var e=1,t=4,n=`g11`,r=3477,i=[3.829,2.841,58.257],a=[[`g11-c1-s01-t01`,11,`c1`,`s01`,`1`,`Строение атома`,4,4,`textbook`,`ru`,`Kimyo 11`,`ГЛАВА 1. ПОНЯТИЯ О СТРУКТУРЕ АТОМОВ И МОЛЕКУЛ ПЕРИОДИЧЕСКИЙ ЗАКОН § 1 Структура атома.
Чтобы понять процессы и явления на уровне микромира человечеству приходилось создавать разные модели и теории. Некоторые результаты практических работ этого моделирования доказаны и некоторые из них остались на уровне предсказуемости. Одна из этих моделей - теории созданы для представления атомной структуры этих веществ, включая строения атома.
Впервые теория атомного строения была создана в 1911 году Э. Резерфордом и его коллегами. Эта теория называется планетарной моделью атома. Согласно этой теории, в центре атома находится положительно заряженное ядро. Вокруг ядра вращаются электроны вдоль орбиты, величина атома зависит от величины действующих электронных орбит. Модель Резерфорда занимает важное место в развитии теории строения атома. Его исследования помогли понять результаты многих экспериментов.`],[`g11-c1-s01-t02`,11,`c1`,`s01`,`1`,`Строение атома`,4,4,`textbook`,`ru`,`Kimyo 11`,`Модель Резерфорда занимает важное место в развитии теории строения атома. Его исследования помогли понять результаты многих экспериментов.
Однако, согласно этой модели, электрон, бесконечно вращающийся вокруг атомного ядра, должен в результате потери энергии на излучение упасть на ядро, но на практике это явление не наблюдалось. Модель Резерфорда не смогла этого объяснить.
По теории датского ученого физика Н. Бора, есть предположение квантового излучения (небольшие порции) электронной энергии. Согласно этой теории электрон на определенном расстоянии вращается вокруг ядра, двигаясь строго по определенной орбите. Находясь на «разрешенной» орбите, электрон не излучает и не поглощает энергии и поэтому сколь угодно может находится на ней. Орбита, расположенная близко к ядру, соответствует самому стабильному «основному» состоянию атома.`],[`g11-c1-s01-t03`,11,`c1`,`s01`,`1`,`Строение атома`,4,4,`textbook`,`ru`,`Kimyo 11`,`Орбита, расположенная близко к ядру, соответствует самому стабильному «основному» состоянию атома.
При поглощении энергии атомом, его электроны могут перейти на более высокий энергетический уровень. Это состояние называется «возбужденным» состоянием электрона. Поглощение или испускание энергии атомом наблюдается только при переходе электрона от одной орбиты на другую.
Сегодняшняя атомная структура является основой квантовой теории. Электрон обладает как свойствами частиц, так и волновыми свойствами, а его вероятность нахождения в пространстве объясняется современной квантовой теорией атомной структуры. Согласно этой теории, электрон находится в определенной небольшой части пространства. Пространство вокруг ядра, в котором вероятность пребывания электрона наибольшая (свыше 90%), называется атомной орбиталью.`],[`g11-c1-s01-t04`,11,`c1`,`s01`,`1`,`Строение атома`,4,4,`textbook`,`ru`,`Kimyo 11`,`Пространство вокруг ядра, в котором вероятность пребывания электрона наибольшая (свыше 90%), называется атомной орбиталью.
Таким образом, электрон не вращается вокруг ядра по орбите, а находится в трехмерном окружении вокруг ядра - на атомной орбитале (понятие орбиталь нельзя отожествлять с понятием орбита). Атом нужно представлять в качестве ядра окруженного электронными облаками. Форма этих облаков различна: s-орбиталь- в форме сферы (шара), р-орбиталь в форме гантели, @-орбиталь- соединение двух гантелей, Р-орбиталь соединение трех гантелей.
Орбитали располагаются в атоме образовывая энергетические слои, соответственно своей энергии. Согласно квантовой теории, энергия электрона имеет наименьшие и определенные значения. Состояние электрона в атоме описывается четырьмя квантовыми числами: главное квантовое число п, орбитальное квантовое число /, магнитное квантовое число у, спиновое квантовое число т;.Квантовые числа используются для описания энергии и движения электрона в атоме`],[`g11-c1-s01-t05`,11,`c1`,`s01`,`1`,`Строение атома`,4,5,`textbook`,`ru`,`Kimyo 11`,`Квантовые числа используются для описания энергии и движения электрона в атоме
Главное квантовое число п — характеризует энергию электрона, нахождение его на определенном энергетическом уровне и степень удаления от ядра. Оно принимает любые целочисленные значения (п = 1, 2, 3 ...,)
По мере увеличения значения главного квантового числа, увеличивается расстояние электрона от ядра (орбитальный радиус атома) и вместе с этим уменьшается энергия притяжения ядра и электрона. Чем меньше значение главного квантового числа, тем больше энергия связи электрона с ядром, на данном энергетическом подуровне. Электрон находящийся близко к ядру, расходуя дополнительную внешнюю энергию (температура, электрический заряд), может перейти на более высокий энергетический уровень с большим квантовым числом (возбужденное состояние электрона).
Если количество энергии велико, то электрон оставляя атом переходит в ионизирующее состояние.`],[`g11-c1-s01-t06`,11,`c1`,`s01`,`1`,`Строение атома`,5,5,`textbook`,`ru`,`Kimyo 11`,`Если количество энергии велико, то электрон оставляя атом переходит в ионизирующее состояние.
Орбитальное квантовое число / определяет форму атомной орбитали. Оно может принимать целочисленные значения от 0 до доп - 1 [1 = 0, 1,2... (п - 1)]. Если I = 0 атомная орбиталь независимо от значения главного квантового числа имеет сферическую форму(s-орбиталь). Значению / = 1 соответствует атомная орбиталь, имеющая форму гантели (р-орбиталь). Еще более сложную форму имеют орбитали при / =2, 3 и 4(d-, f-, в - орбитали).
Максимальное количество электронов на данном подуровне определяется формулой 2 (2 + 1). На каждом энергетическом уровне имеется по одному s-подуровню. На первом энергетическом уровне имеется только один s-подуровень. Второй энергетический уровень состоит из одного s и три р орбиталей. Третий энергетический уровень состоит из трех р, пяти d и семи f орбиталей. Формула п? определяет число (орбиталей)подуровней в каждом энергетическом уровне. Например, на третьем энергетическом уровне существует 3?= 9 подуровней: 1S, три- р и пять — орбиталей.`],[`g11-c1-s01-t07`,11,`c1`,`s01`,`1`,`Строение атома`,5,6,`textbook`,`ru`,`Kimyo 11`,`Например, на третьем энергетическом уровне существует 3? = 9 подуровней: 1S, три- р и пять — орбиталей.
Магнитное квановое число п, - определяет положение атомной орбитали в пространстве относительно внешнего магнитного или электрического поля. Магнитное квантовое число связано с орбитальным квантовым числом, изменяясь от —/ до + / включая 0. Следовательно, каждому значению 1 соответствует 2/ +1 значение магнитного квантового числа. Значению выражения 2/ +1 соответствует и число орбиталей на каждом подуровне.
Поэтому для каждого значения / имеем магнитное квантовое число (27+ 1). Например:
когда / = 1, m; будет иметь три значения, т.е. -1, 0, +1.
Спиновое квантовое число т; может принимать лишь два значения: + и ==. Они соответствуют двум возможным и противоположным друг другу направлениям собственного магнитного момента электрона. Упрощенно считают, что это число характеризует вращение электрона вокруг собственной оси при его быстром движении в атомном пространстве.`],[`g11-c1-s01-t08`,11,`c1`,`s01`,`1`,`Строение атома`,6,6,`textbook`,`ru`,`Kimyo 11`,`Упрощенно считают, что это число характеризует вращение электрона вокруг собственной оси при его быстром движении в атомном пространстве.
s - подуровень ближайший к ядру атома подуровень каждого энергетического уровня, состоит из одной s орбитали, р-подуровень- второй подуровень каждого, кроме первого, энергетического уровня, состоит их трех р — орбиталей, d подуровень — третий подуровень каждого, начиная с третьего, энергетического уровня, состоит из пяти d — орбиталей; a Еподуровень каждого, начиная с четвертого, энергетического уровня, состоит из семи Р-орбиталей. Таким образом, каждому значению п соответствуют число орбиталей, равное п?.
Распределение электронов на орбиталях подчиняется в основном, двум принципам: принципу наименьшей энергии (правило Клечковского) и принцип Паули. Согласно принципу Паули, в атоме не может быть двух электронов с одинаковым значением всех четырех квантовых чисел.`],[`g11-c1-s01-t09`,11,`c1`,`s01`,`1`,`Строение атома`,6,6,`textbook`,`ru`,`Kimyo 11`,`Согласно принципу Паули, в атоме не может быть двух электронов с одинаковым значением всех четырех квантовых чисел.
Этот принцип позволяет рассчитать максимальное число электронов для разных значений главного квантового числа п: N = 27?
Согласно правилу Клечковского, последовательное заполнение электронных орбиталей в атоме происходит от орбиталей с меньшим значением суммы главного и орбитального квантовых чисел (п + 1) к орбиталям с большим значением этой суммы. Если (п + 1) равны, то в первую очередь заполняются подуровни, отвечающие минимальному значению главного квантового числа.
Согласно вышеизложенному, заполнение подуровней происходит в следующем порядке:`],[`g11-c1-s01-t10`,11,`c1`,`s01`,`1`,`Строение атома`,6,7,`textbook`,`ru`,`Kimyo 11`,`Согласно вышеизложенному, заполнение подуровней происходит в следующем порядке:
C увеличением числа электронов в много электронных атомах, увеличиваются возможность расположения орбитальных ячеек. Так как минимальное значение суммы (п + 1) равно единице, то единственный электрон атома водорода имеет такое состояние, когда п = 1, / = 0 и т, = 0. Устойчивое состояние атома водорода обозначается символом 1S!) где 1- главное квантовое число, s обозначает орбитальное квантовое число и форму орбитали, степень над символом 5 обозначает количество электронов.
Иногда для выражения состояния электрона пользуются следующим методом: орбитали условно обозначают в виде клетки («квантовой ячейки»), электрон обозначается в виде стрелки (направление стрелки указывает ориентацию спина электрона). Так представленный этим методом атом водорода выглядит как 1s! |T|, так как п + /= 1.В атоме гелия в этом состоянии может быть два электрона (N = 2п? = 2). Для обоих электронов атома гелия значения ту и / равны; эти электроны характеризуются различными спинами. Состояние атома гелия можно выразить как 18°.`],[`g11-c1-s01-t11`,11,`c1`,`s01`,`1`,`Строение атома`,7,7,`textbook`,`ru`,`Kimyo 11`,`Для обоих электронов атома гелия значения ту и / равны; эти электроны характеризуются различными спинами. Состояние атома гелия можно выразить как 18°.
С лития начинается второй период системы элементов; как показывают данные, у атома лития орбиталь п=2 начинается заполнятся электронами. Для п=2, орбитальное квантовое число имеет два значения (1=0 и 1=1); сначала идет заполнение / = 0, так как при / = 0, сумма п + 1 минимальна. Стабильное состояние лития представлена формулой 1s? 2S'. В атоме лития на 28-орбитали находится один неспаренный электрон; поэтому атом лития может образовывать одну ковалентную связь.
В атоме бериллия (2= 4) происходит завершение заполнения 25— орбитали электронами. У атома бериллий нет неспаренных электронов, все они спаренные. Но когда атом бериллия принимает энергию, то он переходит в возбужденное состояние, в это время один его электрон переходит на более высокий энергетический уровень:`],[`g11-c1-s01-t12`,11,`c1`,`s01`,`1`,`Строение атома`,7,8,`textbook`,`ru`,`Kimyo 11`,`Но когда атом бериллия принимает энергию, то он переходит в возбужденное состояние, в это время один его электрон переходит на более высокий энергетический уровень:
pt LL
Ne о ЕЯ
Для элемента бора (z = 5) соответственно (п + /) = 3 имеет состояние п = 2; 1 = 1. заполняются электронами. Поэтому электронная конфигурация записывается так: В 1s? 2S? 2р! или ct НО р N= ;
В атоме бора пятый электрон занимает одну из трех вакантных р — орбиталей. В устойчивом состоянии атом бора имеет один неспаренный электрон.
Для определения электронных состояний атомов углерода и следующих за ним элементов нужно знать правило Гунда.
Согласно правилу Гунда суммарный спин электронов в данном подуровне должен быть максимальным.
Это объясняется ТЕМ, что отрицательно заряженные электроны отталкиваются друг от друга и по возможности стремятся занять разные ячейки.
Следовательно, согласно правилу Гунда электронные конфигурации атомов углерода (1), азота (2) могут быть представлены следующим образом:`],[`g11-c1-s01-t13`,11,`c1`,`s01`,`1`,`Строение атома`,8,9,`textbook`,`ru`,`Kimyo 11`,`Следовательно, согласно правилу Гунда электронные конфигурации атомов углерода (1), азота (2) могут быть представлены следующим образом:
м EL]
Символами 2p,, 2p,, 2p. обозначены направления в пространстве осей X, ¥, z. для 2р-орбитали.
Заполнение энергетических уровней в атомах элементов третьего периода происходит аналогично элементам второго периода:
У элемента скандия (z = 21), стоящего после кальция начинают заполняться энергетические уровни, соответствующие п + / = 5. Для кальция (п + Л) = (4 + 0) = 4 для скандия (п + /) = (3 + 2) = 5. Поэтому сначала заполняются 45, двумя электронами, a, затем 34 подуровень:
У атомов, следующих за скандием продолжается заполнение 3d орбитали электронами и полностью заканчивается у цинка.`],[`g11-c1-s01-t14`,11,`c1`,`s01`,`1`,`Строение атома`,9,9,`textbook`,`ru`,`Kimyo 11`,`У атомов, следующих за скандием продолжается заполнение 3d орбитали электронами и полностью заканчивается у цинка.
Однако состояния, соответствующие п = 4 (/ = 1) ип = 5 (/ = 0) в пределах суммы п + 1 = 5, остаются свободными. Поскольку первое из этих двух состояний может иметь более выгодное положение, у последующих за цинком атомов элементов начинают заполняться 4р- орбитали. Так как общее число таких случаев равно 6, заполнение электронами данной орбитали заканчивается у криптона, который завершает четвертый период. Электронная формула криптона выглядит следующим образом:
Далее следует тяжелые элементы, для которых также, как и для предыдущих элементов, присущи аналогичные энергетические состояния; заполнение энергетических уровней в них происходит по тем же правилам (принцип Праули, правило Гунда и Клечковского), как и для предыдущих элементов.
Задачи по теме и их решения
Задача 1. Напишите электронную конфигурацию элемента, с набором квантовых чисел: п = 3; 1 = 2; m;-1; = +’`],[`g11-c1-s01-t15`,11,`c1`,`s01`,`1`,`Строение атома`,9,9,`textbook`,`ru`,`Kimyo 11`,`Напишите электронную конфигурацию элемента, с набором квантовых чисел: п = 3; 1 = 2; m;-1; = +’
Решение. Для этого используйте значения квантовых чисел.
Решение. По значениям квантовых чисел определяем атомную орбиталь, которую займет последний электрон: так как п = 3, этот элемент находится в 3 периоде. | = 2, этот элемент относится к семейству й-элементов. Значение магнитного квантового числа т, = -1, означает, что последним поступает 4-электрон на вторую ячейку. По значению т, =+ 1/2 можно узнать, что спин электрона направлен вверх. Напишем электронную формулу элемента учитывая вышесказанное. Как показывают результаты, этот элемент представляет собой титан (Ti).
Задача 2 Опишите химические свойства элемента 21 исходя из положения в периодической системе.
Решение. С помощью периодической системы, определяем, что элемент с порядковым номером 21 находится в четвертом периоде побочной подгруппе Ш группы. Этот элемент-скандий Sc. Электронная формула Sc: 152 2s 2рб 3S? Зрб За! 482. Итак, Sc - d - элемент.`],[`g11-c1-s01-t16`,11,`c1`,`s01`,`1`,`Строение атома`,9,10,`textbook`,`ru`,`Kimyo 11`,`Этот элемент-скандий Sc. Электронная формула Sc: 152 2s 2рб 3S? Зрб За! 482. Итак, Sc - d - элемент.
Этот элемент может имеет степень окисления +3 и легко отдает 2 электрона с 4-го уровня. При этом он образует оксид sс›О) и Sc(OH)3, гидроксид, проявляющий основные свойства. Скандий не образует газообразных соединений с водородом, так как расположен в побочной подгруппе.
Атом скандия также может отдавать электроны с @-подуровня пред-последнего энергетического уровня (1 электрон). Образует оксид Sc2O3, соответствующий высшей степени окисления sс›О).
Задача 3. В какой группе и в каком периоде периодической системы элементов Д.И. Менделеева находится элемент с порядковым номером 40?`],[`g11-c1-s01-t17`,11,`c1`,`s01`,`1`,`Строение атома`,10,10,`textbook`,`ru`,`Kimyo 11`,`В какой группе и в каком периоде периодической системы элементов Д. И. Менделеева находится элемент с порядковым номером 40?
Решение. Расположение элементов в периодической системе в соответствии со строением их атомов следующее: в первом периоде 2, во втором 8, в третьем 8. Третий период заканчивается элементом с порядковым номером 18 (2+8+8=18). В четвертом периоде 18 элементов, т. е. OH заканчивается элементом с порядковым номером 36. В пятом периоде также 18 элементов, поэтому элемент с порядковым номером 40 попадает в пятый период. Он занимает четвертое место, следовательно, находится в четвертой группе (побочной подгруппе).
Это —-цирконий Zr, элемент 5 периода и IV группы.
Задача 4. Напишите электронную конфигурацию элемента германия, в возбужденном состояни.
Решение. По условию задачи нужно написать электронную конфигурацию элемента германия в возбужденном состоянии. Но сначала напишем электронную конфигурацию атома элемента германия в основном состоянии.`],[`g11-c1-s01-t18`,11,`c1`,`s01`,`1`,`Строение атома`,10,11,`textbook`,`ru`,`Kimyo 11`,`Но сначала напишем электронную конфигурацию атома элемента германия в основном состоянии.
В основном состоянии атом германия на четвертом энергетическом уровне содержит 4 электрона: 4s? и Ар”, а при возбуждении атома:
Тесты по Teme:
1. Определите количество заполненных уровней и подуровней элемента с порядковым номером 36? А)3и8; B)3u 7; С)2 и 6; РР) Зи 6.
2. Определите количество заполненных уровней и подуровней элемента с порядковым номером 20? А) 2иб В)2и7 С)Зиб D)2 us.
3. Сколько неспаренных электронов имеет элемент с порядковым номером 25? А) 3 В) 4 С) 5 D) 6.
4. Сколько неспаренных электронов имеет элемент с порядковым номером 287 A) 2 В) 3 С) 4 р) 5.
5. Каково максимальное количество электронов в энергетическом подуровне с орбитальным квантовым числом 3? A) 14; В) 26; С) 34; D) 22.
6. Каково максимальное количество электронов в энергетическом подуровне с орбитальным квантовым числом 2?
7. Каково максимальное количество электронов в энергетическом подуровне с орбитальным квантовым числом 0?`],[`g11-c1-s01-d01`,11,`c1`,`s01`,`1`,`Строение атома: планетарной моделью атома, «возбужденным» состоянием электрона, атомной орбиталью`,4,4,`definition`,`ru`,`Kimyo 11`,`Эта теория называется планетарной моделью атома.
Это состояние называется «возбужденным» состоянием электрона.
Пространство вокруг ядра, в котором вероятность пребывания электрона наибольшая (свыше 90%), называется атомной орбиталью.`],[`g11-c1-s02-t01`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,11,11,`textbook`,`ru`,`Kimyo 11`,`§ 2 Периодический закон. Д.И. Периодическая система И.Д. Менделеева.
Периодический закон и периодическая система химических элементов - большое достижение науки, является основой современной химии. За основу, при создании периодической системы взята атомная масса. Многие химики, до Д. И. Менделеева: немецкие ученые И. Деберейнер (1780- 1849) и Л. Мейер (1830-1895), английский ученый Дж. Ньюлендс (1838 - 1898), французский А. Шанкуртуа (1819-1886) и другие- предлагали различные варианты классификации химических элементов. Однако никто из них не смог систематизировать все химические элементы, известные в то время.
Только открытие русским ученым Д. И. Менделеевым одного из фундаментальных законов природы- периодического закона химических элементов- позволило создать единую систему химических элементов.`],[`g11-c1-s02-t02`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,11,11,`textbook`,`ru`,`Kimyo 11`,`Менделеевым одного из фундаментальных законов природы- периодического закона химических элементов- позволило создать единую систему химических элементов.
Д.И. Менделеев назвал закон, который он открыл, «закон периодичности», и сформулировал периодический закон так: «Свойства простых веществ, а также форма и свойства соединений элементов находятся в периодической зависимости от величины их атомных весов». Открытая на его основе периодическая система объективно отражает периодический закон.
Ко времени открытия периодического закона были известны лишь 63 химических элемента. Кроме того, для многих химических элементов были неверно определены относительные атомные массы. Последнее обстоятельство особенно затрудняло систематизацию химических элементов, так как Д. И. Менделеев брал за ее основу значение относительных атомных масс. Так, например, у бериллия относительная атомная масса была определена 13,5 вместо 9, а это значит, что бериллий следовало поместить не на четвертом, а на шестом месте. Однако Д. И.`],[`g11-c1-s02-t03`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,11,12,`textbook`,`ru`,`Kimyo 11`,`Так, например, у бериллия относительная атомная масса была определена 13,5 вместо 9, а это значит, что бериллий следовало поместить не на четвертом, а на шестом месте. Однако Д. И.
Менделеев был твердо убежден, что относительная атомная масса бериллия определена неверно и по совокупности свойств поместил его на четвертом месте. Сходные затруднения возникали и при расположении некоторых других элементов.
Чтобы разобраться в сущности открытого Д.И. Менделеевым закона, проследим за изменением свойств, химических элементов, расположенных в порядке возрастания их относительных атомных масс. Номер, который получает вэтой последовательности каждый элемент, называется порядковым номером. Используя таблицу, вы можете определить следующее:`],[`g11-c1-s02-t04`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,12,12,`textbook`,`ru`,`Kimyo 11`,`Номер, который получает вэтой последовательности каждый элемент, называется порядковым номером. Используя таблицу, вы можете определить следующее:
1. В ряду от лития Li до фтора Е с возрастанием относительных атомных масс наблюдается постепенное ослабление металлических и усиление неметаллических свойств. Литий Г1-щелочной металл с ярко выраженными металлическими свойствами. У бериллия Ве металлические свойства сильно ослаблены, его соединения амфотерны. У элемента бора В преобладает неметаллические свойства, которые затем постепенно усиливаются у последующих элементов, достигая наивысшей степени у фтора Е. После него следует инертный элемент неон №.
2. С возрастанием относительных атомных масс от лития Li до углерода С валентность в соединениях с кислородом увеличивается от 1 до 4. Начиная с углерода С элементы в этом ряду образуют также летучие соединения с водородом. Валентность в соединениях с водородом уменьшается от 4 у углерода С до 1 у фтора Е.`],[`g11-c1-s02-t05`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,12,12,`textbook`,`ru`,`Kimyo 11`,`Валентность в соединениях с водородом уменьшается от 4 у углерода С до 1 у фтора Е.
3. Начиная с элемента натрия Na (порядковый номер 11) наблюдается повторяемость свойств предыдущего ряда. Натрий Na (подобно литию Li)- элемент с сильно выраженными металлическими свойствами, у магния Mg (аналогично берилию Ве) металлические свойства выражены слабее. Алюминий Al (подобно бериллию Ве) образует соединения с амфотерными свойствами. Кремний Si (как и углерод С) - неметалл. У последующих элементов - фосфора Р и серы s- неметаллические свойства еще более усиливаются.
Предпоследний в этом ряду элемент хлор Cl (подобно фтору Е) обладает наиболее сильно выраженными неметаллическими свойствами. Этот ряд, как и предыдущий, заканчивается инертным элементом аргоном. Аналогично предыдущему ряду валентность в соединениях с кислородом возрастает от 1 у элемента натрия Na до 7 у элемента хлора Cl. Валентность в соединениях с водородом уменьшается: у кремния Si -4, у хлора Cl -1.`],[`g11-c1-s02-t06`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,12,12,`textbook`,`ru`,`Kimyo 11`,`Валентность в соединениях с водородом уменьшается: у кремния Si -4, у хлора Cl -1.
4. Начиная с калия (порядковый номер 19), вновь наблюдается постепенное изменение свойств от типичных щелочных металлов от типичного неметалла галогена. Периодически повторяются не только химические свойства, но и формы их соединений. Например, литий образует с кислородом соединение состава Li2O аналогичную форму имеют кислородные соединения элементов, повторяющих свойства лития — №›О, K2O, Rb2OO, СО.
Все ряды элементов, расположенные в порядке увеличения их атомных масс, Д. И Менделеев разделил на периоды. На границе каждого периода свойства элементов закономерно изменяются (например, начиная щелочным металлом, заканчивая галогеном). В периодах располагаются элементы, сходные по свойствами обладающие одинаковой валентностью. Таким образом Менделеев составил таблицу, названную им периодической системой элементов.`],[`g11-c1-s02-t07`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,12,13,`textbook`,`ru`,`Kimyo 11`,`Таким образом Менделеев составил таблицу, названную им периодической системой элементов.
На основании периодической системы он исправил атомные массы ряда элементов, предсказал существование в природе нескольких еще не открытых элементов и оставил свободные клетки в таблице для 29 элементов.
Для трех таких предполагаемых элементов Д.И Менделеев предсказал физические и химические свойства на основании свойств, окружающих их в таблице элементов и дал им условные названия-экабор, экаалюминий и экасицилий. Окружающие их элементы Д. Менделеев назвал аналогами. Например, атомная масса элемента магния определяется как средняя арифметическая величина масс атомных аналогов, а именно:
Предсказания Д.И.Менделеева блестяще подтвердились. Все три элемента были открыты еще при жизни Менделеева и предсказанные свойства их точно совпали со свойствами, определенными опытным путем.`],[`g11-c1-s02-t08`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,13,13,`textbook`,`ru`,`Kimyo 11`,`Все три элемента были открыты еще при жизни Менделеева и предсказанные свойства их точно совпали со свойствами, определенными опытным путем.
1879 году Нильсоном и германий - Винклером в 1886 году.
В настоящее время известно более 500 вариантов изображения периодической системы. В 1869 году впервые, предложенная Менделеевым система элементов называется вариантом длинной формы. В 1870 году Менделеевым был предложен второй вариант периодической системы элементов- вариант короткой формы. В этом варианте периоды были разделены на ряды, а группы — на подгруппы.
Наиболеераспространен вариант короткой формы периодической системы как более компактный. Однако его существенный недостаток — сочетание в одной группе нескольких элементов т.е. сильное различие свойств элементов главных подгрупп. Это в какой-то степени «смазывает» (уменьшает яркость) периодичность свойств элементов и затрудняет пользование системой. Поэтому в последнее время, особенно в учебных целях больше используется вариант системы Д.И Менделеева в длинной форме.`],[`g11-c1-s02-t09`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,13,14,`textbook`,`ru`,`Kimyo 11`,`Поэтому в последнее время, особенно в учебных целях больше используется вариант системы Д. И Менделеева в длинной форме.
Периодическая система элементов имеет семь периодов (обозначены римскими цифрами), из которых периоды 1, П и Ш называются малыми, а периоды IV, У, УТ и УП большими периодами. В первом периоде расположены 2 элемента, во втором и третьем периодах - по 8, в четвертом и пятом - по 18, в шестом - по 32, в седьмом - 32 элемент. Каждый период, за исключением первого, начинаются с щелочным металлом и заканчиваются инертным газом.
Все элементы в периодической системе пронумерованы в том порядке, в каком они следуют друг за другом. Номер элемента в системе называется порядковым, или атомным номером.
Элементы П и Ш периодов Д. И. Менделеев назвал типичными элементами. Их свойства закономерно изменяются от типичного металла до благородного газа. Закономерно изменяются в периодах и форма соединений элементов. Д.И Менделеев придавал большое значение периодичности форм соединений.`],[`g11-c1-s02-t10`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,14,14,`textbook`,`ru`,`Kimyo 11`,`Закономерно изменяются в периодах и форма соединений элементов. Д. И Менделеев придавал большое значение периодичности форм соединений.
Система делится на 10 рядов, которые обозначаются арабскими цифрами. Каждый малый период состоит из одного ряда, каждый большой период - из двух рядов: верхний ряд считается четным, а нижний —нечетным рядом. В етных рядах больших периодов (четвертый, шестой, восьмой и десятый) расположены только металлы, и свойства элементов в ряду при продвижении слева направо изменяется незначительно.
В нечетных рядах больших периодов (пятый, седьмой и девятый) свойства элементов в ряду слева направо изменяется подобно свойствам типичных элементов. Основанием для разделения элементов больших периодов на два ряда является их важное свойство- степень окисления (во времена Менделеева это называлось валентностью). Их одинаковые значения дважды повторяются в периоде с ростом атомных масс элементов. Дважды повторяются в больших периодах и формы соединений элементов.`],[`g11-c1-s02-t11`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,14,14,`textbook`,`ru`,`Kimyo 11`,`Их одинаковые значения дважды повторяются в периоде с ростом атомных масс элементов. Дважды повторяются в больших периодах и формы соединений элементов.
Особое положение в периодической системе занимают элемент номер 57- лантан- и следующие за ним 14 элементов, называемые лантаноидами, расположенные в VI периоде. Их порядковые номера 58-71. Лантаноиды расположены отдельно в нижней части таблицы. Последовательность из расположения обозначена звездочкой в соответствующей клеточке таблицы: La *-Гла.Эти элементы по химическим свойствам похожи на лантан и очень сходны между собой.
В седьмом периоде 14 элементов с порядковыми номерами 90-103 составляют семейство актиноидов. Их также помещают отдельно — под лантаноидами, а в соответствующей клетке двумя звездочками указано на последовательность их расположения в системе: Ac*-Lr. Однако в отличие от лантаноидов горизонтальная аналогия у актиноидов выражена слабо. Они в своих соединениях проявляют больше различных степеней окисления. Например, степень окисления актиния +3, а урана +3, +4, +5 и +6.`],[`g11-c1-s02-t12`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,14,14,`textbook`,`ru`,`Kimyo 11`,`Они в своих соединениях проявляют больше различных степеней окисления. Например, степень окисления актиния +3, а урана +3, +4, +5 и +6.
Изучение химических свойств актиноидов крайне сложно вследствие неустойчивости, их ядер.
В периодической системе по вертикале имеется восемь групп (обозначены римскими цифрами). Номер группы связан со степенью окисления, которую проявляют элементы в соединениях. Как правило, высшая степень окисления элементов равна номеру группы. Фтор является исключением - его степень окисления равна -1; медь, серебро, золото проявляют степень окисления +1, +2 и +3.
Из элементов VIII группы степень окисления +8 известна только для осмия, рутения и ксенона.
В УШ группе расположены благородные газы. Ранее считалось, что они не способны образовывать химические соединения. Однако это не подтвердилось. В 1962 году было получено первое химическое соединение благородного газа тетрафторид ксенона XeF2. В настоящее время химия благородных газов быстро развивается.`],[`g11-c1-s02-t13`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,14,15,`textbook`,`ru`,`Kimyo 11`,`В 1962 году было получено первое химическое соединение благородного газа тетрафторид ксенона XeF2. В настоящее время химия благородных газов быстро развивается.
Каждая группа делится на две подгруппы - главную и побочную, что в периодической системе подчеркивается смещением одних вправо, а других влево. Главную подгруппу составляют типичные элементы (элементы второго и третьего периодов) и сходные с ним по химическим свойствам элементы больших периодов. Побочную подгруппу составляют только металлы — элементы больших периодов. УШ группа отличается от остальных. Кроме главной подгруппы гелия она содержит три побочные подгруппы: подгруппу железа, подгруппу кобальта и подгруппу никеля.
Химические свойства элементов главной и побочной подгрупп значительно различаются. Например, в УП группе главную подгруппу составляют неметаллы Е, Cl, Br, Ти At, побочную- металлы Mn, Tc и Re. Таким образом, подгруппы объединяют наиболее сходные между собой элементы.`],[`g11-c1-s02-t14`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,15,15,`textbook`,`ru`,`Kimyo 11`,`Например, в УП группе главную подгруппу составляют неметаллы Е, Cl, Br, Ти At, побочную- металлы Mn, Tc и Re. Таким образом, подгруппы объединяют наиболее сходные между собой элементы.
Все элементы кроме гелия, неона и аргона, образуют кислородные соединения. Существует всего восемь форм кислородных соединений. В периодической системе их часто изображают общими формулами, расположенными под каждой группой в порядке возрастания степени окисления элементов: К, О, RO, R,0;5, КО», R,0s, KO2, KO2, KO2, здесь R - элемент данной группы. Формулы высших оксидов относятся ко всем элементам группы (главной и побочной), кроме тех случаев, когда элементы не проявляют степень окисления, равной номеру группы.
Элементы главных подгрупп, начиная с ГУ группы, образуют газообразные водородные соединения. Форм таких соединений 4. Их также изображают общими формулами в последовательности RH, RH;, RH,, RH. Периодический закон имеет очень важное значение в формировании химии в качестве науки.`],[`g11-c1-s02-t15`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,15,15,`textbook`,`ru`,`Kimyo 11`,`Периодический закон имеет очень важное значение в формировании химии в качестве науки.
Периодический закон послужил основой для исправления атомных масс элементов. Д.И. Менделеев предсказал существование в природе нескольких еще не открытых элементов и оставил незаполненным значительное число клеток в периодической таблице для не открытых еще элементов, сумел предсказать свойства и атомные массы отдельных элементов и указал, где их следует искать. Например, были предсказаны элементы экабор (скандий), экаалюминий (галлий) и экасицилий (германий).
Задачи по теме и их решения
Задача 1 Определить количество s, р, @ и f электронов в атоме, содержащем 42 протона.
Решение. Записываем электронную формулу элемента с порядковым номером 42.
Определим число s, р, d и Еэлектронов. s электронов - 9; р-электроны - 18; @-электроны - 15; Е-электронов - 0.`],[`g11-c1-s02-t16`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,15,16,`textbook`,`ru`,`Kimyo 11`,`Определим число s, р, d и Еэлектронов. s электронов - 9; р-электроны - 18; @-электроны - 15; Е-электронов - 0.
Задача 2 Расположите элементы алюминия, магния, кремния и фосфора в порядке уменьшения их атомного радиуса.
Решение. Для этого вспомним расположение элементов в периодической системе. Данные элементы находятся в одном периоде. В периодах слева направо с увеличением порядкового номера (заряда ядра) радиус атома уменьшается. В группах с увеличением заряда ядра сверху вниз радиус увеличивается. Используя эти правила, мы определяем расположение данных элементов в порядке уменьшения радиуса. Na, Mg, Al, Si.
Тесты по теме:
1. Найдите общую формулу водородных соединений элементов, если общая формула его высшего оксида EO;. А) EH; В) EH; С) ЕН; D) НЫЕ.
2. Найдите общую формулу водородных соединений элементов, если общая формула его высшего оксида E-O3. А) ЕН;; В) EH; С) ЕН; D) НЫЕ.`],[`g11-c1-s02-t17`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,16,16,`textbook`,`ru`,`Kimyo 11`,`Найдите общую формулу водородных соединений элементов, если общая формула его высшего оксида E-O3. А) ЕН;; В) EH; С) ЕН; D) НЫЕ.
3. Найдите общую формулу водородных соединений элементов, если общая формула его высшего оксида ЕО». A) ЕНд; В) ЕН; С) ЕН;; О) НЫЕ.
4. Напишите электронную конфигурацию элемента № 28 и определите соотношение р и 5-электронов.
5. Напишите электронную конфигурацию элемента № 20 и определите соотношение р и 5-электронов.
6. Как изменяются следующие признаки с увеличением порядкового номера элементов ПА группы периодической системы элементов Д. И. Менделеева? 1) количество электронов во внешнем энергетическом уровне; 2) количество энергетических уровней; 3) атомный радиус; 4) количество протонов; 5) потенциал ионизации.
А) не изменяется-1; уменьшается- 2, 3, 4; Увеличивается- 5;
С) уменьшается -1; увеличивается -2, 4; не изменяется -3, 5;`],[`g11-c1-s02-t18`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева`,16,16,`textbook`,`ru`,`Kimyo 11`,`С) уменьшается -1; увеличивается -2, 4; не изменяется -3, 5;
С) не изменяется-1; увеличивается- 2, 3, 4; уменьшается - 5;
D) не изменяется-1; увеличивается-2,4; уменьшается-3,5.
7 Какие изменения наблюдаются у элементов основных подгрупп с увеличением порядкового номера элементов в периодической таблице элементов Д. И. Менделеева? 1) радиус атома; 2) сродство к электрону; 3) металлические свойства; 4) неметаллические свойства; 5) атомная масса.
А) увеличивается-1,3,5; уменьшается-, 2,4
С) уменьшается- 1,4; увеличивается- 2,3,5
С) уменьшается 1,3,5, увеличивается-2,4
D) уменьшается - 1,2,3; увеличивается-4,5.`],[`g11-c1-s02-d01`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева: порядковым номером, вариантом длинной формы`,12,13,`definition`,`ru`,`Kimyo 11`,`Номер, который получает вэтой последовательности каждый элемент, называется порядковым номером.
Например, атомная масса элемента магния определяется как средняя арифметическая величина масс атомных аналогов, а именно:
В 1869 году впервые, предложенная Менделеевым система элементов называется вариантом длинной формы.`],[`g11-c1-s02-d02`,11,`c1`,`s02`,`2`,`Периодический закон. Периодическая система Д. И. Менделеева: малыми, порядковым`,13,13,`definition`,`ru`,`Kimyo 11`,`Периодическая система элементов имеет семь периодов (обозначены римскими цифрами), из которых периоды 1, П и Ш называются малыми, а периоды IV, У, УТ и УП большими периодами.
Номер элемента в системе называется порядковым, или атомным номером.`],[`g11-c1-s03-t01`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,16,17,`textbook`,`ru`,`Kimyo 11`,`§ 3 Атомная структура. Ядерные реакции
Согласно модели строения атома Резерфорда, атом состоит из положительно заряженного тяжелого ядра, которое занимает очень малое пространства атома. Все положительные заряды и почти вся масса атома сосредоточены в ядре. Вокруг ядра на значительном расстоянии от него вращаются электроны, образующие электронную оболочку атома.
Поскольку атом в целом электронейтрален, то суммарный заряд электронов должен быть равен заряду ядра. Дальнейшие исследования показали, что положительный заряд ядра атома численно равен порядковому номеру элемента в периодической системе Д.И. Менделеева. Наиболее проста схема строения атома водорода (порядковый номер равен1). Его ядро имеет один элементарный положительный заряд, и в поле ядра вращается один электрон. Ядро атома водорода — элементарная частица, которую называют протоном.`],[`g11-c1-s03-t02`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,17,17,`textbook`,`ru`,`Kimyo 11`,`Его ядро имеет один элементарный положительный заряд, и в поле ядра вращается один электрон. Ядро атома водорода — элементарная частица, которую называют протоном.
Порядковый номера атома цинка равен 30. Значит, его положительный заряд равен 30 и в поле ядра вращаются 30 электронов. У 78 —ro элемента с положительным зарядом ядра, равным 78, в поле ядра вращаются 78 электронов. Аналогично можно представить строение и других атомов.
По современным представлениям ядра атомов всех элементов состоят из протонов и нейтронов (нуклонов). Протон обладает массой - 1 0073 а.е. м. и зарядом +1. Масса нейтрона равна 1,0087 а.е.м, а его заряд -нулю (частица электрически нейтральна). Можно сказать, что масса протона и нейтрона почти одинаковы.`],[`g11-c1-s03-t03`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,17,17,`textbook`,`ru`,`Kimyo 11`,`м, а его заряд -нулю (частица электрически нейтральна). Можно сказать, что масса протона и нейтрона почти одинаковы.
Силы, удерживающие протоны и нейтроны в ядре, называются ядерными. Это чрезвычайно мощные силы, действующие на очень коротких расстояниях (порядка 107° м) и превосходящие силы отталкивания. В ядре сосредоточена почти вся масса атома. Так, например, для атома хлора на долю электронов приходится 1/1837 ‘17=0,009(около 0,03% массы атома хлора). Массой электронов по сравнению с массой ядра можно практически пренебречь. Например, в ядре атома кислорода содержится 8 протонов и 16- 8 = 8 нейтронов, что кратко записывается так: (8p,8n).
Исследования показали, что в природе существуют атомы одного и того же элемента с разной массой. Так, встречаются атомы хлора с массой 35 и 37. Ядра этих атомов содержат одинаковое число протонов, но разное число нейтронов.`],[`g11-c1-s03-t04`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,17,18,`textbook`,`ru`,`Kimyo 11`,`Ядра этих атомов содержат одинаковое число протонов, но разное число нейтронов.
Разновидности атомов одного элемента, обладающие одинаковыми зарядами ядер, но разными массовыми числами, называются изотопами. Каждый изотоп характеризуется двумя величинами: массовым числом (проставляется вверху слева от химического знака) и порядковым номером (проставляется внизу слева от химического знака) обозначается символом соответствующего элемента. Например, изотопы водорода: протия, дейтерия и трития записываются так:
2 — Общая химия, 11-класс 17
Изотопы известны для всех химических элементов. Так кислород имеет изотопы с массовыми числами 16,1718: в О; ¢ О; в О; Изотопы аргона:
18 Ar; (Aris Ar; Изотопы калия: о К; Кро К;
Атомная масса элемента равна среднему значению из масс всех его природных изотопов с учетом их распространенности.
Формулу для вычисления средней атомной массы изотопов можно записать следующим образом:`],[`g11-c1-s03-t05`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,18,18,`textbook`,`ru`,`Kimyo 11`,`Формулу для вычисления средней атомной массы изотопов можно записать следующим образом:
Аг средняя атомная масса == w Ar, + w, Ar, + w, Ar,
Например, природный хлор состоит из77,5% изотопа с массовым числом 35 и 22,5% изотопа с массовым числом 37. Находим среднюю атомную массу атома хлора:
Разновидности атомов с одинаковой атомной массой, но разным зарядом ядра называются изобарами.
Например, атомы калия и аргона массой 40, атомы хрома и железо массой 54 и атомы сурьмы и теллура, атомной массой 123. Известно также еще одна группа частиц- изотоны, у которых одинаковое число нейтронов.
Атомы с одинаковым количеством нейтронов в ядре атома называются изотонами. Частицы атома (молекулы или иона) с одинаковым числом электронов называется изоэлектронными.
Примерами изотонов являются:
При взаимодействии протонов и нейтронов в ядре атома наблюдается 4 основных процесса:`],[`g11-c1-s03-t06`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,18,19,`textbook`,`ru`,`Kimyo 11`,`При взаимодействии протонов и нейтронов в ядре атома наблюдается 4 основных процесса:
3. Позитронный распад; 4. Электронный распад;
1. Падение электрона на ядро происходит в результате поглощения ядром электрона. Это приводит к понижению его положительного заряда на одну единицу. Этот электрон взаимодействует с одним из протонов, содержащийся в ядре, в результате чего образуется нейтрон. В результате этого масса ядра элемента не изменяется, а заряд уменьшается на одну единицу.
pro Boon
2.Позитронный захват. Процесс образования протона из нейтрона. В результате масса ядра атома не изменяется, а заряда ядра увеличивается на одну единицу.
ой+ Вор
3. Позитронный распад - процесс перехода протона в нейтрон. Приводит к уменьшению заряда ядра без изменения атомной массы:
Lp ont, В
4. Электронный распад-процесс превращения нейтрона в ядре в протон. В результате масса ядра атома остается неизменной, а заряд увеличивается на одну единицу.`],[`g11-c1-s03-t07`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,19,19,`textbook`,`ru`,`Kimyo 11`,`В результате масса ядра атома остается неизменной, а заряд увеличивается на одну единицу.
ой = pt В
Приведенные выше сведения позволяют дать новое определение химическому элементу и уточнить определение периодического закона.
Химический элемент - это определенный вид атомов с одинаковым зарядом ядра.
Свойства химических элементов и образованных ими простых и сложных веществ находятся в периодической зависимости от заряда ядра атомов этих элементов.
Ядерные реакции — это изменения ядер в результате взаимодействия их с элементарными частицами и друг с другом.
Различают естественные и искусственные — ядерные — реакции. Самопроизвольные ядерные реакции — происходят — из-за распада радиоактивных элементов. Радиоактивные элементы излучая o, В ‚у лучи, превращаются в ядра других атомов.
0 излучение (α-частица) это поток α-частиц, которые являются ядрами атомов гелия. Они обладает сильными ионизирующими свойствами и может преодолевать металлические барьеры толщиной менее 0,01 мм.`],[`g11-c1-s03-t08`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,19,20,`textbook`,`ru`,`Kimyo 11`,`Они обладает сильными ионизирующими свойствами и может преодолевать металлические барьеры толщиной менее 0,01 мм.
В - излучение (В -частица) поток электронов с отрицательным зарядом (-1). Может преодолевать металлические барьера толщиной 0,01мм.
γ-излучение-электромагнитное излучение высокой энергии, подобное рентгеновским лучам. Эти лучи могут проходить через барьер толщиной 0,1м.При испускании γ-частиц химический элемент не изменяется, его массовое число также не изменяется.
К основным видам радиоактивного распада относится α-распад, В’ и В" распад. При o- распаде порядковый номер элемента уменьшается на 2.
При β-распаде заряд ядра увеличивается на единицу, а массовое число не изменяется. При |’ распаде заряд ядра уменьшается на единицу, а массовое число не изменяется. Эта реакция идет с образованием ‘J -позитрона. В некоторых ядерных реакциях происходит захват ядром электрона. При этом заряд ядра уменьшается на единицу, а массовое число остается прежним.`],[`g11-c1-s03-t09`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,20,20,`textbook`,`ru`,`Kimyo 11`,`В некоторых ядерных реакциях происходит захват ядром электрона. При этом заряд ядра уменьшается на единицу, а массовое число остается прежним.
При помощи ядерных реакций получают изотопы, обладающие радиоактивными свойствами. Все они в результате неустойчивого и радиоактивного распада превращаются в изотопы других элементов.
Радиоактивные изотопы получены для всех химических элементов. Известно примерно 1500 их разновидностей. Элементы, состоящие только из радиоактивных изотопов, называются радиоактивными. Это элементы с порядковыми номерами: z = 43, 61 и 84 -105.
Написание уравнений таких реакций основано на законах сохранения массы и заряда. Это означает, что сумма масс и сумма зарядов в левой части уравнения должна быть равна сумме масс и сумме зарядов в правой части уравнения. Например:
в 4+) Не = Si+ Н
Это уравнение показывает, что при взаимодействии атома алюминия с α-частицей образуется атом кремния и протон. Радиоактивный распад радия с образованием радона и гелия следует записать так:`],[`g11-c1-s03-t10`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,20,21,`textbook`,`ru`,`Kimyo 11`,`Это уравнение показывает, что при взаимодействии атома алюминия с α-частицей образуется атом кремния и протон. Радиоактивный распад радия с образованием радона и гелия следует записать так:
в Ка =; Rn+, He
В 1919 году Резерфорд впервые осуществил ядерную реакцию искусственно, бомбардируя α-частицами ядра атомов азота: “N+ Не=? O+ H
Стабильных (нерадиоактивных) изотопов известно около 300.13 них состоит большинство химических элементов периодической системы элементов Д.И. Менделеева. У некоторых элементов наряду со стабильными имеются и долгоживущие радиоактивные изотопы. Это:
OK, ORD, Wn
Элементы, расположенные после урана в периодической системе Менделеева (трансурановые элементы) являются радиоактивными и не имеют стабильных изотопов. За счет ядерного распада эти атомы становятся относительно стабильными. Распад атомного ядра происходит под влиянием нейтронов, которые изменяют устойчивость ядер. Тяжелые ядра, имеющие избыток нейтронов, самопроизвольно распадаются. Распад ядра урана - 235 можно записать следующим образом:`],[`g11-c1-s03-t11`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,21,21,`textbook`,`ru`,`Kimyo 11`,`Тяжелые ядра, имеющие избыток нейтронов, самопроизвольно распадаются. Распад ядра урана - 235 можно записать следующим образом:
BU +, n= Kr+'% Ва+3)п
Можно получить изотопы всех трансурановых элементов путем воздействия нейтронов в ядерных реакторах. Такими методами получены изотопы до118 - трансурановых элементов.
Неограниченное применение находят радиоактивные препараты в медицине при диагностике и лечения заболеваний. Для определения наличия опасных опухолей у больных раком используется способность опухолевых тканей поглощать радиоактивные элементы. Например, используется фосфат натрия, который имеет в составе изотоп, фосфора-32, который применяется для обнаружения опасных опухолей в организме. Известно, например, что деятельность щитовидной железы тесно связана с обменом йода.
Вводя больному ничтожно малые количества изотопа йода-131 (в виде натриевой соли),удается установить, насколько нормально функционирует щитовидная железа.`],[`g11-c1-s03-t12`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,21,21,`textbook`,`ru`,`Kimyo 11`,`Вводя больному ничтожно малые количества изотопа йода-131 (в виде натриевой соли),удается установить, насколько нормально функционирует щитовидная железа.
При лечении хронического лейкоза рекомендуются меченные изотопы фосфора-32, цинка-65 и золота-198 и фосфат натрия. При лечении раковых заболеваний использовали γ-лучи испускаемые изотопом — кобальта ‚Этот изотоп обладает рядом преимущество по сравнению с радием или рентгеновским излучением, так как не излучает сильно проникающие γ-кванты. Радионуклиды меди-64, серебра -111, и золота -198 используются для изучения метаболических процессов в организме в качестве радиоактивного индикатора.
Каждое ядро урана распадается с очень большим количеством энергии. Основа современной ядерной энергии основана на реакции распада урана.
Задачи и их решения
Задача 1: Сколько различных молекул воды можно получить из трех изотопов водорода (‘H, 2), *T) и двух изотопов кислорода О и ВО?`],[`g11-c1-s03-t13`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,21,22,`textbook`,`ru`,`Kimyo 11`,`Задача 1: Сколько различных молекул воды можно получить из трех изотопов водорода (‘H, 2), *T) и двух изотопов кислорода О и ВО?
Решение. Чтобы определить количество образующихся молекул воды, составим следующую таблицу:
|| мн Joo | tr | wp | ur | pr |
| о [wo [ovo | tro | mp0 | нго | prio
Ответ: Образуется 12 различных молекул воды.
Задача-2. Определите процентное содержание незаряженных частиц от общего количества всех элементарных частиц в изотопе 3'Cr?
Находим сумму (р +п+е-) всех элементарных частиц в атоме изотопа 51Сг В составе изотопа 51Сг имеется 24 электрона, 24 протона и 27 нейтронов, гдер + п +е = 24+24+27=75.
Если 75 элементарной частиц составляет 100%, 27 незаряженных частиц x %/
Ответ 36% В
Задача-3. В ядре изотопа содержится 82 нейтрона и 40,58% протонов. Найти относительную атомную массу изотопа.
Решение: Сумма чисел протонов и нейтронов в атомах составляют около 100%.`],[`g11-c1-s03-t14`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,22,23,`textbook`,`ru`,`Kimyo 11`,`Решение: Сумма чисел протонов и нейтронов в атомах составляют около 100%.
Из условия задачи известно, наличие 82 нейтронов в ядре изотопа. Определяет количество протонов в ядре. Если: 40,58% составляют протоны, то 100-40,58=59,42% нейтронов.
Если известно, что в ядре изотопа 56 протонов, его относительная атомная масса определяется по следующей формуле:
Задача 4. Определите относительную атомную массу изотопа, если содержание протонов в атоме составляет 30,6% от общего количества элементарных частиц. (количество нейтрона в ядре изотопа равно 33).
Решение. В атоме число протонов равно числу электронов. 30,6% составляют протоны, следовательно, содержание электронов тоже составляет 30,6%. Если р + п + е = 100%, то 100 -(р + е) = п. 100 - (30,6 + 30,6) = 38,8% нейтронов.
XP oii. 33 И
Относительная атомная масса изотопа: Ар =p + п = 26 + 33 = 59.
Задания по теме.`],[`g11-c1-s03-t15`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции`,23,23,`textbook`,`ru`,`Kimyo 11`,`…38,8% нейтронов. XP oii. 33 И Относительная атомная масса изотопа: Ар =p + п = 26 + 33 = 59. Задания по теме.
1. Определите ряд изоэлектронов.
2. Какие из данных атомов являются изотонами?
3. Какие из данных атомов являются изобарами?
4. Найдите вариант, где даны изотопы:
5. Определите процентное содержание незаряженных нуклонов от общего количества всех элементарных частиц в изотопе Fe?
6. Определите процентное содержание незаряженных частиц от общего количества всех элементарных частиц в изотопе Cu? А) 36,9; В) 31,5; С) 46,0; D) 53,9.
7. В ядре изотопа содержится 74 нейтрона и 41,73% протонов. Найти относительную атомную массу изотопа. A) 137; В) 127; С) 131; D) 119.
8. В ядре изотопа содержится 81 нейтрона и 40,87% протонов. Найти относительную атомную массу изотопа. А) 137; В) 127; С) 131; D) 119.`],[`g11-c1-s03-d01`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции: Ядро атома водорода, ядерными, изотопами, изобарами, изотонами`,17,18,`definition`,`ru`,`Kimyo 11`,`Ядро атома водорода — элементарная частица, которую называют протоном.
Силы, удерживающие протоны и нейтроны в ядре, называются ядерными.
Разновидности атомов одного элемента, обладающие одинаковыми зарядами ядер, но разными массовыми числами, называются изотопами.
Разновидности атомов с одинаковой атомной массой, но разным зарядом ядра называются изобарами.
Атомы с одинаковым количеством нейтронов в ядре атома называются изотонами.`],[`g11-c1-s03-d02`,11,`c1`,`s03`,`3`,`Состав атома. Ядерные реакции: изоэлектронными, Химический элемент, Ядерные реакции, радиоактивными`,18,20,`definition`,`ru`,`Kimyo 11`,`Частицы атома (молекулы или иона) с одинаковым числом электронов называется изоэлектронными.
Химический элемент - это определенный вид атомов с одинаковым зарядом ядра.
Ядерные реакции — это изменения ядер в результате взаимодействия их с элементарными частицами и друг с другом.
Элементы, состоящие только из радиоактивных изотопов, называются радиоактивными.`],[`g11-c1-s04-t01`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,23,24,`textbook`,`ru`,`Kimyo 11`,`§ 4 Виды химической связи. Кристаллические решетки
Под химической связью понимают такое взаимодействие атомов, образовании химической связи могут участвовать - неспаренные электроны атомов, спаренные электроны, расположенные на одном орбитале и свободные (вакантные) орбитали.
Энергия химической связи, длина, валентный угол (угол валентности) и направленность связи — являются основными характеристиками химической связи. Минимальное количество энергии, необходимое для разрыва химической связи называется - энергией связи. Он обозначается Е и измеряется в кДж / моль и ккал / моль. Чем выше энергия связи, тем прочнее соединение. Величина энергии связи зависит от природы взаимодействующих атомов, типа и порядка связи.
Длина химической связи обозначается буквой г и выражается в А (нм). Длина связи - это расстояние между ядрами взаимодействующих атомов.
При рассматривании трех молекул газа, энергия химической связи слева направо уменьшается, а длина увеличивается. № 0, Е,`],[`g11-c1-s04-t02`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,24,24,`textbook`,`ru`,`Kimyo 11`,`При рассматривании трех молекул газа, энергия химической связи слева направо уменьшается, а длина увеличивается. № 0, Е,
Химическая длина связи
Химическая энергия связи.
Угол между химическими связями - называется валентным углом. Валентный угол между H - О-связью в молекуле Н›О составляет 104,5°, а угол между связями в молекуле CH2 составляет 109,5°.
Кратность связи определяется числом электронных пар, связывающих два атома. Она может быть одинарная, двойная (двойная связь), тройная (тройная связь) и иногда четвертичная. С увеличением кратности связи энергия связи возрастает, увеличивается прочность и уменьшается длина СВЯЗИ.
Атомы в основном образуют химические связи за счет неспаренных электронов. Основными видами химической связи считается ковалентная, ионная, металлическая и водородная связи.
Химическая связь, образованная за счет общей пары электронов, называется ковалентной связью. Это двухэлектронная и двухцентровая (удерживает два ядра) связь. В образовании ковалентных связей участвуют все неспаренные электроны внешнего энергетического слоя, а иногда и спаренные электроны.`],[`g11-c1-s04-t03`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,24,24,`textbook`,`ru`,`Kimyo 11`,`В образовании ковалентных связей участвуют все неспаренные электроны внешнего энергетического слоя, а иногда и спаренные электроны.
По способу перекрывания электронных орбиталей различают с «сигма» и «пи» связи. с - Сигма-связь - это ковалентная связь, при образовании которой атомные орбитали перекрываются вдоль линии, соединяющей центры взаимодействующих атомов. Одинарная связь- всегда с-связь, которая лежит вдоль прямой линии (линий), связывающая ядра двух соседних атомов.
л-связь — ковалентная связь, при образовании которой атомные орбитали перекрываются над и под линией, соединяющей центры взаимодействующих атомов. л- связь может только дополнять с — СВЯЗЬ В двойной или тройной связи.
Существует разные обозначения химической связи. С помощью электронов в виде точек, на химическом символе элемента. Образование молекулы водорода можно показать, как:
Также используют квантовые ячейки (орбитали). Размещают два электрона с противоположными спинами в одной молекулярной квантовой ячейке:`],[`g11-c1-s04-t04`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,24,25,`textbook`,`ru`,`Kimyo 11`,`Размещают два электрона с противоположными спинами в одной молекулярной квантовой ячейке:
af] Leo О
Часто, особенно в органической химии ковалентную связь изображают черточкой (штрихом) (например, H-H), которая символизирует пару электронов.
Существует два вида ковалентной связи: полярная и неполярная.
Неполярная ковалентная связь. Ковалентную неполярную связь, образующуюся между атомами с одинаковой электроотрицательностью, называется неполярной. Например: H,, F2, С1;, O,, №, и др., в которых электронная пара одинаковой мере принадлежит обоим атомам.
Химическую связь, образованную атомами, электроотрицательности которых отличаются, но незначительно, называют ковалентной полярной связью. Примером могут служить молекулы неорганических соединений: НО, NH3, HCI, HF, HBr, HJ, Н›5, H2Se, H2SO..`],[`g11-c1-s04-t05`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,25,25,`textbook`,`ru`,`Kimyo 11`,`Примером могут служить молекулы неорганических соединений: НО, NH3, HCI, HF, HBr, HJ, Н›5, H2Se, H2SO..
Возможен и другой механизм ee образования-донорно -акцепторный. В этом случае химическая связь возникает за счет двухэлектронного облака одного атома и свободной орбитали другого атома. Рассмотрим в качестве примера механизм образования иона аммония NH4.В молекуле аммиака атом азота имеет неподеленную пару электронов (двухэлектронное облако):
H:N:H H
У иона водорода свободна (He заполнена)1s — орбиталь,что можно обозначить как : Н *. При образовании иона аммония двухэлектронное облако азота становится общим для атомов азота и водорода, т.е. оно превращается в молекулярное облако. А значит возникает четвертая ковалентная связь. Это называется донорно-акцепторной связью.
NH3+H*—NH/* № донор H* акцептор
Ионная связь
Этот тип связи образуется при взаимодействии атомов элементов, электроотрицательность которых резко отличается. Ионная связь основана Ha электростатической теории.`],[`g11-c1-s04-t06`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,25,25,`textbook`,`ru`,`Kimyo 11`,`Этот тип связи образуется при взаимодействии атомов элементов, электроотрицательность которых резко отличается. Ионная связь основана Ha электростатической теории.
Наиболее устойчивой является такая электронная конфигурация атомов, при которой на внешнем электронном уровне, подобно атомам благородных газов, будет находится 8 электронов (октет) или 2 электрона(дублет) При химическом взаимодействии атомы стремятся приобрести устойчивою электронную конфигурацию и часто достигают этого или в результате присоединения валентных электронов от других атомов, или в результате отдачи своих валентных электронов. Атомы, присоединившие электроны превращаются в отрицательные ионы, или анионы.
Атомы, отдавшие свои электроны, превращаются в положительные ионы, или катионы. Согласно этой теории, между противоположно заряженными ионами, возникают силы электростатического притяжения, которые и будут удерживать их друг около друга, осуществляя тем самым ионную химическую связь.`],[`g11-c1-s04-t07`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,25,26,`textbook`,`ru`,`Kimyo 11`,`Согласно этой теории, между противоположно заряженными ионами, возникают силы электростатического притяжения, которые и будут удерживать их друг около друга, осуществляя тем самым ионную химическую связь.
Ионные соединения являются кристаллическими веществами. В твердом (кристаллическом) состоянии ионные соединения состоят из закономерно расположенных положительных и отрицательных ионов. В водных растворах этих веществ вместо молекул бывают ионы. Ионная связь образуется не только между щелочными металлами и галогенами, но также и в соединениях щелочей и солей. Например, в соединениях гидроксида натрия NaOH и сульфата натрия Na2SO4 существует ионная связи между атомами натрия и кислорода (все остальные являются полярной ковалентной связью).
Поэтому щелочи и соли в воде диссоциируют по следующей схеме:`],[`g11-c1-s04-t08`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,26,27,`textbook`,`ru`,`Kimyo 11`,`Поэтому щелочи и соли в воде диссоциируют по следующей схеме:
Трудно поставить резкую границу между типами химических связей. Во многих соединениях химическая связь является промежуточным; например, сильные полярные химические связи ближе к ионной связи. Если химическая связь по свойству ближе к ионной связи, то его называют ионной связью, если ближе к ковалентной связи то считается ковалентной
СВЯЗЬЮ.
Металлическая связь
Связь образованная в результате взаимодействия между ионами металла и относительно свободными электронами называется металлической связью. Металлическая связь характерна для всех металлов, кроме жидкого Hg.
Ионы металлов
Атомы металлов
Электроны
Наиболее важными физическими свойствами металлов является такие свойства как высокая температура кипения и плавления, металлический блеск, отражение от металлической поверхности световых лучей и звука, хорошая теплопроводность и электропроводность, ковкость и пластичность. Эти свойства объясняются только наличием металлической связи.`],[`g11-c1-s04-t09`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,27,27,`textbook`,`ru`,`Kimyo 11`,`Эти свойства объясняются только наличием металлической связи.
Водородная связь
Связь между атомом водорода одной молекулы и сильно электроотрицательным атомом, другой молекулы имеющим неподеленную электронную пару (О, Е, №) называется водородной связью.
Может возникнуть вопрос: почему именно водород способен образовать такие специфические химические связи? Это связано с тем, что атом водорода обладает очень маленьким радиусом и при смещении или отдаче единственного электрона водород приобретает положительный заряд.
Рассмотрим некоторые примеры. Мы привыкли состав воды изображать формулой H2O, но правильнее было бы состав воды обозначать формулой (Н›О)п, где п равно 2,3,4 ит. д., так как отдельные молекулы воды соединены водородными связями, которые схематически изображают точками:
Обычно водородную связь обозначают точками, и этим указывают, что она гораздо более слабая, чем ионная или ковалентная, но более сильная, чем межмолекулярное взаимодействие.`],[`g11-c1-s04-t10`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,27,27,`textbook`,`ru`,`Kimyo 11`,`Обычно водородную связь обозначают точками, и этим указывают, что она гораздо более слабая, чем ионная или ковалентная, но более сильная, чем межмолекулярное взаимодействие.
Типы кристаллических решеток
Известно, что вещества находятся в трех агрегатных состояниях: газообразном, жидком и твердом. В газообразном и жидком состояниях структурные частицы расположены беспорядочно, межмолекулярные силы притяжения недостаточно удерживают их в одном месте, поэтому также вещества не имеют определенной формы. Твердые вещества, в отличие от газообразных и жидких, имеют определенную твердую форму, независимо от условий, в которых они находятся.
Твердые вещества в зависимости от внутреннего строения, т.е. от расположения частиц могут быть кристаллическими и аморфными. Одно и тоже вещество может находится в кристаллическом и в аморфном состоянии (например, кварц и в кристаллическом, и в аморфном состоянии- песчаная глина). Кристаллическое состояние более устойчиво, чем аморфное.`],[`g11-c1-s04-t11`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,27,28,`textbook`,`ru`,`Kimyo 11`,`Одно и тоже вещество может находится в кристаллическом и в аморфном состоянии (например, кварц и в кристаллическом, и в аморфном состоянии- песчаная глина). Кристаллическое состояние более устойчиво, чем аморфное.
В кристаллических веществах частицы расположены упорядоченно, образуя пространственную кристаллическую решетку. Часть кристаллической решетки, параллельные переносы которой в трех измерениях позволяют построить всю кристаллическую решетку называется элементарной ячейкой.
В зависимости от вида частиц и характера связи между ними различают четыре типа кристаллических решеток: ионные, атомные, молекулярные и металлические.
Кристаллические решетки, состоящие из молекул (полярных и неполярных), называются молекулярными. Молекулы в таких решетках соединены между собой сравнительно слабыми межмолекулярными силами.`],[`g11-c1-s04-t12`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,28,28,`textbook`,`ru`,`Kimyo 11`,`Молекулы в таких решетках соединены между собой сравнительно слабыми межмолекулярными силами.
Кристаллические решетки, в узлах которых расположены ионы называется ионной. Их образуют вещества с ионной связью. Пример, может служить кристалл хлорида натрия, в котором каждый ион натрия окружен шестью хлорид- ионами, а каждый хлорид- ион — шестью ионами натрия. Такому расположению соответствует наиболее плотная упаковка, Связи между ионами в таком кристалле весьма прочны. Поэтому вещества с ионной связью обладают высокой твердостью. Они тугоплавки и малолетучи.
Кристаллическая решетка многих солей, некоторых оксидов и оснований являются ионными.
Металлическая
Кристаллическая решетка NaCl кристаллическая решетка
Атомная кристаллическая решетка. Кристаллические решетки, в узлах которых находятся атомы называются атомными. Атомы в таких решетках соединены между собой прочными ковалентными связями.`],[`g11-c1-s04-t13`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,28,29,`textbook`,`ru`,`Kimyo 11`,`Кристаллические решетки, в узлах которых находятся атомы называются атомными. Атомы в таких решетках соединены между собой прочными ковалентными связями.
Металлическая кристаллическая решетка. Металлы образуют металлическую кристаллическую решетку. В узлах решетки находятся нейтральные атомы, положительно заряженные ионы, окруженные «электронным газом», т.е. свободными электронами. Электроны электростатически притягивают катионы, обеспечивая стабильность решетки.
Наличие свободных электронов обуславливает хорошую электро-и теплопроводность, магнитные и другие свойства, характерные для металлов.
Задачи и их решения
1 Задача.Определите количество сигма с и пи л связей в молекуле пирофосфата алюминия.
Решение. Составляем структурную формулу пиророфосфата алюминия. Al, (PO4); и определяем количество с и л связей.
lo} „0. ‚© од ОА Ох ail Sp,
P— ZN Q О о” О [@) 0 Own’ Sp=O- ar 9p AIL 2 Ps
В молекуле пирофосфата алюминия 366 и бл связей.`],[`g11-c1-s04-t14`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,29,29,`textbook`,`ru`,`Kimyo 11`,`…‚© од ОА Ох ail Sp, P— ZN Q О о” О [@) 0 Own’ Sp=O- ar 9p AIL 2 Ps В молекуле пирофосфата алюминия 366 и бл связей.
2.Задача. Определите пару веществ с ковалентной неполярной связью.
А) Mgl,, 50); В) NaBr, HBr; С) SS, F2; D) HBr, PH3 .
Решение. Из данных веществ ковалентными неполярными являются SS, F.. Неполярные связи существуют в молекулах простых веществ, образованными атомами одного элемента. Разность их электроотрицательностей равна нулю.
3 задача. Определите количество сигма с и пил связей в молекуле дихромата алюминия.
Решение: Составляем структурную формулу дихромата алюминия. Aly (Cr3O7); и определяем количество с и л связей.
В молекуле дихромата алюминия 30с и 12л связей.
о „0 Оси \\ Op
СК. ~ IN Al IN / О. О” О 0” О Oo. _ON O=~/ Or’ CF AL =Cr СГ. 0° ~0 О” 0 о” "0
Задача 4. Среди приведенных веществ определите вещества с ионной связью: 1) фторид цезия; 2) аммиак; 3) хлорид калия; 4) оксид водорода; 5) оксид кальция; 6) оксид серы (VI).`],[`g11-c1-s04-t15`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,29,30,`textbook`,`ru`,`Kimyo 11`,`Среди приведенных веществ определите вещества с ионной связью: 1) фторид цезия; 2) аммиак; 3) хлорид калия; 4) оксид водорода; 5) оксид кальция; 6) оксид серы (VI).
Решение. В веществах фторида цезия, хлорида калия, оксида кальция связь ионная, так как разность относительной электроотрицательностей (30) атомов, составляющих молекулу больше 1,7 (2,0).
Хлорид калия K = 0,8; С1 = 3; 30,8 = 2,2.
Следовательно в этих веществах химическая связь — ионная.
Задача 5. В каком из приведенных ниже соединений связь наиболее полярна?
А) хлороводород В) оксид водорода
С) аммиак D) оксид азота (II).
Решение. Используя значения относительных электроотрицательностей (ЭО) элементов, находим разности относительных электроотрицательностей атомов в молекулах:
Чем больше по абсолютному значению разность D0, тем более полярна молекула.Наиболее полярна молекула воды НО. Ответ В.
Тестовые задания по темам.
1.Определите количество сигма с и пи л связей в молекуле хлорной кислоты? A)10;6; В) 5;3; С) 4;2; р) 8;4.`],[`g11-c1-s04-t16`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки`,30,30,`textbook`,`ru`,`Kimyo 11`,`Определите количество сигма с и пи л связей в молекуле хлорной кислоты? A)10;6; В) 5;3; С) 4;2; р) 8;4.
2. Определите количество сигма с и пи л связей в молекуле перманганата калия? А)10;6 В)5;3; ©С)4;2; D)S8;4.
3. Определите количество сигма с и пи л связей в молекуле фосфата стронция? А)21;3 В)7;1; C)14;2; D)28;4.
4. Определите количество сигма с и пил связей в молекуле фосфата кальция? А) 7; 1; В)21;3; C)14;2; D)28;4.
5. Найдите молекулы, имеющие две л связи: 1) азот; 2) кислород; 3) метан; 4) оксид серы (VI); 5) ацетилен; 6) углекислый газ
6. Среди приведенных веществ определите вещества с ионной связью: 1) оксид хрома (III); 2) оксид цезия; 3) оксид хлора (V); 4) оксид серы (IV); 5) оксид фосфора (V); 6) оксид кальция.
7. Расположите данные вещества в порядке увеличения полярности связи. 1) CH4 2) NH3 ; 3) HO; 4) НЕ.
8. Расположите данные вещества в порядке увеличения полярности связи. 1) HCL; 2) H2S; 3) PH3; 4) SiH.`],[`g11-c1-s04-d01`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки: - энергией связи, Длина связи`,23,23,`definition`,`ru`,`Kimyo 11`,`Под химической связью понимают такое взаимодействие атомов, образовании химической связи могут участвовать - неспаренные электроны атомов, спаренные электроны, расположенные на одном орбитале и свободные (вакантные) орбитали.
Минимальное количество энергии, необходимое для разрыва химической связи называется - энергией связи.
Длина связи - это расстояние между ядрами взаимодействующих атомов.`],[`g11-c1-s04-d02`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки: Угол между химическими связями, ковалентной связью, неполярной`,24,25,`definition`,`ru`,`Kimyo 11`,`Угол между химическими связями - называется валентным углом.
Химическая связь, образованная за счет общей пары электронов, называется ковалентной связью.
с - Сигма-связь - это ковалентная связь, при образовании которой атомные орбитали перекрываются вдоль линии, соединяющей центры взаимодействующих атомов.
Ковалентную неполярную связь, образующуюся между атомами с одинаковой электроотрицательностью, называется неполярной.`],[`g11-c1-s04-d03`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки: ковалентной полярной связью, донорно-акцепторной связью, ионной связью`,25,26,`definition`,`ru`,`Kimyo 11`,`Химическую связь, образованную атомами, электроотрицательности которых отличаются, но незначительно, называют ковалентной полярной связью.
Это называется донорно-акцепторной связью.
Если химическая связь по свойству ближе к ионной связи, то его называют ионной связью, если ближе к ковалентной связи то считается ковалентной`],[`g11-c1-s04-d04`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки: металлической связью, водородной связью`,26,27,`definition`,`ru`,`Kimyo 11`,`Связь образованная в результате взаимодействия между ионами металла и относительно свободными электронами называется металлической связью.
Связь между атомом водорода одной молекулы и сильно электроотрицательным атомом, другой молекулы имеющим неподеленную электронную пару (О, Е, №) называется водородной связью.`],[`g11-c1-s04-d05`,11,`c1`,`s04`,`4`,`Типы химических связей. Кристаллические решетки: элементарной ячейкой, молекулярными, ионной, атомными`,28,28,`definition`,`ru`,`Kimyo 11`,`Часть кристаллической решетки, параллельные переносы которой в трех измерениях позволяют построить всю кристаллическую решетку называется элементарной ячейкой.
Кристаллические решетки, состоящие из молекул (полярных и неполярных), называются молекулярными.
Кристаллические решетки, в узлах которых расположены ионы называется ионной.
Кристаллические решетки, в узлах которых находятся атомы называются атомными.`],[`g11-c2-s01-t01`,11,`c2`,`s01`,`5`,`Количество вещества`,31,31,`textbook`,`ru`,`Kimyo 11`,`2- ГЛАВА. КОЛИЧЕСТВО ВЕЩЕСТВА
§ 5 Количество вещества
Химические вещества в зависимости OT состава вещества подразделяются на простые и сложные вещества. Вещества, состоящие из атомов одного химического элемента, называются простыми, а состоящие из атомов разных химических элементов называются сложными.
Единицей количества вещества является моль.
Моль — это количество вещества, содержащее столько структурных частиц (молекул,атомов,ионов),сколько атомов содержится в 12 г изотопа углерода. Число частиц в одном Mone вещества 6,02°10%. Количество вещества и масса разные понятия. Масса выражается в граммах, килограммах, а единицей измерения количество вещества является моль. Например, молекулярная масса вода равна 18 а.е.м. 1 моль воды равен 18 г.
При химических расчетах следует учитывать, что 1киломоль (к/моль) равен 1000 моль, a 1ммоль равен 0,001 моль.`],[`g11-c2-s01-t02`,11,`c2`,`s01`,`5`,`Количество вещества`,31,32,`textbook`,`ru`,`Kimyo 11`,`При химических расчетах следует учитывать, что 1киломоль (к/моль) равен 1000 моль, a 1ммоль равен 0,001 моль.
Между массой вещества (т) и количеством вещества (п) и молярной массой (М) существует простые соотношения:
Й смолы) — Spar M (2/моль)
Эта формула используется для вычисления количества вещества. Например, определим количество вещества 28 г КОН. Дано m (KOH) = 28 г, М (KOH) = 56бг/моль. На основании вышеуказанной формулы рассчитываем количество вещества.
Молярная масса вещества —масса одного моля этого вещества. Оно равняется массе 6,02 10% частиц данного вещества. Молярная масса выражается в граммах на моль (г/моль).
Например, М (H,)= 2дг/моль; М (FeS)-88г/моль; М(Ее)=56г/моль;, М(s)=32г/моль.
Молярная масса вещества, выраженная в г/молях численно равна относительной атомной или относительной молекулярной массе (а.е.м.) этого вещества. Из реакции взаимодействия железа и серы имеем следующие данные.`],[`g11-c2-s01-t03`,11,`c2`,`s01`,`5`,`Количество вещества`,32,32,`textbook`,`ru`,`Kimyo 11`,`) этого вещества. Из реакции взаимодействия железа и серы имеем следующие данные.
Fe + s = FeS 1 моль — 1 моль 1 моль 56 г/моль ~~ 32 г/моль 88 г/моль
В составе продукта любой реакции входят атомы веществ, которые первоначально участвовали в реакции. Атомы сохраняются в процессе реакции, значит масса каждого отдельного атома, а также суммарная масса всех атомов также полностью остается неизменной. В таком случае масса продуктов любой реакции должна быть равна массе начальных веществ, участвовавших в реакции.
Масса веществ, вступивших в химическую реакцию, равна массе веществ, образующихся в результате реакции.`],[`g11-c2-s01-t04`,11,`c2`,`s01`,`5`,`Количество вещества`,32,32,`textbook`,`ru`,`Kimyo 11`,`Масса веществ, вступивших в химическую реакцию, равна массе веществ, образующихся в результате реакции.
С точки зрения атомно — молекулярного учения закон сохранения массы объясняется следующим образом: в результате химической реакции атомы не исчезают и не возникают из ничего, они перегруппируются. Следствии того, что количество атомов до реакции и после остается неизменным, их общая масса также не изменяется. Любое чистое вещество независимо от местоположения и способа получения имеет постоянный состав. Рассмотрим, например, состав оксида углерода (IV) (углекислого газа) СО». Он состоит из углерода и кислорода (качественный состав).
Содержание углерода в CO, 27,27%, кислорода- 72,73% (количественный состав).
Поскольку атомы имеют постоянную массу, то и массовый состав вещества в целом постоянен.
Решение задач по темам и их решения.
Задача 1. В реакции с серой израсходовалось 0,5 моль железа. Определите его массу.`],[`g11-c2-s01-t05`,11,`c2`,`s01`,`5`,`Количество вещества`,32,33,`textbook`,`ru`,`Kimyo 11`,`Задача 1. В реакции с серой израсходовалось 0,5 моль железа. Определите его массу.
Решение: Для решения используем формулу:
М=ш/ п; т=М п т = 56 г/моль ' 0,5 моль = 28 1. Ответ: 28 г железа
2 Задача. В результате реакции получено 22г сульфида железа (II). Какое количество сульфида железа (II) соответствует данной массе?
Решение. M(FeS) = 8&88г/моль. Рассуждаем следующим образом: 88 г соответствует 1 молю; 22г соответствует х молям FeS.Находим 88 г: 22г = 1моль:х моль
3 Задача. Какое количество вещества атомной серы содержится в 264г серы?
Решение: Относительная атомная масса серы Аг (S)= 32. Молярная масса атомарной серы 32г/моль. Значит в образце серы массой 264 содержится:
4 задача. Определите количество вещества сульфата натрия №50, массой 14,2г.
Решение. Относительная молекулярная масса Na2SO., равна: Мг (Na2SO.) = 23:2+32 + 16:4 = 142, находим количество вещества.`],[`g11-c2-s01-t06`,11,`c2`,`s01`,`5`,`Количество вещества`,33,34,`textbook`,`ru`,`Kimyo 11`,`Относительная молекулярная масса Na2SO. , равна: Мг (Na2SO. ) = 23:2+32 + 16:4 = 142, находим количество вещества.
5 задача. Относительная атомная масса серебра равна 108. Определите массу атома серебра.
Решение. Молярная масса атома серебра равна 108 г/моль численно равняется его относительной атомной массе. Зная, что в одном моле серебра содержится 6.02 10° атомов находим массу его одного атома:
Задачи для самостоятельного решения
1. Определите массу 5 моль азота.
2. Рассчитайте массу 4 моль газа хлора.
3 — Общая химия, 11-класс 33
3. Определите количество вещества 128 г меди.
4. Определите количество вещества углерода в графите массой 120г.
5. Определите количество вещества нитрата серебра (1) массой 17г.
6. Определите количество вещества фосфата бария, массой 120,2г.
7. Относительная атомная масса меди равна 64. Определите массу одного атома меди.
8. Относительная атомная масса натрия равна 23. Определите массу одного атома натрия.`],[`g11-c2-s01-d01`,11,`c2`,`s01`,`5`,`Количество вещества: простыми, Моль`,31,31,`definition`,`ru`,`Kimyo 11`,`Вещества, состоящие из атомов одного химического элемента, называются простыми, а состоящие из атомов разных химических элементов называются сложными.
Моль — это количество вещества, содержащее столько структурных частиц (молекул,атомов,ионов),сколько атомов содержится в 12 г изотопа углерода.`],[`g11-c2-s02-t01`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов`,34,34,`textbook`,`ru`,`Kimyo 11`,`§ 6 Закон Авогадро. Смеси газов.
Изучение свойств газов позволило В 1811 году А. Авогадро открыть закон: В равных объемах различных газов при одинаковых условиях содержится одинаковое число молекул. Из закона Авогадро вытекает два важных следствия:
1.При нормальных условиях т.е. температуре 273 К (0 °С) и давлении 101,325 кПа все газы, количеством вещества 1 моль занимают объем равный 22,4л. Этот объем называется молярный объем газов.М.=22,4 л/моль. Следовательно, моль водорода при нормальных условиях занимает объем равный 22,4л, а 10 моль водорода 224л и 0,1 моль 2,24л.
2.Объем газов их количество вещества и число частиц (молекул и атомов) взаимосвязаны. 1 моль любого вещества содержат 6,02 10°\`частиц (молекул, атомов) Это число называется числом Авогадро и обозначается М, = 6,02 10°.
В 1моле газа хлора содержится 6,02 '10°% молекул Cl, Число атомов хлора в этом количестве два раза больше - 12,04 '102.`],[`g11-c2-s02-t02`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов`,34,35,`textbook`,`ru`,`Kimyo 11`,`В 1моле газа хлора содержится 6,02 '10°% молекул Cl, Число атомов хлора в этом количестве два раза больше - 12,04 '102.
Отсюда следует 1 моль любого газа занимает объем 22,4 л и содержит 6,02 10% молекул.
1 моль газа содержит 6,02 10% молекул и занимает объем 22,4л.
0,5 моль газа содержит 3,01 '10°° молекул и занимает объем 11,2л.
В 2,24л газа хлора содержит 6,02 '10?? молекул и его количество вещества равно 0,1 моль.
Молярный объем рассчитывается отношением объема (н.у), занимаемого веществом, к его количеству вещества:
У Уд=— n .
Здесь У-объем газа(л), п-количество вещества(моль). На основании закона Авогадро определяют молярные массы газообразных вешеств.Чем больше масса молекул газа, тем больше масса одного и того же объема газа. В равных объемах при одинаковых условиях содержится одинаковое число молекул, а, следовательно, и молей газов. Отношение масс равных объемов газов равно отношению их молярных масс.`],[`g11-c2-s02-t03`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов`,35,35,`textbook`,`ru`,`Kimyo 11`,`В равных объемах при одинаковых условиях содержится одинаковое число молекул, а, следовательно, и молей газов. Отношение масс равных объемов газов равно отношению их молярных масс.
т: то = М, : M,
Где т, — масса определенного объема первого газа; My- масса такого же объема второго газа; М, и M, — молярные массы газов.
Отношение массы определенного объема одного и того же объема другого газа (взятого при тех же условиях) называется плотностью первого газа по второму (обозначается буквой D)
M —L =D, отсюда М, = M,D M 1 2
Обычно плотность газов определяют по отношению к самому легкому газу — водороду (обозначается Dy,). Молярная масса водорода равна 2г/ моль. Поэтому получаем:
M=2D
Молекулярная масса вещества в молекулярном состоянии равна его удвоенной плотности по водороду.`],[`g11-c2-s02-t04`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов`,35,35,`textbook`,`ru`,`Kimyo 11`,`Молекулярная масса вещества в молекулярном состоянии равна его удвоенной плотности по водороду.
Часто плотность газа определяется по отношению к воздуху (Ds). Xots воздух является смесью газов, можно рассчитать его среднюю молекулярную массу. Если принять, что воздух состоит из 4 объемов азота (молярная масса 28г/моль) и 1 объема кислорода (молярная масса 32г/моль), то есть 4N2 + O,, тогда можно рассчитать его среднюю молярную массу:
ме =28,8 г/моль ( округленно 29 г / моль)
Молярная масса определяется из следующего выражения:
Определение молекулярных масс показало, что молекулы простых газов состоят из двух атомов (Ha, Е, С», O3, №), молекулы благородных газов — из одного атома (He, №, Ar, Kr, Xe, Rn). Для благородных газов понятия «молекулы» и «атом» равнозначны.Однако молекулы некоторых других простых веществ состоят их трех и более атомов, например, молекулы озона O3, фосфора Р., паров серы при невысоких температурах Ss.`],[`g11-c2-s02-t05`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов`,35,36,`textbook`,`ru`,`Kimyo 11`,`Однако молекулы некоторых других простых веществ состоят их трех и более атомов, например, молекулы озона O3, фосфора Р. , паров серы при невысоких температурах Ss.
Необходимо помнить, что коэффициенты, стоящие перед химическими знаками или формулами, обозначают не только количество вещества атомов в молекуле, но и количество молей вещества, участвующих в реакции. Поэтому уравнение реакции между газообразными веществами можно записать следующим образом.
H, + Cl, = 2HCI 2H2 + 0, = 2H2O
1 моль 1 моль 2 моль 2 моль 1 моль 1 моль
Если объемы газов, участвующих в реакции и образующихся в результате, сократить на 22,4, то объемное отношение газов можно выразить в обычных целых числах: в первом реакции — 1:1:2, во второй реакции - 2:1:2.
Таким образом, реакции между газообразными веществами подчиняется определенным законом:
При неизменном давлении объемы газов, вступающих в реакцию и образующимся в результате реакции, соотносятся друг с другом посредством маленьких целых чисел.`],[`g11-c2-s02-t06`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов`,36,36,`textbook`,`ru`,`Kimyo 11`,`При неизменном давлении объемы газов, вступающих в реакцию и образующимся в результате реакции, соотносятся друг с другом посредством маленьких целых чисел.
В уравнениях реакций коэффициенты показывают количество объемов веществ, вступающих в реакцию и образующих в результате реакции.
Объемная доля газов — величина, равная отношению объема какогото вещества в смеси к объему всей смеси
Например, при нормальных условиях дана смесь газов, состоящая из 2л водорода, 3 литра кислорода, 6 литров аммиака и 8 литров угарного газа.
Необходимо найти объемную долю газа кислорода. Для этого сначала найдем общий объем смеси газов:
Следовательно, объемная доля кислорода равна 15,7%.
Задачи по теме и их решения
1 задача. Относительная плотность газа по водороду 35,5. Определите относительную плотность этого газа по воздуху.
Решение. Зная относительную плотность газа по водороду находим молярную массу газа.`],[`g11-c2-s02-t07`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов`,36,37,`textbook`,`ru`,`Kimyo 11`,`Решение. Зная относительную плотность газа по водороду находим молярную массу газа.
Молярная масса воздуха округленно равна 29г/моль. Находим относительную плотность газа по воздуху.
2 задача. Относительная плотность газа по метану 2. Определите относительную плотность этого газа по гелию.
Решение.
1) Найдем сначала молярную массу газа:
2) Находим относительную плотность газа по гелию: М. 32 Dy, === 8 Ми 4
Ответ: 8
3 задача. При нормальных условиях газ массой 0,717г занимает объем 0,365л.Найдите молярную массу газа.
Решение: 1 моль любого газа при нормальных условиях занимает объем 22,4 л это называется молярным объемом газов. Отсюда следует:
4 задача. Какую массу будет иметь аммиака объемом 15 л при нормальных условиях? Определите количество вещества газа в этом объеме.
Решение. Молярная масса азота равна 17г/моль. 1 моль - 17 г/моль = 17 г аммиака при нормальных условиях 1 моль - 22,4 моль/л = 22,4 л Составляем пропорцию: 17 г NH3 — — 22,4 л NH3 (занимает при H.y) xt NH — — 15 л NH3 (занимает при н.у) х=11,38 ги 0,67`],[`g11-c2-s02-t08`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов`,37,38,`textbook`,`ru`,`Kimyo 11`,`1 моль - 17 г/моль = 17 г аммиака при нормальных условиях 1 моль - 22,4 моль/л = 22,4 л Составляем пропорцию: 17 г NH3 — — 22,4 л NH3 (занимает при H. y) xt NH — — 15 л NH3 (занимает при н. у) х=11,38 ги 0,67
5 задача. Определите относительную плотность газа этилена по водороду и воздуху.
Решение: Находим молярную массу этилена.
М (C2H2)=12-2+1- 4= 28 г/моль
M(C2H4) — 28 M(C2H4) 28 DH;)= ————=—=14 (воздух) =— ——— = —— = (0,965 M(H,) 2 М (воздух) 29
Ответ: Плотность по водороду равна 14, а по воздуху 0,965.
Задачи для самостоятельного решения
1.Найдите массу азота (H.y), объемом 4,48л.
2.Найдите массу аргона (H.y), объемом 5,бл.
3.Найдите массу оксида углерода (II) (н.у), объемом 2,8л.
4.Определите число молекул в 20г аргона.
5.Определите число молекул в 4г метана.
6.Определите число молекул в 89,6 л кислорода (н.у).
7.Определите число молекул в 16,8 л азота (н.у)`],[`g11-c2-s02-t09`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов`,38,38,`textbook`,`ru`,`Kimyo 11`,`…метана. 6.Определите число молекул в 89,6 л кислорода (н.у). 7.Определите число молекул в 16,8 л азота (н.у)
8.Относительная плотность газа по метану 2. Определите относительную плотность этого газа по гелию.
9.Относительная плотность газа по аргону 0,5. Определите относительную плотность этого газа по водороду.
10.Относительная плотность газа по гелию 4,5. Определите относительную плотность этого газа водороду.
11.Относительная плотность газа по неону 1,6. Определите относительную плотность этого газа по гелию.
12.Найдите массу №›sO4, содержащий 4,214 10° атомов кислорода.
13.Найдите массу А1С1;, содержащий 24,08 '10°3 атомов хлора.`],[`g11-c2-s02-d01`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов: молярный объем газов, числом Авогадро и обозначается М`,34,35,`definition`,`ru`,`Kimyo 11`,`Этот объем называется молярный объем газов.
1 моль любого вещества содержат 6,02 10°\`частиц (молекул, атомов) Это число называется числом Авогадро и обозначается М, = 6,02 10°.
Отношение массы определенного объема одного и того же объема другого газа (взятого при тех же условиях) называется плотностью первого газа по второму (обозначается буквой D)`],[`g11-c2-s02-d02`,11,`c2`,`s02`,`6`,`Закон Авогадро. Смеси газов: молярным объемом газов`,37,37,`definition`,`ru`,`Kimyo 11`,`Решение: 1 моль любого газа при нормальных условиях занимает объем 22,4 л это называется молярным объемом газов.`],[`g11-c2-s03-t01`,11,`c2`,`s03`,`7`,`Эквивалент`,39,39,`textbook`,`ru`,`Kimyo 11`,`§ 7 Эквивалент.
Эквивалент означает «равнозначность». Во всех химических реакциях вещества взаимодействуют друг с другом строго в соответсвии с их эквивалентными массами.
Для вычисления эквивалентной массы элементов (Е) атомную массу элемента (А) делим на его валентность (V):
А Е — эквивалент
Е = О А — атомная масса
У — валентность
Теперь найдем эквивалентную массу для кислорода Ox:
Атомная масса элемента кислорода равна 16, а валентность равна 2 (О = О).
Найдем эквивалентную массу водорода:
Атомная масса и валентность водорода равны 1. Значит его эквивалентная масса равна 1.
Эквивалентностью элемента называется такое его количество, которое связывается с 1 молем атомов водорода или может заместить такое же его количество при химической реакции.
Стоит отметить, что один и тот же элемент может иметь не одну, а несколько эквивалентных масс. Так, в оксидах серы SO3 и SO3 эквивалентная массы серы разная, так как валентность серы имеет разные значения (ТУ и VI соответсвенно).`],[`g11-c2-s03-t02`,11,`c2`,`s03`,`7`,`Эквивалент`,39,40,`textbook`,`ru`,`Kimyo 11`,`Так, в оксидах серы SO3 и SO3 эквивалентная массы серы разная, так как валентность серы имеет разные значения (ТУ и VI соответсвенно).
Рассчитаем эквивалентную массу серы в SO3
Атомная масса серы равна 32, а валентность (IV)
В SO3 валентность s равна 6, а атомная масса равна 32 32
Значит сера имеет разные значения эквивалентной массы в составе SO2 и SO3 (8 и 5,33)
Рассмотрим вычисление эквивалентной массы простых и сложных веществ:
1. Эквивалентная масса простых веществ выражается как отношение их атомных масс к их валентностям. Например:
Находим эквивалентную массу хлора: Атомная масса хлора равна 35,5 а валентность равна 1 (CI-CI). (Примечание: галогены F2; Cl2; Br2; J, проявляют валентность равный 1)
Вычислим эквивалентную массу для азота в составе №: Атомная масса азота равна 14, а валентность равна 3 (N=N). А 14 Е(№) = — — = — —= 4,67 у 3
2.Эквивалентная масса иона равна отношению массы катиона или аниона его заряду. Например:`],[`g11-c2-s03-t03`,11,`c2`,`s03`,`7`,`Эквивалент`,40,41,`textbook`,`ru`,`Kimyo 11`,`Эквивалентная масса иона равна отношению массы катиона или аниона его заряду. Например:
Na2CO3 ⇄ 2Na' + СО?
3. Для нахождения эквивалентной массы оксида его молярную массу делим на произведение индекса элемента и его валентности. Е оксид — экквивалентная масса оксида,
M оксид M .
Boxeni=———— оксид — Молярная масса оксида; n-v п — индекс элемента;
У — индекс валентности. Вопрос: Определите эквивалентную массу AL O3. Сначала находим молярную массу оксида Al,O;(27-2+16-3=102) Валентность алюминия Ш, а индекс равен 2.
В(АБО-) = М (АБО) 102 ( о 3) = nev T7233 =17
Вопрос: Определите эквивалентную массу CaO.
М (CaO) 56 Е (Сао) = — —— —-= — ——= 28 п. У 1.2
Или, сложив эквивалентные массы кальция и кислорода, мы можем найти эквивалентную массу оксида.
4.Для определения эквивалентной массы кислоты нужно молярную массу кислоты разделить на основность (число атомов водорода, способных замещаться атомами металла) этой кислоты.`],[`g11-c2-s03-t04`,11,`c2`,`s03`,`7`,`Эквивалент`,41,41,`textbook`,`ru`,`Kimyo 11`,`Для определения эквивалентной массы кислоты нужно молярную массу кислоты разделить на основность (число атомов водорода, способных замещаться атомами металла) этой кислоты.
Е „на — Эквивалентная масса кислоты; M М „та — молярная Масса кислоты n (Н) — число атомов водорода, замещаюn (H) щихся на атома металла.
Вопрос :Определите эквивалентную массу H2SO4.
Сначала находим молярную массу кислоты H2SO4 (2 + 32 + 16 - 4 = 98). Н›s0, двуосновная (в химических реакциях 2 атома водорода замещаются атомами металла) кислота
ИЛИ
ЕН) 1 1 1 E(SO,4 )= 4 J 96 ue
5 Для определения эквивалентной массы основания нужно молярную массу разделить на число гидроксильных групп в его составе.
M E.. — эквивалентная Масса основания; Mw — молярная масса основания;
n (OH) п (OH) — число групп OH.
Вопрос : Определите эквивалентную массу Ca(OH).
Сначала находим молярную массу основания Ca(OH)2 (40+17:2=74). составе Са (OH), число гидроксильных групп равно 2.`],[`g11-c2-s03-t05`,11,`c2`,`s03`,`7`,`Эквивалент`,41,42,`textbook`,`ru`,`Kimyo 11`,`Сначала находим молярную массу основания Ca(OH)2 (40+17:2=74). составе Са (OH), число гидроксильных групп равно 2.
М (Ca(OH)2) 74 Е(Са(ОН))) = ————=— =
ИЛИ
6 Для нахождения эквивалентной массы соли молярную массу соли делим на произведение индекса катиона(металл) и его валентности.
Е con — эквивалентная масса соли
E. = М con М con — молярная масса соли
‘соль nv п — индекс металла(катионный) V — валентность металла (катион)
Вопрос: Определите эквивалентную массу А1;(s0,):.
Сначала находим молярную массу соли А1;(s04), (27:2+96:3=342). Al2(SO4)3 Валентность алюминия равна Ш, а индекс равен 2.
E(A(SO4)3) = M(ALSO4)3) _ 342 jp
E(AL(SO4)3) =E(Al” ) + E(SO47) = 9 + 48 = 57
Все вещества реагируют друг с другом в эквивалентных количествах. Это в свою очередь позволяет определить количество исходных и конечных веществ в реакциях. Например для нейтрализации кислоты было израсходовано 0,2 г/экв щелочи, значит кислоты тоже было 0,2 г/экв.`],[`g11-c2-s03-t06`,11,`c2`,`s03`,`7`,`Эквивалент`,42,42,`textbook`,`ru`,`Kimyo 11`,`Например для нейтрализации кислоты было израсходовано 0,2 г/экв щелочи, значит кислоты тоже было 0,2 г/экв.
Закон эквивалентов гласит, что взаимодействие различных веществ происходит в соответсвии с их эквивалентностью. Из этого вытекает, что соотношение масс взаимодействующих веществ равно соотношению их эквивалентных масс.
mp _ E; та, m, — масса; my E, E,, Е, — эквиваленты;
Эквивалентный объем. Это объем газа, масса которого равна эквивалентной массе.
Эквивалентный объем веществ можно найти исходя из эквивалентных масс этих веществ.
Например 2 г (1 моль) водорода при нормальных условиях занимет 22,4 л объема. Эквивалентная масса водорода равна 1, следовательно, эквивалентный объем равен 11,2 л x—1 2 X= 2 = Sal
Найденное значение является эквивалентным объемом водорода.
Таким же образом можно вычислить — эквивалентный объем для кислорода.
32 г (1 моль) O, при н.у. занимает 22,4 JI, а эквивалентная масса равна 8. Находим какой объем будет занимать данная масса (8).`],[`g11-c2-s03-t07`,11,`c2`,`s03`,`7`,`Эквивалент`,42,43,`textbook`,`ru`,`Kimyo 11`,`занимает 22,4 JI, а эквивалентная масса равна 8. Находим какой объем будет занимать данная масса (8).
Значит эквивалентный объем кислорода равен 5,6 1
Задачи по пройденной теме: 1. 20 г Маон полностью прореагировало с 24,5 г неизвестной кислоты. Определите эквивалентную массу кислоты. Сначала определим эквивалентную массу щелочи NaOH:
M E... — эквивалентная масса; E,, =——— | М... — молярная масса; п (ОН) | п- число групп OH.
Если 20 г гидроксида натрия прореагирует с 24,5 г кислоты , то какая масса кислоты нейтрализутся с 40 г щелочи.
- = DP — х = г m к-та Е кста 24,5 X 20
Ответ: 49 2. При взаимодействии 4,32 г металла с хлором образовалось 21,36 г хлорида этого металла. Определите эквивалентную массу металла. Решение задачи: эту задачу решим, пользуясь законом эквивалентов:
m; В, ти, Mm, — масса вещества; по E, Е, Е, — эквивалент вещества.
Сначала отняв от массы полученного хлорида массу металла, определим массу исходного хлора:`],[`g11-c2-s03-t08`,11,`c2`,`s03`,`7`,`Эквивалент`,43,44,`textbook`,`ru`,`Kimyo 11`,`Сначала отняв от массы полученного хлорида массу металла, определим массу исходного хлора:
Массы хлора и металла определены, исходя из которых, можем найти эквивалентную массу металла:
Ответ: 9 г 3. При разложение 15 г карбоната двухвалентного металла образовалось 8,4 г оксида металла. Определите эквивалентную массу металла. Решение задачи: сначала напишем уравнение реакции:
Месоз— → Мео + со!
Задачу решим с помощью уравнения, воспользуясь формулой закона эквивалентов.
m Е, т (Месоз) т (MeO) mE — => то
Е (Месоз) Е (MeO)
Значения m (MeCOs) = 15 гит (MeO) = 8,4 г в уравнении, приведены в условии задачи.
Обозачим массу Ме в составе Е (Месо,) через х, а эквивалентная Масса иона СО}? 30. Теперь в уравнение вместо Е (MeCOs) подставляем x+ 30.
В составе Е (Мео) эквивалентную массу Ме обозначим через х, а эквивалентная масса кислорода равна 8, следовательно в уравнение вместо Е (MeO) подставляем х+8:`],[`g11-c2-s03-t09`,11,`c2`,`s03`,`7`,`Эквивалент`,44,45,`textbook`,`ru`,`Kimyo 11`,`В составе Е (Мео) эквивалентную массу Ме обозначим через х, а эквивалентная масса кислорода равна 8, следовательно в уравнение вместо Е (MeO) подставляем х+8:
Е (Месоз) Е (MeO) х + 30 х + 8
Находим значение х:
X, т.е эквивалентная масса Me равна 20.
Ответ: 20
4. Для полного окисления 54 г металла израсходовано 48 г кислорода. Определите металл
Решение задачи: Если 54 г Ме прореагирует с 48 г кислорода, то какая масса металла окисляется с 8 г кислорода.
mye Еме 54 X 54.8 ‚ —*= —— —= =—2=9 г/экв
Стало известно, что эквивалентная масса Me равна 9 г:
= ое
9 - 1= 9 г (1 —валентный металл с атомной массой равной — 9, не существует) 9 + 2= 18 г (2 —валентный металл с атомной массой равной — 18, не существует) 9 - 3= 27 г (3 — валентный металл с атомной массой равной - 27 - это Al)
Вопросы и задания
1. Определите эквивалентые массы для следующих веществ: Br, |, 510»;
2. Определите эквивалентные массы азота в составе следующих оксидов: NO, N2O3;, NO.`],[`g11-c2-s03-t10`,11,`c2`,`s03`,`7`,`Эквивалент`,45,45,`textbook`,`ru`,`Kimyo 11`,`2. Определите эквивалентные массы азота в составе следующих оксидов: NO, N2O3;, NO.
3. 1,68 г металла вступив в реакцию с серной кислотой, образует 4,56 г соли сульфата. Определите эквивалентную массу металла.
4. 9,25 г Ca(OH)2 полностью прореагирует с 8,167 г неизвестной кислоты. Определите эквивалентную массу кислоты
5. 10,4 г АКОН) полностью прореагирует с 25,2 г неизвестной кислоты. Определите эквивалентную массу кислоты
6. 29,4 г H2SO4 полностью прореагирует с 20,6 г неизвестного основания. Определите эквивалентную массу основания
7. 5,64 г нитрата неизвестного металла прореагировал с серной кислотой и образовал 4,8 г соли. Определите эквивалентную массу металла.
8. При конденсации продукта, полученного после сжигания 0,24 г металла в закрытом сосуде объем уменьшился на 112 мл. Определите эквивалентную массу металла`],[`g11-c2-s03-d01`,11,`c2`,`s03`,`7`,`Эквивалент: такое его количество`,39,45,`definition`,`ru`,`Kimyo 11`,`Эквивалентностью элемента называется такое его количество, которое связывается с 1 молем атомов водорода или может заместить такое же его количество при химической реакции.
9 - 1= 9 г (1 —валентный металл с атомной массой равной — 9, не существует) 9 + 2= 18 г (2 —валентный металл с атомной массой равной — 18, не существует) 9 - 3= 27 г (3 — валентный металл с атомной массой равной - 27 - это Al)`],[`g11-c2-s04-t01`,11,`c2`,`s04`,`8`,`Уравнение Менделеева–Клапейрона`,45,46,`textbook`,`ru`,`Kimyo 11`,`§ 8 Уравнение Менделеева — Клапейрона
В химических реакциях газообразные вещества участвуют в качестве исходного вещества или продукта реакций. При решении многих задач по химии, газы рассматривают в нормальных условиях. Под нормальными условиями понимают:
> Температура 0 °С (по шкале Цельсия), или 273 К (по шкале Кельвина).
» Давление 101,325 КПа (101325 Па) или 1 атмосфер или 760 мм ртутного столба.
Но реакции с участием газообразных веществ не всегда протекают в нормальных условиях. Поэтому нужно освоить навыки решения задач в условиях, отличных от нормальных. Для этого используют уравнение состояния идеального газа ( уравнение Менделеева — Клапейрона).
PV = nRT
РУ =nRT P - давление (кПа) V - объем (11) п - количество вещества (моль) К - универсальная газовая постоянная = 8,31 Т - температура (К)
В этой формуле температуру вырыжают по шкале Кельвина. Если в задаче температура дана в Цельсиях ‚ то нужно перевести это значение в Кельвины. Для этого воспользуемся следующей формулой:`],[`g11-c2-s04-t02`,11,`c2`,`s04`,`8`,`Уравнение Менделеева–Клапейрона`,46,46,`textbook`,`ru`,`Kimyo 11`,`Если в задаче температура дана в Цельсиях ‚ то нужно перевести это значение в Кельвины. Для этого воспользуемся следующей формулой:
T=t+273 Т — Температура по шкале Кельвина t — Температура по шкале Цельсия
При выражении давления в Килопаскалях универсальную газовую постоянную берем как 8,31. Если давление берем в атмосферах, то значение для К тоже меняется, T.e., становится равным 0,082 (8,314:101,325=0,082).
Если давление в задаче дано в мм рт.ст. то это значение переведем в атмосферы и продолжаем решать задачу (760мм.рт.ст=1атм).
Для нахождения количества вещества (п) нужно массу (т) разделить на молярную массу (М).
m п = M
В вышеуказанную формулу Менделеева —Клапейрона подставлям выражение для количества вещества:
m PV=—RT M
Для удобства напишем формулу в следующем виде:
PVM = mRT
Задачи и их решения по пройденной теме.
1-задача: Определите объем кислорода массой 12,8 г при давлении 166,2 КПа и температуре - 73° С.
Решение задачи : Формулу Менделеева — Клапейрона преобразуем для нахождения объема:`],[`g11-c2-s04-t03`,11,`c2`,`s04`,`8`,`Уравнение Менделеева–Клапейрона`,46,48,`textbook`,`ru`,`Kimyo 11`,`Решение задачи : Формулу Менделеева — Клапейрона преобразуем для нахождения объема:
nRT
PV = nRT >V a
Сначала находим количество вещества кислорода:
Подствалям в формулу данные по условии задачи:
Ответ: 4 л 2-задача: При каком давлении 14 г угарного газа ‚находящийся при температуре 47 °С занимает объем равный 10 л? Решение задачи: Формулу Менделеева — Клапейрона преобразуем для нахождения давления nRT
PV = nRT >P= ~
Сначала находим количество угарного газа:
Теперь подставляя в формулу нужные значения, находим давление: Т = 273 + 47°С = 320° К nRT 0,5. 8,31. 320 Р = — — = — = 132,96 кПа У 10 Ответ: 132,96 кПа 3-задача: При какой температуре (С°) 1 моль оксида угдерода(IV), находящийся под давлением 2 aTM., занимает 12,3 л объема ? Решение задачи: Формулу Менделеева — Клапейрона преобразуем для нахождения температуры: РУ
= PV=n nR
Теперь, подставляя в формулу нужные значения, находим температуру:
Так как в условии задачи температуру спрашивают в Цельсиях, от 300 К отнимаем 273 и находим ответ:`],[`g11-c2-s04-t04`,11,`c2`,`s04`,`8`,`Уравнение Менделеева–Клапейрона`,48,49,`textbook`,`ru`,`Kimyo 11`,`Так как в условии задачи температуру спрашивают в Цельсиях, от 300 К отнимаем 273 и находим ответ:
4-задача: При какой температуре газ с молярной массой 32 г/моль и массой 12 г при давлении 2: 10° Па ‚ занимает объем равный 1 л. Решение задачи: запишем данные задачи.
т = 12г Ру =nRT
К = 8,31 мл К.моль n М 33 MOTE 0,375 моль
Из вышеуказанной формулы выводим выражение для температуры.
5-задача: При давлении 207,75 кПа и температуре 27 °С 42,5г неизвестного газа занимает объем равный 30 л. Определите неизвестный газ
Задача: Сначала по формуле Менделеева —Клапейрона находим количество газа:
Исходя из массы и количества газа находим его молярную массу:
M “Th Tas — 17 г/моль
Газ с молекулярной массой 17 г/моль это №). Ответ: NH3
6-задача: Найдите число молекул 4,155 л азота при давлени 150 кПа и температуре 27 °С.
Решение задачи. Сначала по формуле Менделеева — Клапейрона выводим формулу для нахождения количество газа:
→ rgr PV=n n RT`],[`g11-c2-s04-t05`,11,`c2`,`s04`,`8`,`Уравнение Менделеева–Клапейрона`,49,50,`textbook`,`ru`,`Kimyo 11`,`…задачи. Сначала по формуле Менделеева — Клапейрона выводим формулу для нахождения количество газа: → rgr PV=n n RT
Теперь подставляя данные, находим количество азота:
Находим число молекул:
7-задача: Определите число атомов в составе 7 л метана при давлении 124,65 кПа и температуре 77 °С. Решение задачи: Сначала по формуле Менделеева — Клапейрона находим количество газа:
== НО о
Находим число молекул:
4 — Общая химия, 11-класс 49
A's (СН) = молекула метана содержит 5
ЗАДАЧИ ДЛЯ САМОСТОЯТЕЛЬНОГО РЕШЕНИЯ
1. Найдите число молекул 33,24 л водорода при давлени 300 КПа и температуре 27° С.
2. Найдите число молекул 8,31 л оксида серы(IV) при давлени 232,5 КПа, температуре 37° С.
3.Определите число атомов в составе 24,93 л этана при давлении 110 КПа и температуре 57° С
4. Определите число атомов в составе 49,86 л Мнупри давлении 161,5 КПа и температуре 50°.
5.Какой объем займет 2 г водорода при давлении 202,65 КПа и температуре 0 °С?`],[`g11-c2-s04-t06`,11,`c2`,`s04`,`8`,`Уравнение Менделеева–Клапейрона`,50,51,`textbook`,`ru`,`Kimyo 11`,`5. Какой объем займет 2 г водорода при давлении 202,65 КПа и температуре 0 °С?
6.Какой объем займет 10 гаргона при давлении 103,4 КПа и температуре -23 °С?
7.При каком давлении 4 г неона при температуре 30° С занимает 5 л объема?
8.При каком давлении 15 г оксида азота (II) при температуре 25° С занимает 10 л объема?
9.При какой температуре (°C) 2 моля оксида серы(IV) при давлении 1,5 атм занимает 33,6 л объема?
10.При какой температуре (К) 3 моля оксида азота (IV) при давлении 2,5 атм занимает 28 л объема?
11 .При давлении 166,2 КПа и температуре 27° С 4 г неизвестного газа занимает объем равный 3,75 л.Определите молярную массу неизвестного газа
12. При нормальном атмосферном давлении и температуре 77° С 40 г неизвестного газа занимает объем 57,4 л.Определите молярную массу неизвестного газа.
13.При какой температуре 2,846 г метана при давлении 1 атм. занимает 5 л объема.
3 ГЛАВА. СЛАБЫЕ И СИЛЬНЫЕ ЭЛЕКТРОЛИТЫ
ЭЛЕКТРОЛИТИЧЕСКАЯ ДИССОЦИАЦИЯ. ГИДРОЛИЗ.`],[`g11-c3-s01-t01`,11,`c3`,`s01`,`9`,`Сильные и слабые электролиты`,51,51,`textbook`,`ru`,`Kimyo 11`,`§ 9 Понятие о сильных и слабых электролитах.
В 1887 году С.Аррениус предложил теорию электролитической диссоциации.
Современная интерпретация этой теории следующая:
Электролиты при расплавлении или растворении в воде распадаются на ионы. Этот процесс называется электролитической диссоциацией.
NaCl → Na" + CI
2. Под воздействием электрического тока положительно заряженные частицы двигаются к катоду , а отрицательно заряженные к аноду. Поэтому положительно заряженные частицы называются катионами , а отрицательно заряженные анионами. NaCl → Na' + CI катиона анион
3. Диссоциация обратимый процесс. Противоположно заряженные ионы, образованные в результате диссоциации, взаимодействуют друг с другом с образованием исходной молекулы. Этот процесс называется ассоциацией.
№’ + СГ « ⇄ NaCl`],[`g11-c3-s01-t02`,11,`c3`,`s01`,`9`,`Сильные и слабые электролиты`,51,52,`textbook`,`ru`,`Kimyo 11`,`…с другом с образованием исходной молекулы. Этот процесс называется ассоциацией. №’ + СГ « ⇄ NaCl
Прежде чем получить понятие об электролитах и неэлектролитах, рассмотрим следующий эксперимент. Для этого нам понадобится прибор указанный Ha рисунке.(Два металлических или угольных электрода помещают в раствор хлорида натрия и соединяют с источником тока. В результате лампочка загорается и это свидетельствует о том, что раствор хлорида натрия проводит электрический ток.
ЭЛЕКТРОЛИТЫ
Катод Анод
Катионы
Анионы
Если разбавить раствор то яркость лампочки остается прежней. Одинаковый результат получим (лампочка загорится ярко) и с растворами NaOH, HCI, KCl, KOH, HNO3 лампа продолжает гореть.
NaCl NaCl
Сахар Раствор сахара н.о Раствор HCI
При проведении эксперимента с концентрированными растворами МНАОН, H2SO., CH3COOH — лампочка не загорится ‚а если разбавитьэти растворы то лампочка загорится. По мере разбавления яркость лампочки становится больше. Значит, только при сильно разбавленных растворах вышеуказанных веществ происходит диссоциация, в результате чего они проводят электрический ток.`],[`g11-c3-s01-t03`,11,`c3`,`s01`,`9`,`Сильные и слабые электролиты`,52,53,`textbook`,`ru`,`Kimyo 11`,`Значит, только при сильно разбавленных растворах вышеуказанных веществ происходит диссоциация, в результате чего они проводят электрический ток.
молекула слабый воды электролит
НО CH3COOH сильный NaCl электро- кристаллы лит
Неэлект- fo Слабый ролит электролит
HCI NaCl
Если измерить электропроводность растворов разных веществ, HO одинаковой концентрации, то можно понять, что способность диссоцировать у них разная.
Например 0,1 М растворах NaOH, KOH, HCl, HNO3 большая часть молекул подвергается диссоциации, тогда как в 0,1 М растворах МНАОН, H.S, CH3COOH 0,1 М диссоциации подвергаются незначительная часть молекул.
По способности проводить электрический ток вещества делятся на 2 группы.
1. Электролиты.
2. Неэлектролиты.
Вещества, растворы или расплавы которых проводят электрический ток, называются электролитами. К ним относятся растворимые в воде соли, кислоты и щелочи.
Электролиты только при растворении в воде или при расплавлении проводят электрический ток. В кристалличеком состоянии они плохо или вообще не проводят электрический ток.`],[`g11-c3-s01-t04`,11,`c3`,`s01`,`9`,`Сильные и слабые электролиты`,53,53,`textbook`,`ru`,`Kimyo 11`,`Электролиты только при растворении в воде или при расплавлении проводят электрический ток. В кристалличеком состоянии они плохо или вообще не проводят электрический ток.
1.Сильные кислоты: H2SO4, HCI, 1. Слабые кислоты: НСО}, НСО ,, HCIO;, HBr, HMnO.,, HJ, HNO3 В H.S, HNO., H.SO3, HF, HCN кислородосодержащих кислотах (H,EO,) | Если (m-n<2) результат будет от числа кислорода (т) отнимается число | меньше 2, кислота считается атомов водорода, способных замещаться | слабой на металлы (п). Если результат будет больше или равно 2 то эта кислота считается сильной. (т-п22).
2. Щелочи ( образованные эламентамитаи | 2. Слабые основания:
ПА группы периодической системы кроме | NH4OH, Mg(OH)2, Ее(ОН)›, гидроксидов Ве и Mg) Fe(OH)3
3.Хорошо растворимые в воде соли 3.Плохо растворимые в воде (смотрите в таблицу растворимости): соли (смотрите в таблицу NaCl, K2SO., KClO;, CH3COONH4 растворимости)
ОНО ii вода`],[`g11-c3-s01-t05`,11,`c3`,`s01`,`9`,`Сильные и слабые электролиты`,53,54,`textbook`,`ru`,`Kimyo 11`,`…(смотрите в таблицу растворимости): соли (смотрите в таблицу NaCl, K2SO., KClO;, CH3COONH4 растворимости) ОНО ii вода
Вещества растворы или расплавы которых не проводят электрический ток называются неэлектролитами.
К ним относятся дистиллированная вода, метан, углекислый газ, сахар, спирты, вещества с неполярной ковалентной связью.
Задания и вопросы.
1. Определите число ионов, образованных при диссоциации 1 молекулы дихромата аммония и 3 молекул нитрата висмута (III).
2. Определите, к какому типу электролитов относятся нижеуказанные вещества: CuSO4 NH4NO3, BaCl2, HF, H2SO3, Na2S, H2S?
3. В каком ряду указаны только слабые электролиты?
А) KCl, №›s04, KOH, Ca(NO3)2 В) KNO3, HCI, CaCO3, LiOH
С) Ni(OH)2, HClO4, NH4OH, H2CO3 D) CH3COOH, H2CO3, H2SO3, NH4OH
4. В каком ряду приведены только сильные электролиты? 1) CH3COOH, МНАОН, HNO2; 2) Na2SO., А1С1;, H2SO.; 3) AI(OH);, МНАОН, NaOH; 4) NaCl, HF, Zn(OH)2; 5) H2SO3, NH4OH, H2CO3; 6) CaCl2, HNO3, CuSO4. A) 1, 3, 5 В) 1,5 C)2,4,6 D)2,6`],[`g11-c3-s01-t06`,11,`c3`,`s01`,`9`,`Сильные и слабые электролиты`,54,54,`textbook`,`ru`,`Kimyo 11`,`; 3) AI(OH);, МНАОН, NaOH; 4) NaCl, HF, Zn(OH)2; 5) H2SO3, NH4OH, H2CO3; 6) CaCl2, HNO3, CuSO4. A) 1, 3, 5 В) 1,5 C)2,4,6 D)2,6
5. В каком ряду приведены только сильные электролиты? 1)HUTpAT алюминия; 2)гидроксид магния; 3) сульфат натрия; 4) ацетат калия; 5) уксусная кислота; 6) карбонат кальция А) 1,3, 4 В)2,5,6 C)1,4 р) 5,6
6. В каком ряду приведены только слабые электролиты? 1) азотистая кислота; 2) сульфат натрия; 3) сернистая кислота; 4) гидроксид лития ; 5) угольная кислота ; б)гидроксид аммония; 7) хлорид алюминия; 8)хлорная кислота. А) 1, 3, 5,6 В) 1,4, 7, 6 С)2, 3, 5, 8 0) 2, 4,7, 8
7.В каком ряду приведены только слабые электролиты? 1) фтороводордная кислота; 2) азотистая кислота; 3) карбонат калия ; 4) гидрокарбонат натрия; 5) гидроксид аммония; 6) сульфат аммония A) 3, 4, 6 В) 2,3 ©)1,5 р) 1, 2, 5`],[`g11-c3-s01-d01`,11,`c3`,`s01`,`9`,`Сильные и слабые электролиты: электролитической диссоциацией, катионами, ассоциацией, электролитами, неэлектролитами`,51,53,`definition`,`ru`,`Kimyo 11`,`Этот процесс называется электролитической диссоциацией.
Поэтому положительно заряженные частицы называются катионами , а отрицательно заряженные анионами.
Этот процесс называется ассоциацией.
Вещества, растворы или расплавы которых проводят электрический ток, называются электролитами.
Вещества растворы или расплавы которых не проводят электрический ток называются неэлектролитами.`],[`g11-c3-s02-t01`,11,`c3`,`s02`,`10`,`Степень диссоциации. Краткие и полные ионные уравнения`,54,54,`textbook`,`ru`,`Kimyo 11`,`§ 10 Степень диссоциации. Полные и сокращенные ионные уравнения.
На прошлых занятиях мы доказали, что электрический ток, проведенный через растворы с разной концетрацией, по разному разделяет их на ионы. То есть, в растворах хлорида натрия с разными концентрациями яркость лампочки не меняется, тогда как, при проведении электрического тока через концентрированный раствор уксусной кислоты лампочка не загорается, но при разбавлении яркость повышается. Это показывает, что в растворах молекулы не всегда полностью распадаются на ионы.
На основе опыта, можно прийти к следующему выводу:
1. Некоторые электролиты вне зависимости от концентрации полностью распадаются на ионы. К таким электролитам относятся вещества с ионной кристаллической решеткой.
2. Малодиссоциируемые электролиты диссоциируют при разбавлении их растворов.
3. Отношение количества диссоциированных молекул на количество общих молекул называется степенью диссоциации и обозначается через @ (альфа)`],[`g11-c3-s02-t02`,11,`c3`,`s02`,`10`,`Степень диссоциации. Краткие и полные ионные уравнения`,54,55,`textbook`,`ru`,`Kimyo 11`,`Отношение количества диссоциированных молекул на количество общих молекул называется степенью диссоциации и обозначается через @ (альфа)
а — степень диссоциации; п — количество диссоциированных молекул;
кк N — общее количество молекул в растворе.
Представим, что в водном растворе из 1 моль серной кислоты половина молекул подверглась диссоциации, исходя из вышеуказанной формулы можно вычислить степень диссоциации.
6,0210 Иногда степень диссоциации выражается в процентах а % = а ® 100 % = 0,5 + 100 = 50 %
Электролиты условно делятся на 3 группы 1. Слабые электролиты: а % < 3 %. 2. Электролиты средней силы: 3 %< а % < 30 %. 3.Сильные электролиты: а % > 30 %.
Сильный Слабый Ноэлектролит электролит электролит
Растворимые в воде Слабые кислоты Раствор сахара, соли, сильные H.S. H2SO кислоты. 29) R293) дистиллирован органические
HCI, HNO3 , H250, р ная вода шелочи кислоты
Степень диссоциации зависит от природы растворителя и растворенного вещества, концентрации раствора и температуры.`],[`g11-c3-s02-t03`,11,`c3`,`s02`,`10`,`Степень диссоциации. Краткие и полные ионные уравнения`,55,56,`textbook`,`ru`,`Kimyo 11`,`Степень диссоциации зависит от природы растворителя и растворенного вещества, концентрации раствора и температуры.
Ионообменные реакции.
Реакции, протекающие в растворах электролитов, происходят при участии ионов, полученных из этих электролитов. При составлении уравнений ионообменных реакций сильные электролиты пишем в диссоцированном виде, тогда как формулы слабых электролитов, плохо растворимых и газообразных веществ пишутся в молекулярном виде.
1. Реакции, протекающие с образованием осадка:
Pb(NO3)2 + 2K] → Pbloj + 2KNQj5 (молекулярное уравнение)
Pb + 256 + 2K й 27 → Pbly+ 2) + 2303 (полное ионное уравнение)
РЬ?? +27 — → - ры} (сокращенное ионное уравнение)
2. Реакции, протекающие с образованием газообразного вещества:
Ма›СОз + 2HCl → 2NaCl + HCO со A
ANAT + СО)? + 2H" + 201 → 2NA" + 261 + CcoA+H2O
3. Реакции, протекающие с образованием малодиссоциирующего вещества: H2SO4 + 2KOH → K2SO4 + 2H2O`],[`g11-c3-s02-t04`,11,`c3`,`s02`,`10`,`Степень диссоциации. Краткие и полные ионные уравнения`,56,56,`textbook`,`ru`,`Kimyo 11`,`Реакции, протекающие с образованием малодиссоциирующего вещества: H2SO4 + 2KOH → K2SO4 + 2H2O
2H" + 2OH → 2H2O
4. Реакции, протекающие с одновременным образованием осадка, газообразного вещества и малодиссоцируемого вещества:
Ba(OH)2 + (NH4)2SO4 → BaSOu + 2NHA + 2H2O
Ba? + 2OH + 2NH4" + s047 → BaSO4 + 2NHA + 2H2O
Задачи на тему степень диссоциации и их решения:
1-Задача: Рассчитайте количество ионов хлора в растворе CaCl2 если количество недиссоциированных молекул равно 50 (а=80%)
Решение задачи: Степень диссоциации CaCl2 равно 80%. Это значит из 100% молекул CaCl2 только 80% распадаются на ионы а остальные (100-80=20) 20% не диссоциируются. Общие молекулы CaCl2 (100%)
Растворенные молекулы рых Не растворенные молекулы
Если 50 недиссоцированных молекул составляют 20% то нам нужно найти сколько диссоциированных молекул приходятся на 80% 80 %0— — — — 20% х — — —— 50 молекул х = о 200 — растворенных молекул CaCl2`],[`g11-c3-s02-t05`,11,`c3`,`s02`,`10`,`Степень диссоциации. Краткие и полные ионные уравнения`,56,57,`textbook`,`ru`,`Kimyo 11`,`Если 50 недиссоцированных молекул составляют 20% то нам нужно найти сколько диссоциированных молекул приходятся на 80% 80 %0— — — — 20% х — — —— 50 молекул х = о 200 — растворенных молекул CaCl2
Теперь напишем процесс диссоциации хлорида кальция CaCly ⇄ Ca*" + 2СГ
Если из 1 молекулы соли образуется 2 иона хлора то из 200 молекул образуется х ионов хлора:
CaCly ⇄ Ca®" +2СГ x= —— 1 =400 CI ионов
Значит в растворе образовалось 400 ионов хлора
Ответ: 400
2-задача: Определите количество нитрит ионов в 3 л 0,4 М растворе азотистой кислоты (а =0,5%)
Решение задачи: Воспользуясь объемом и молярной концентрацией раствора определим количество азотистой кислоты:
Если 1,2 моля азотистой кислоты составляют 100% то определим количество диссоциированных молекул, которые составили 0,5%: 1,2моль— — — — 100% X—0,5% 1,2.0,5 x= => То, = 0,006 моль HNO: распались на ионы
Теперь напишем процесс диссоциации азотистой кислоты: HNO2 ⇄ H'+ NO,`],[`g11-c3-s02-t06`,11,`c3`,`s02`,`10`,`Степень диссоциации. Краткие и полные ионные уравнения`,57,58,`textbook`,`ru`,`Kimyo 11`,`Теперь напишем процесс диссоциации азотистой кислоты: HNO2 ⇄ H'+ NO,
Если из 1 HNO3 образуется 1 NO, из 0,006 молей HNO2 образуется 0,006 моля NO,
Определим число NO,” ионов:
Задачи по пройденной теме:
1. Найдите количество ацетат (CH3COO:) ионов в 2 л 0,1 М растворе уксусной кислоты (а =2%)
2. Определите количество ионов натрия в растворе Na2SO. в котором количество недиссоцированных молекул составили 40 (а=75%).
3. Определите количество недиссоцированных молекул в растворе сульфата хрома(III), в котором количество сульфат ионов составили 210 (а=70%)
4. Найдите количество формиат (НСОО') ионов в 300 мл 0,5 М растворе муравьиной кислоты (а =0,1%)
5. Найдите количество ацетат (CH3COO-) ионов в 1 л 0,5 М растворе уксусной кислоты (а =0,2%)`],[`g11-c3-s02-d01`,11,`c3`,`s02`,`10`,`Степень диссоциации. Краткие и полные ионные уравнения: определения`,54,54,`definition`,`ru`,`Kimyo 11`,`Отношение количества диссоциированных молекул на количество общих молекул называется степенью диссоциации и обозначается через @ (альфа)`],[`g11-c3-s03-t01`,11,`c3`,`s03`,`11`,`Гидролиз солей и среда раствора`,58,58,`textbook`,`ru`,`Kimyo 11`,`§ 11 Гидролиз солей и среда растворов.
Соли в большинстве случаев образуются в результате реакций между основаниями и кислотами. Гидролизом называется химическое взаимодействие солей с водой, приводящее к образованию слабого электролита. Если рассматривать соли как продукт взаимодействия оснований и кислот, то их можно разделить на 4 типа:
Гидролиз - это образование слабого электролита из взаимодействия ионов, образующихся при растворении солей, в воде.
Теперь разберем гидролиз солей относящихся вышеназванным группам:
1. Гидролиз соли, образованной сильной кислотой и слабым основанием называется гидролизом по катитону:
NH4Cl + НОН- ⇄ №H4OH + HCI
NH4" + 9 + HOH ⇄ NH4OH + H' + Gf
NH4" + HOH<« → NH4OH + H"
ИЛИ
MgCl2 + 2HOH- ⇄ Mg(OH)2 + 2HCl
Mg? + 201 + 2HOH ⇄ Mg(OH)2 + 2H" + 20
Mg?" + 2HOH ⇄ Mg(OH)2 + 2H"
При этом образуются слабые электролиты гидроксид аммония и гидроксид магния. Из сокращенной ионной уравнении видно, что в растворе в избытке появляются ионы водорода, среда становится кислой.`],[`g11-c3-s03-t02`,11,`c3`,`s03`,`11`,`Гидролиз солей и среда раствора`,58,59,`textbook`,`ru`,`Kimyo 11`,`Из сокращенной ионной уравнении видно, что в растворе в избытке появляются ионы водорода, среда становится кислой.
2. Гидролиз соли,образованной слабой кислотой и сильным основанием называется гидролизом по аниону.
CH3COONa + HOH ⇄ CH3COOH + NaOH
CH3COO™ + ых + НОН ⇄ CH3COOH + № +оН
CH3COO” + НОН- ⇄ СНСООН + OH"
В результате взаимодействия ацетат иона с водой образуется слабый электролит (уксусная кислота). В растворе идет накопление гидроксид ионов, что способствует установлению щелочной среды.
3. Гидролиз соли, образованной слабой кислотой и слабым основанием называется гидролизом и по катиону и по аниону
CH3COONH4 + HOH ⇄ CH3COOH + NH4OH
CH3COO™ + NH4 + HOH ⇄ CH3COOH + NH4OH
В результате гидролиза ацетата аммония слабые электролиты образовались и из катиона (№H4")и из аниона (CH3COO-). Среда раствора будет нейтральной.
4. Соли, образованные сильной кислотой и сильным основанием, гидролизу не подвергаются, т.к. при взаимодействии с водой не образуют слабых электролитов.`],[`g11-c3-s03-t03`,11,`c3`,`s03`,`11`,`Гидролиз солей и среда раствора`,59,59,`textbook`,`ru`,`Kimyo 11`,`Соли, образованные сильной кислотой и сильным основанием, гидролизу не подвергаются, т. к. при взаимодействии с водой не образуют слабых электролитов.
Следует отметить, что практически нерастворимые в воде вещества не подвергаются гидролизу. Например CaCO3 не взаимодействует с водой, следовательно, не подвергается гидролизу.
Гидролиз солей зависит от температуры, концентрации раствора и среды раствора.
Гидролиз солей зависит то температуры, концентрации и среды раствора. Процесс гидролиза ускоряется при повышении температуры, а при понижении замедляется. Например, при высокой температуре продукты питания быстро портятся. Этому способствуют именно процесс гидролиза. Чтобы замедлить этот процесс продукты хранят в холодильниках.
Чем больше количество воды в растворах солей, тем быстрее соль подвергается гидролизу. Из этого вытекает, что путем разбавления раствора можно ускорить процесс гидролиза. Для того, чтобы замедлить его, нужно уменьшить концентрацию воды в растворе.`],[`g11-c3-s03-t04`,11,`c3`,`s03`,`11`,`Гидролиз солей и среда раствора`,59,60,`textbook`,`ru`,`Kimyo 11`,`Из этого вытекает, что путем разбавления раствора можно ускорить процесс гидролиза. Для того, чтобы замедлить его, нужно уменьшить концентрацию воды в растворе.
Если в результате гидролиза среда раствора становится щелочной, для TOTO чтобы ускорить реакцию нужно добавить кислоту для связывания образованной щелочи. При этом щелочи становится меньше и скорость реакции увеличится. Например среда раствора CH3COONa щелочная, для ускорения гидролиза в раствор нужно добавить 1-2 капли уксусной кислоты или раствора CuCl,. Для замедления реакции добавляем NaOH или Na2CO3.
Факторы влияющие на Ускоряют гидролиз Замедяют гидролиз гидролиз
Концентрация центрац Разбавление раствора Выпаривание раствора раствора
Температура Повышение температуры Понижение температуры
Добавление вещества Добавление вещества
Среда раствора противоположного — среде одинаковой среды с раствора раствором
Водородный показатель (рН)`],[`g11-c3-s03-t05`,11,`c3`,`s03`,`11`,`Гидролиз солей и среда раствора`,60,60,`textbook`,`ru`,`Kimyo 11`,`…вещества Среда раствора противоположного — среде одинаковой среды с раствора раствором Водородный показатель (рН)
Вода очень слабый электролит, который при незначительном количестве распадается на ионы водорода и гидроксида. Этот процесс выглядит следующим образом:
H2O <> H' + OH". Равное количество ионов водорода и гидроксида обеспечивает нейтральную среду раствора.
Если концентрация ионов водорода будет больше то раствор будет иметь кислую реакцию. Если будет больше ОН’ ионов, то среда будет щелочной. В химии среда раствора выражается по следующей таблице. Эта таблица основана на концентрации ионов Н" и выражается через pH силный кислота — слабый кислота. силный щелочь | слабый щелочь неитрал среда раствора
В медицине показатель рН имеет особое значение. рН показатель жидкостей в живом организме имеет следующие значения: рН крови равен 7,4 ‚ рН желудочного сока 1,5-2, pH слюны 6,8-7,4. Отклонение рН от этих значений говорит о патологическом состоянии организма.`],[`g11-c3-s03-t06`,11,`c3`,`s03`,`11`,`Гидролиз солей и среда раствора`,60,61,`textbook`,`ru`,`Kimyo 11`,`рН показатель жидкостей в живом организме имеет следующие значения: рН крови равен 7,4 ‚ рН желудочного сока 1,5-2, pH слюны 6,8-7,4. Отклонение рН от этих значений говорит о патологическом состоянии организма.
Реакция некоторых солей на индикаторы
| | Лакмус | фенолфталеин | Метия | ofr | ет | ее | алюминия краснеет Цвет не меняется розовый
Hp | owe [ewes | к натрия синеет Темно-красный Желтый
Тестовые задания по теме.
1.Какие соли подвергаются гидролизу по катиону ? А) карбонат кальция; хлорид магния В) ацетат натрия ; хлорид алюминия — С) хлорид аммония | нитрат цинка) нитрат бария ; сульфат калия
2. Какие соли подвергаются гидролизу по аниону? 1) ZnCl2 2) Са(СН;СОО)›; 3) (NH4).SO4; 4) KCN; 5) K503; 6) МНАС; 7) Zn(NO3)2
3. Какие соли He подвергаются гидролизу? 1) MgCl2; 2) NaNO3; 3) K2CO\\; 4) ZnCl2 5) NaCl; 6) KCN; 7) Aly (SO4)S; 8) №50,
4. Какие соли подвергаются гидролизу и по катиону и по аниону?. 1) 112804;`],[`g11-c3-s03-t07`,11,`c3`,`s03`,`11`,`Гидролиз солей и среда раствора`,61,61,`textbook`,`ru`,`Kimyo 11`,`4. Какие соли подвергаются гидролизу и по катиону и по аниону?. 1) 112804;
5. Какие соли подвергаются гидролизу по катиону?
6 Какие соли подвергаются гидролизу и по катиону и по аниону ?. 1) сульфат натрия; 2)ацетат аммония; 3)нитрат лития ; 4) карбонат аммония; 5) хлорид калия. А) 4,5 B)1,3,5 C)1,2,5 D)2,4
7. Какие соли не подвергаются гидролизу ? 1) сульфат натрия; 2) нитрит аммония; 3) нитрат лития; 4) карбонат алюминия; 5) хлорид калия; 6) ацетат аммония. А) 4, 5, 6 В) 1,3, 5,6 C)1,3,5 D)24,6
8. Какие вешеста при растворении в воде образуют щелочную среду? 1) натрий; 2) нитрат натрия; 3) пероксид калия; 4) хлорид лития ; 5) сульфат калия; б)гидрокарбонат натрия. А) 2, 4, 5 В) 1,4, 5 С)1,3,6 D)2,3,6
9. Какие вешеста при растворении в воде образуют нейтральную среду? 1) пероксид калия; 2) нитрат натрия; 3) хлорид кальция; 4) сульфат лития; 5) гидрокарбонат натрия; 6) гидрид натрия
10. Какие вешеста при растворении в воде образуют кислую среду?
1) пероксид натрия; 2) нитрат алюминия ; 3) хлорид магния;
А)гидрид калия; 5)гидрокарбонат натрия; 6) сульфат цинка.`],[`g11-c3-s03-d01`,11,`c3`,`s03`,`11`,`Гидролиз солей и среда раствора: химическое взаимодействие солей с водой, Гидролиз, гидролизом по катитону, гидролизом по а`,58,58,`definition`,`ru`,`Kimyo 11`,`Гидролизом называется химическое взаимодействие солей с водой, приводящее к образованию слабого электролита.
Гидролиз - это образование слабого электролита из взаимодействия ионов, образующихся при растворении солей, в воде.
Гидролиз соли, образованной сильной кислотой и слабым основанием называется гидролизом по катитону:
Гидролиз соли,образованной слабой кислотой и сильным основанием называется гидролизом по аниону.`],[`g11-c3-s03-d02`,11,`c3`,`s03`,`11`,`Гидролиз солей и среда раствора: определения`,59,59,`definition`,`ru`,`Kimyo 11`,`Гидролиз соли, образованной слабой кислотой и слабым основанием называется гидролизом и по катиону и по аниону`],[`g11-c4-s01-t01`,11,`c4`,`s01`,`12`,`Понятие о растворах`,62,62,`textbook`,`ru`,`Kimyo 11`,`4 ГЛАВА. РАСТВОР
§ 12 Понятие о растворе.
Если мы положим в одну из 3X пробирок с водой сахар, во вторую NaCl и в третью KMnO4, то через определенное время можно наблюдать изменение физико-химических свойств воды. Например, вода в которую положили кусочки сахара приобретает сладкий вкус, вода с солью будет иметь соленый вкус, а перманганат калия воде предаст розовый цвет. В результате этого меняются цвет ‚ вкус, плотность, температура замерзания и другие свойства воды. Несмотря на прозрачный цвет смесей (с солью и сахаром) как у воды, их нельзя считать обычной водой.
Эти смеси называют растворами. Так как сахар, соль и перманганат калия растворили в воде их называют растворенными веществами, а воду растворителем.`],[`g11-c4-s01-t02`,11,`c4`,`s01`,`12`,`Понятие о растворах`,62,62,`textbook`,`ru`,`Kimyo 11`,`Так как сахар, соль и перманганат калия растворили в воде их называют растворенными веществами, а воду растворителем.
Давайте рассмотрим процессы имеющие место в нашем эксперименте. Сначала у нас в 3X пробирках находилась чистая вода. Затем в первую U3 них мы положили сахар и перемешали. В результате кристаллы сахара стали невидимыми. Причиной этому является то, что под воздействием молекул растворителя сахар распадается до мельчайщих единиц (молекул), которые равномерно распределяются между молекулами воды. В результате поверхностная граница, разделяющая вещества друг от друга, исчезает и такие системы называются гомогенными.
В пробирке с хлоридом натрия протекает точно такой же процесс. Под действием молекул воды NaCl диссоцируется на ионы Ма’ и СГ. Молекулы воды окружают эти ионы и образуются гидратированные ионы, которые равномерно распределяются и образуют единый раствор.`],[`g11-c4-s01-t03`,11,`c4`,`s01`,`12`,`Понятие о растворах`,62,62,`textbook`,`ru`,`Kimyo 11`,`Молекулы воды окружают эти ионы и образуются гидратированные ионы, которые равномерно распределяются и образуют единый раствор.
В третьей пробирке с KMnO4 протекают точно такие же процессы, и мы не сможем отличить молекулы растворителя и растворенного вещества.
Значит в гомогенной системе молекулы или ионы растворенного вещества равномерно распределяются по поверхности растворителя и тем самым обеспечиваются одинаковые физические свойства и состав раствора.
Раствор — гомогенная система(одинаковые физические и химические свойства по всей поверхности), образованная в результате взаимодействия молекул растворителя и растворенного вещества.`],[`g11-c4-s01-t04`,11,`c4`,`s01`,`12`,`Понятие о растворах`,62,63,`textbook`,`ru`,`Kimyo 11`,`…образованная в результате взаимодействия молекул растворителя и растворенного вещества.
Мы в повседневной жизни каждый день сталкиваемся с растворами. Например, чай которого повседневно употребляем, может стать ярким примером раствора. В данном случае растворитель вода. А роль растворенного вещества выполняет не лепестки чая, а вещества дающие цвет и вкус чаю. В качестве другого примера возьмем натуральные воды. Горные и родниковые воды или воду в наших кранах нельзя считать химически чистой. Потому что растворенные соли в составе этих вод придают ей определенный вкус. Поэтому будет правильным называть их растворами.
Только дистиллированная вода считается химически чистой и не имеет вкуса.
Растворы нельзя рассматривать только как смесь растворителя и растворенного вещества. Растворы по свойствам стоят в промежутке между смесями и химическими соединениями. Точнее:`],[`g11-c4-s01-t05`,11,`c4`,`s01`,`12`,`Понятие о растворах`,63,63,`textbook`,`ru`,`Kimyo 11`,`Растворы по свойствам стоят в промежутке между смесями и химическими соединениями. Точнее:
» Растворы подобно смесям в своем составе имеют несколько веществ и тем самым отличаются от химических соединений.
В растворах происходит равномерное распределение молекул растворителя и растворенного вещества и состав раствора в любой части одинаковый. Этим свойством они похожи на химические соединения и отличаются от смесей (смеси не имеют одинакого состава по всей поверхности).
» Химическое соединение имеет свой определенный химический состав, физические свойства (плотность, температура плавления и замерзания). Растворы можно разбавлять добавлением растворителя и концетрировать добавлением растворенного вещества. В результате меняются соотношения веществ в растворе что в свою очередь ведет к изменению плотности, температуры плавления и замерзания раствора. Увеличение количества растворенного вещества ведет к увеличению плотности и уменьшению температуры замерзания раствора.`],[`g11-c4-s01-t06`,11,`c4`,`s01`,`12`,`Понятие о растворах`,63,63,`textbook`,`ru`,`Kimyo 11`,`Увеличение количества растворенного вещества ведет к увеличению плотности и уменьшению температуры замерзания раствора.
» Изменение температуры химических соединений влияет на их агрегатные состояния, но при этом их состав не меняется. Состав раствора может меняться в результате изменения температуры. Например, если нагреть раствор соли, то вода улетучивается, а если продолжить процесс долгое время в конце может остаться только соль.
» — Процессы протекающие при образовании растворов приближают их к химическим соединениями отдаляют от смесей. Например, при образовании растворов наблюдаются уменьшение объема, выделение или поглощение тепла. Поэтому растворы не рассматриваются просто как смесь растворителя и растворенного вещества, а как физико-химический процесс.
Это все изображено в следующей таблице:`],[`g11-c4-s01-t07`,11,`c4`,`s01`,`12`,`Понятие о растворах`,63,64,`textbook`,`ru`,`Kimyo 11`,`…и растворенного вещества, а как физико-химический процесс. Это все изображено в следующей таблице:
В составе имеется В составе имеется В составе имеется одно несколько веществ несколько веществ вещество неравномерно по распределены равномерно по поверхности поверхности равномерно по поверхности методов можно разделить физических методов методов можно разделить на на составные части можно разделить на составные части составные части не поглощается и не теплота поглощается | поглощается или выделяется выделяется. или выделяется
Растворы имеют большое значение в жизни человека. Переваривание питательных веществ в организме происходит в результате перехода их в растворы. Питательные вещества под воздействием ферментов растворяются и распадаются на молекулы. Этим способом облегчается всасывание молекул в кишечнике`],[`g11-c4-s01-t08`,11,`c4`,`s01`,`12`,`Понятие о растворах`,64,64,`textbook`,`ru`,`Kimyo 11`,`Питательные вещества под воздействием ферментов растворяются и распадаются на молекулы. Этим способом облегчается всасывание молекул в кишечнике
Такие жидкости как кровь,лимфа играют важную роль в жизнедеятельности организма и относятся к водным растворам.
При протекании химических реакций растворы играют важную роль. Многие реакции осуществляются в растворах. Потому что именно в растворах вещества распределены на молекулы и легче реагируют между собой.
Тесты по теме растворы.
1. Какая система называется раствором?
А) гомогенная система образованная при взаимодействии молекул растворителя и растворенного вещества (разные физические и химические свойства по всей поверхности)
В) гетерогенная система образованная при взаимодействии молекул растворителя и растворенного вещества (одинаковые физические и химические свойства по всей поверхности)`],[`g11-c4-s01-t09`,11,`c4`,`s01`,`12`,`Понятие о растворах`,64,64,`textbook`,`ru`,`Kimyo 11`,`В) гетерогенная система образованная при взаимодействии молекул растворителя и растворенного вещества (одинаковые физические и химические свойства по всей поверхности)
С) гомогенная система образованная при взаимодействии молекул растворителя и растворенного вещества (одинаковые физические и химические свойства по всей поверхности)
D) гетерогенная система образованная при взаимодействии молекул растворителя и растворенного вещества (разные физические и химические свойства по всей поверхности)
2. Растворы подобны смесям так как в составе имеется ...... веществ и тем самым отличаются от химических соединений
А) одинаковые В) несколько — С) постоянные D) два разных
3.По каким свойствам растворы схожи с химическими соединениями?
А) В растворах происходит равномерное распределение молекул растворителя и растворенного вещества и состав раствора в любой части одинаковый`],[`g11-c4-s01-t10`,11,`c4`,`s01`,`12`,`Понятие о растворах`,64,65,`textbook`,`ru`,`Kimyo 11`,`А) В растворах происходит равномерное распределение молекул растворителя и растворенного вещества и состав раствора в любой части одинаковый
В) В растворах происходит равномерное распределение молекул растворителя и растворенного вещества и состав раствора в любой части разный
С) В растворах происходит неравномерное распределение молекул растворителя и растворенного вещества и состав раствора в любой части одинаковый
D) В растворах происходит неравномерное распределение молекул растворителя и растворенного вещества.
4. Какие физико-химические свойства схожи у растворов и смесей?
1) В составе несколько веществ 2) в составе одно вещество 3) С помощью физических методов можно разделить на составные части 4) С помощью химических методов можно разделить на составные части 5) При образовании теплота поглощается или выделяется 6) При образовании теплота не поглощается и не выделяется`],[`g11-c4-s01-t11`,11,`c4`,`s01`,`12`,`Понятие о растворах`,65,65,`textbook`,`ru`,`Kimyo 11`,`…При образовании теплота поглощается или выделяется 6) При образовании теплота не поглощается и не выделяется
5. Увеличение количества растворенного вещества ведет K .....плотности и...... температуры замерзания раствора.
А) уменьшению увеличению В) уменьшению, ‚уменьшению
С) увеличению,уменьшению D) увеличению, увеличению
6. Какие свойства схожи у растворов и химических соединений?
1) неравномерное распределение молекул 2) равномерное распределение молекул 3) С помощью физических методов можно разделить на составные части 4) С помощью химических методов можно разделить на составные части 5) При образовании теплота поглощается или выделяется 6) При образовании теплота не поглощается и не выделяется`],[`g11-c4-s01-d01`,11,`c4`,`s01`,`12`,`Понятие о растворах: растворенными веществами, гомогенными`,62,62,`definition`,`ru`,`Kimyo 11`,`Так как сахар, соль и перманганат калия растворили в воде их называют растворенными веществами, а воду растворителем.
В результате поверхностная граница, разделяющая вещества друг от друга, исчезает и такие системы называются гомогенными.`],[`g11-c4-s02-t01`,11,`c4`,`s02`,`13`,`Растворимость`,65,65,`textbook`,`ru`,`Kimyo 11`,`§ 13 Растворимость
Способность веществ растворяться в растворителях называется растворимостью.
В повседневной жизни мы видели образование растворов путем растворения веществ. Например мы видели как растворением поваренной соли получают соленую воду, растворяя сахар в воде — сладкую,а раствор йода в спирте получают путем растворения кристаллов йода в спирте.
Вещества не растворяются в растворителе в бесконечном количестве, а существует определенный предел. Для выражения этого предела нужно знать такое понятие как коэффициент растворимости.
Максимальная масса вещества растворенного в 100 гр растворителя в определенной температуре называется коэффициентом растворимости (растворимость). Коэффициент растворимости обозначается буквой s. Например, растворимость хлорида натрия при 20 °С равна 36 и это выражается как s (20 °С) = 36
Вещества по способности растворятся в воде делятся на 3 группы:
1. Хорошо растворимые вещества: (в 100 г растворителя растворяется больше 10 г). KCl, NaNO3, сахар, спирт, газы (HCI, NH3).`],[`g11-c4-s02-t02`,11,`c4`,`s02`,`13`,`Растворимость`,65,66,`textbook`,`ru`,`Kimyo 11`,`Хорошо растворимые вещества: (в 100 г растворителя растворяется больше 10 г). KCl, NaNO3, сахар, спирт, газы (HCI, NH3).
2. Малорастворимые: (в 100 г растворителя растворяется меньше 10 г). CaSO., Сасо\\, BaSO4, MgCO3, PbSO., бензин, газы (CH2 №, H2)
5 — Общая химия, 11-класс 65
3. Практически нерастворимые вещества: (в 100 г растворителя растворяется 0,01 г или меньше ) золото, серебро, медь.
Способность растворятся зависит от некоторых факторов: например, от природы вещества и температуры
У большого количества твердых веществ растворимость увеличивается с повышением температуры, так как растворение этих веществ происходит с поглощением теплоты. Поэтому повышая температуру можно увеличить растворимость.`],[`g11-c4-s02-t03`,11,`c4`,`s02`,`13`,`Растворимость`,66,66,`textbook`,`ru`,`Kimyo 11`,`Поэтому повышая температуру можно увеличить растворимость.
Например: если мы положим ложку соли в воду и перемещаем, то соль медленно начинает растворятся, а нерастворившаяся часть оседает на дне стакана. Если мы точно такое же количесство соли положим в стакан с горячей водой, то растворение протекает намного интенсивнее. Из этого вытекает что растворимость твердых солей прямо пропорционально и зависит от температуры и с ее повышением больше соли растворяется в растворителе.
Растворимость газообразных веществ отличается от растворимости твердых веществ. То есть сповышением температуры их растворимость уменьшается. При понижении температуры растворимость увеличивается.
Например: возьмем стакан воды и положим его в холодильник(°= 3 °C). Через 30 минут стакан с водой оставляем при комнатной температуре(= 20- 25 °С). Через некоторое время можем наблюдать за появлением маленьких пузырьков в стакане. Это означает что газы которые растворились в воде при низкой температуре начали обратно переходить в газообразное состояние при высокой температуре.`],[`g11-c4-s02-t04`,11,`c4`,`s02`,`13`,`Растворимость`,66,66,`textbook`,`ru`,`Kimyo 11`,`Это означает что газы которые растворились в воде при низкой температуре начали обратно переходить в газообразное состояние при высокой температуре.
На растворимость газообразных веществ влияет и давление. С увеличением давления растворимость газов увеличивается, а с уменьшением давления растворимость уменьшается.
Влияние давления на растворимость газов можно наблюдать напримере водолаза. Чем глубже ныряет водолаз, тем больше увеличивается количество растворенных в крови газов (О›, CO, и другие). Как только водолаз начинает обратно выплывать из глубины воды, то из-за уменьшения давления газы раннее растворившиеся в крови выделяются через легкие водолаза. Поэтому выход водолаза из глубины должен быть медленным. Если водолаз будет быстро подниматься из глубины, то газы не успеют выделится через легкие и поражают кровеносные сосуды мозга и других органов.
Если своевременно не оказать помощь то водолаз может погибнуть`],[`g11-c4-s02-t05`,11,`c4`,`s02`,`13`,`Растворимость`,66,66,`textbook`,`ru`,`Kimyo 11`,`Если своевременно не оказать помощь то водолаз может погибнуть
Из-за того что газы хорошо растворимы при высоком давлении и низкой температуре, данное свойство используется при газировке напитков. Когда мы открываем бутылку, то за счет уменьшения давления и увеличения температуры, газы начинают быстро быделятся за пределы бутылки.
Вышеуказанные примеры утверждают что растворимость газов зависит прямо пропорционально давлению и обратно пропорционально температуре.
Для определения растворимости вещества в стакан наливают 100 гр дистиллированной воды, измеряют температуру и добавляя немного вещества перемешивают.Если вещество полностью растворится то добавляют еще вещество и перемешивают.Добавление вещества продолжается до момента когда избыточное количество вещества осядет на дне стакана.Затем вычисляют какая масса вещества растворилось в 100 гр воды и эта масса называется коэффициентом растворимости данного вещества при данной температуре. Полученный раствор называется насыщенным.`],[`g11-c4-s02-t06`,11,`c4`,`s02`,`13`,`Растворимость`,66,67,`textbook`,`ru`,`Kimyo 11`,`Затем вычисляют какая масса вещества растворилось в 100 гр воды и эта масса называется коэффициентом растворимости данного вещества при данной температуре. Полученный раствор называется насыщенным.
По количеству растворенного вещества растворы бывают:
1. Насыщенный раствор
2. Ненасыщенный раствор
3. Пересыщенный раствор
Раствор, в котором при данной температуре нельзя растворить больше растворенного вещества называется насыщенным.
Если при данной температуре можно растворить еще, некоторое количество растворенного вещества то, такой раствор называется ненасыщенным. Количество вещества в ненасыщенном растворе всегда меньше чем количество вещества в насыщенном растворе данного вещества при такой же температуре.Обычно мы работаем именно с ненасыщенными растворами.
В пересыщенных растворах количество растворенного вещества оказывается больше чем в насыщенном растворе данного вещества при данной температуре.`],[`g11-c4-s02-t07`,11,`c4`,`s02`,`13`,`Растворимость`,67,68,`textbook`,`ru`,`Kimyo 11`,`В пересыщенных растворах количество растворенного вещества оказывается больше чем в насыщенном растворе данного вещества при данной температуре.
Например: растворимость хлорида аммония при 20 °С равна 37,2 гри при 30 °С равна 41,4 г s(20°С) = 37,2 s(30°С) = 41,4
Если при 20° в 100 гр воды положить 35 г NH4Cl и перемешать то соль быстро растворится и образуется ненасыщенный раствор при данной температуре.
35 г H2O енасыщенный раствор
Если сюда же добавить 2,2 гр МН,С! и перемешать то образуется насыщенный раствор при 20°;
NHy(Cl 135; 137,2 г 2,2 г Ненасыщен- Насыщенный раствор ный раствор
Если мы добавим в этот же раствор при 20° 4,2 гр МНАС! и перемешиваем то соль не растворится и избыточное 4,2г соли выпадает в осадок: (примечание: при 20° в 100гр воды растворится 37,2ep соли)
42 г “= Г Насыщен- > Насыщен- . @ ный раствор ный раствор
Теперь, чтобы растворить 4,2 гр соли нагреваем раствор. Когда температура достигнет до 30° то 4,2 гр соли растворится и образуется насыщенный раствор для 30°:`],[`g11-c4-s02-t08`,11,`c4`,`s02`,`13`,`Растворимость`,68,69,`textbook`,`ru`,`Kimyo 11`,`Когда температура достигнет до 30° то 4,2 гр соли растворится и образуется насыщенный раствор для 30°:
Насыщен- © 141,4 г ный раствор Насыщенный раствор
Когда мы перестанем нагревать раствор то он начинает охладевать до прежней температуры. Когда охладится до 20°, то избыточные 4,2 г соли (растворенные при 30°) находятся в составе раствора.
Насыщен- Pe =
@ ный раствор ный раствор
Этот раствор называется пересыщенным, так как содержит больше соли чем то количество, которое считается максимальным при 20°. Этот раствор очень нестабильный, поэтому при каком либо механическом воздействии извне (перемешивание, трение стеклянной палочкой об стенки сосуда) сразу выпадает 4,2 г соли в осадок, и вновь образуется насыщенный раствор.
механическое воздействие щенный ный раствор раствор 4 т осадка
Тестовые задания по теме растворы.
1. Что называется коэффициентом растворимости?`],[`g11-c4-s02-t09`,11,`c4`,`s02`,`13`,`Растворимость`,69,69,`textbook`,`ru`,`Kimyo 11`,`…раствор раствор 4 т осадка Тестовые задания по теме растворы. 1. Что называется коэффициентом растворимости?
А) Максимальная масса вещества растворенного в 100 гр растворителя в определенной температуре; В) Минимальная масса вещества растворенного в 100 гр растворителя в определенной температуре; С) Максимальная масса вещества растворенного в 100 мг растворителя в определенной температуре
D) Максимальная масса вещества растворенного в 1 гр растворителя;
2.На какие группы делятся вещества по растворимости?
А) на 2 группы; малорастворимые и нерастворимые; В) на 3 группы; хорошо растворимые малорастворимые и практически нерастворимые; С) на 2 группы; хорошо растворимые и нерастворимые; D) на 2 группы; хорошо растворимые и малорастворимые
3. Укажите ряд с хорошо растворимыми веществами
А) фосфат бария, карбонат кальция, хлорид серебра В) поваренная соль, сахар, хлорид водорода; С) медь, золото, серебро Г) карбонат магния , бензин`],[`g11-c4-s02-t10`,11,`c4`,`s02`,`13`,`Растворимость`,69,69,`textbook`,`ru`,`Kimyo 11`,`А) фосфат бария, карбонат кальция, хлорид серебра В) поваренная соль, сахар, хлорид водорода; С) медь, золото, серебро Г) карбонат магния , бензин
4. Укажите ряд с малорастворимыми веществами.
А) азот, водород, сульфат бария; В) серебро, спирт, золото; С) нитрат калия, гидроксид аммония, серная кислота О)сахар, аммиак, сульфат натрия
5. Укажите ряд практически нерастворимых веществ.
А)серная кислота, азотная кислота, соляная кислота; В) бензин, этиловый спирт, метан; С) медь, золото, серебро; О)карбонат натрия, сульфат алюминия, хлорид аммония
6. Заполните следующие пропуски
У твердых веществ растворимость ..... с повышением температуры, так как растворение этих веществ происходит с ...... теплоты.
А) увеличиватся, выделением; В) уменьшается, выделением
С) увеличивается, поглощением D) уменьшается, поглощением
7. Заполните следующие пропуски
Растворимость газообразных веществ с повышением температуры ...... При понижении температуры растворимость .....`],[`g11-c4-s02-t11`,11,`c4`,`s02`,`13`,`Растворимость`,69,70,`textbook`,`ru`,`Kimyo 11`,`Растворимость газообразных веществ с повышением температуры ...... При понижении температуры растворимость .....
А) не меняется, увеличивается В) увеличивается, уменьшается
С) уменьшается, увеличивается D) увеличивается, не меняется
8. По количеству растворенного вещества растворы бывают:
А) насыщенный и ненасыщенный В) насыщенный, ненасыщенный, перенасыщенный С) перенасыщенный, ненасыщенный О) перенасыщенный, насыщенный
9. Какие растворы называются насыщенными?
А) Раствор в котором при данной температуре нельзя растворить больше растворенного вещества называется насыщенным.
В Раствор в котором при данной температуре можно растворить еше растворенного вещества называется насыщенным.
С) количество растворенного вещества оказывается больше, чем в насыщенном растворе данного вещества при данной температуре.
D) количество растворенного вещества оказывается больше, чем в ненасыщенном растворе данного вещества при данной температуре.`],[`g11-c4-s02-d01`,11,`c4`,`s02`,`13`,`Растворимость: растворимостью, коэффициентом растворимости, насыщенным`,65,66,`definition`,`ru`,`Kimyo 11`,`Способность веществ растворяться в растворителях называется растворимостью.
Максимальная масса вещества растворенного в 100 гр растворителя в определенной температуре называется коэффициентом растворимости (растворимость).
Затем вычисляют какая масса вещества растворилось в 100 гр воды и эта масса называется коэффициентом растворимости данного вещества при данной температуре.
Полученный раствор называется насыщенным.`],[`g11-c4-s02-d02`,11,`c4`,`s02`,`13`,`Растворимость: насыщенным, ненасыщенным, пересыщенным`,67,68,`definition`,`ru`,`Kimyo 11`,`Раствор, в котором при данной температуре нельзя растворить больше растворенного вещества называется насыщенным.
Если при данной температуре можно растворить еще, некоторое количество растворенного вещества то, такой раствор называется ненасыщенным.
Этот раствор называется пересыщенным, так как содержит больше соли чем то количество, которое считается максимальным при 20°.`],[`g11-c4-s02-d03`,11,`c4`,`s02`,`13`,`Растворимость: насыщенным`,70,70,`definition`,`ru`,`Kimyo 11`,`А) Раствор в котором при данной температуре нельзя растворить больше растворенного вещества называется насыщенным.
В Раствор в котором при данной температуре можно растворить еше растворенного вещества называется насыщенным.`],[`g11-c4-s03-t01`,11,`c4`,`s03`,`14`,`Задачи на растворимость`,70,70,`textbook`,`ru`,`Kimyo 11`,`§ 14 Задачи на тему растворимость и их решения.
1-задача: При растворении 148 г CaCl2 в 200 г воды при 20 °С образуется насыщенный раствор, определите коэффициент растворимости данной соли при 20 °С.
Решение задачи
В 200 гр воды растворилось 148 rp CaCl2 и образовался насыщенный раствор. ( количество соли соответствовало коэффициенту растворимости данной соли).
148 г H2O HACBIMICHный раствор
Значит в 200гр воды растворилось 148 г соли и нужно определить массу соли которая растворится в 100 г воды (коэффициент растворимости считается при 100 г растворителя.
Растворитель — — — раствореное вещество — — Насыщенный раствор 200 гводы— — — 148 г CaCl2 — — — 348 г раствор 100 г воды — — — XT
Значит в 100 г воды при 20 °С растворится 74 rp CaCl2 и это значение называется коэффициентом растворимости.
Ответ: 74 г
2- Задача: Сколько rp NaNO3 растворится в 500 гводы с образованием насыщенного раствора если при 25 °С коэффициент растворимости данной соли равна 91,6.`],[`g11-c4-s03-t02`,11,`c4`,`s03`,`14`,`Задачи на растворимость`,70,71,`textbook`,`ru`,`Kimyo 11`,`2- Задача: Сколько rp NaNO3 растворится в 500 гводы с образованием насыщенного раствора если при 25 °С коэффициент растворимости данной соли равна 91,6.
Решение задачи:
Растворимость NaNO3 (максимальная масса соли которая растворится в 100 г воды) равна 91,6 г. Для образования насыщенного раствора в 100 г нужно добавить 91,6 г соли то сколько г соли нужно добавить в 500 г воды для образования раствора:
Растворитель _— Растворимое вещество — — —- насыщенный раствор
Значит в 500 г воды нужно растворить 458 г NaNO3 для образования насыщенного раствора при 25 °С.
Ответ: 458 г
3-задача: Найдите массу воды в которой нужно растворить 144 г Na2CO3 для образования насыщенного раствора, если при 80 °C коэффициент растворимости данной соли равна 45.
Решение задачи:
Растворимость Na2CO (максимальная масса соли которая растворится в 100 г воды) равна 45. Для образования насыщенного раствора в 100 г нужно добавить 45 г соли то сколько грамм воды нужно для растворения 144 г соли:`],[`g11-c4-s03-t03`,11,`c4`,`s03`,`14`,`Задачи на растворимость`,71,72,`textbook`,`ru`,`Kimyo 11`,`Для образования насыщенного раствора в 100 г нужно добавить 45 г соли то сколько грамм воды нужно для растворения 144 г соли:
Растворитель — — — Растворимое вещество — — — - насыщенный раствор
Хх — — — 144 г Ма»СОз 100 144 X=—— = 320 45 г
Растворением 144 rp Na2CO3 в 320 гр воды можно получить насыщенный раствор при 80 °С
Ответ: 320 г
4-задача: Сколько грамм KCl нужно добавить в ненасыщенный раствор, полученный растворением 70 г KCl в 350 г воды для получения насыщенного раствора при 20 °С, если коэффициент растворимости данной соли равен 34?
Решение задачи:
Растворимость КС! (максимальная масса соли которая растворится в 100 г воды) равна 34. Если для образования насыщенного раствора в 100 г воды нужно добавить 34 г соли, то сколько грамм соли нужно растворить в 350 г воды:
Растворитель — - растворимое вещество — - насыщенный раствор
350 г воды —— — — XT XT Н9г`],[`g11-c4-s03-t04`,11,`c4`,`s03`,`14`,`Задачи на растворимость`,72,72,`textbook`,`ru`,`Kimyo 11`,`…растворить в 350 г воды: Растворитель — - растворимое вещество — - насыщенный раствор 350 г воды —— — — XT XT Н9г
Значит при 20 °С в 350 г воды растворится 119 г соли с образованием насыщенного раствора. Сначала было растворено 70 гр соли в 350 г воды. Необходимая масса соли, которую еще нужно добавить, равна (119-70=49) 49 г. После добавления 49 г KCl можно получить насыщенный раствор из ненасыщенного.
Ответ: 49 г
5-задача: Сколько грамм соли выпадет в осадок при охлаждении 336 г насыщенного раствора Ва(№0O2;), при 100 °С до 25 °С (S25 °c=10,5; S100 °с=34,4)
Решение задачи:
При охлаждении раствора с 100 °С до 25 °С растворимость составит 10,5 и нерастворенная часть соли выпадет в осадок. Разность масс растворенной соли при высокой (34,4 г) и низкой (10,5г) температуре является массой осадка.
Растворимость Ba(NO3)2 при 100 °С равна 34,4, в 100 г воды растворится 34,4 г соли. Масса насыщенного раствора (100+34,4=134,4) 134,4 г. 100°С 100°C 134.4 т к | Насыщен- 100г Ba(NOs3), ного раствора HO 344 г`],[`g11-c4-s03-t05`,11,`c4`,`s03`,`14`,`Задачи на растворимость`,72,73,`textbook`,`ru`,`Kimyo 11`,`Масса насыщенного раствора (100+34,4=134,4) 134,4 г. 100°С 100°C 134. 4 т к | Насыщен- 100г Ba(NOs3), ного раствора HO 344 г
Когда раствор 100 °С охлаждается до 25 °C, растворимость составляет 10,5, нерастворенная соль в растворе, выпадает в осадок. Если мы от количества первоначально растворенной соли (34,4 г) отнимем - массу соли (10,5 г) образованную после охлаждения, мы можем найти, массу соли в осадке.
10,5 г соль 134,4 г 100г 34,4 г насыщенный H2O FE роствор 239 г осадка
При охлаждении 134,4 г раствора, приготовленного при 100 °С, до 25 °С, выпадет 23,9 г осадка, а при охлаждении 336 г раствора выпадат сколько г (х) осадка?
Насыщенный раствор (100 °С) — соль выпадает в осадок
При охлаждении 336 г раствора из 100 °С до 25 °С выпадет в осадок 59,75 г Ba(NO3)2 Ответ: 59,75 г
Задачи по теме:
1. При растворении 220 г NaNO3 в 250 гводы при 20 °C образуется насыщенный раствор. Определите коэффициент растворимости данной соли при 20 °С.`],[`g11-c4-s03-t06`,11,`c4`,`s03`,`14`,`Задачи на растворимость`,73,73,`textbook`,`ru`,`Kimyo 11`,`При растворении 220 г NaNO3 в 250 гводы при 20 °C образуется насыщенный раствор. Определите коэффициент растворимости данной соли при 20 °С.
2. При растворении 55,5 г KCl в 150 г воды при 30 °С образуется насыщенный раствор. Определите коэффициент растворимости данной соли при 30 °С
3. Сколько г КС! растворится в 600 г воды с образованием насыщенного раствора, если при 20 °С коэффициент растворимости данной соли равна 34
4. Сколько г NaCl растворится в 150 гводы с образованием насыщенного раствора, если при 80 °С коэффициент растворимости данной соли равна 38,4.
5. В какой массы воды нужно растворить 192 г K2SO4 для образования насыщенного раствора, если при 40 °С коэффициент растворимости данной соли равна 64
6. В какой массы воды нужно растворить 120 г Na2SO4 для образования насыщенного раствора, если при 30 °С коэффициент растворимости данной соли равна 50
7. При растворении 50г NH4C! в 250г воды получили ненасыщенный раствор. Сколько грамм соли надо добавить в раствор чтобы получить насыщенный раствор,при 20 °С, если коэффициент растворимости при данной температуре равен 37г?`],[`g11-c4-s03-t07`,11,`c4`,`s03`,`14`,`Задачи на растворимость`,73,73,`textbook`,`ru`,`Kimyo 11`,`Сколько грамм соли надо добавить в раствор чтобы получить насыщенный раствор,при 20 °С, если коэффициент растворимости при данной температуре равен 37г?
8. При растворении 200 г NaNO3 в 300г воды получили ненасыщенный раствор. Сколько грамм соли надо добавить в раствор, чтобы получить насыщенный раствор, при 20 °С, если коэффициент растворимости при данной температуре равен 88г?
9. Сколько г соли выпадет в осадок при охлаждении 785 г насыщенного раствора КС! при 100 °C до 25 °C (s; °С=35; S100 °С=57)
10. Сколько г соли выпадет в осадок при охлаждении 408 г насыщенного раствора KBr при 100 °С до 25°C (s,; °С=66; S100 °С=104)`],[`g11-c4-s03-d01`,11,`c4`,`s03`,`14`,`Задачи на растворимость: коэффициентом растворимости`,70,70,`definition`,`ru`,`Kimyo 11`,`Значит в 100 г воды при 20 °С растворится 74 rp CaCl2 и это значение называется коэффициентом растворимости.`],[`g11-c4-s04-t01`,11,`c4`,`s04`,`15`,`Концентрация раствора. Процентная концентрация`,73,74,`textbook`,`ru`,`Kimyo 11`,`§ 15 Концентрация раствора и способы ее выражения. Процентная концентрация
Значение, выражающее массу или количество вещества, растворенного в определенной массе или в определенном объеме раствора, называют концентрацией раствора.
Если в растворе количества растворенного вещества много, а воды мало то такие растворы называют концентрированными. Концентрированные растворы имеют большую плотность, подвижность или вязкость их низка. Из-за малого количества растворенного вещества в низко концентрированных, то есть в разбавленных растворах, плотность, подвижность и вязкость раствора будут близки таковым чистой воды.
Такие понятия (выражения), как концентрированный раствор или низкоконцентрированный (разбавленный) раствор, не дают точную информацию о количестве растворенного вещества в растворе. Познакомимся со следующими способами для точного выражения концентрации растворов:
1. Процентная концентрация`],[`g11-c4-s04-t02`,11,`c4`,`s04`,`15`,`Концентрация раствора. Процентная концентрация`,74,74,`textbook`,`ru`,`Kimyo 11`,`…Познакомимся со следующими способами для точного выражения концентрации растворов: 1. Процентная концентрация
2. Молярная концентрация
3. Нормальная концентрация
Процентная концентрация
Процентная концентрация показывает сколько процентов составляет растворенное вещество от массы раствора. Говоря иначе, показывает, сколько граммов растворенного вещества имеется в 100 г раствора. Например, говоря 15% процентный раствор сахара, мы понимаем, что в 100 г такого раствора имеется 15 г сахара и 85 г воды.
Процентная концентрация выражается символом C% .
Для определения процентной концентрации раствора, масса растворенного вещества (m;) делится на общую (сумма масс растворенного вещества и растворителя) массу раствора (т). Для выражения в процентах, полученное значение умножают на 100.
CO, — процентная концентрация; CO; — — . 100% | т — масса растворенногов вещества
№ т» — масса раствора a)
1-задача: Определите процентную концентрацию (%) раствора, полученного при растворении 30 г KCI в 100 г воды.`],[`g11-c4-s04-t03`,11,`c4`,`s04`,`15`,`Концентрация раствора. Процентная концентрация`,74,75,`textbook`,`ru`,`Kimyo 11`,`1-задача: Определите процентную концентрацию (%) раствора, полученного при растворении 30 г KCI в 100 г воды.
Решение задачи: при растворении 30 г KCl в 100 г воды получается 130г (30+100=130) раствора:
КС, 100г 130 г 30 г H2O раствора
Пользуясь этими данными, находим процентную концентрацию раствора на основе 1-формулы:
Ответ: 23 %
Если в условии задачи дается процентная концентрация (С%) и масса раствора (m,), то массу растворенного вещества (M;) находим следующей формулой:
т; = С° my
Если дается процентная концентрация (С%) и масса растворенного вещества (т), то можно определить сколько грамм раствора (m;) можно получить:
то = с,
2- задача: В какой массы воды нужно растворить 50 г KNO3 для получения 40%-ного раствора?
Решение задачи:
Если для приготовления 100 г 40 % раствора необходимо 40 г KNO3 и 60 г растворителя ( то есть вода), то сколько грамм воды необходимо для 50г KNO3 найдем через пропорцию`],[`g11-c4-s04-t04`,11,`c4`,`s04`,`15`,`Концентрация раствора. Процентная концентрация`,75,76,`textbook`,`ru`,`Kimyo 11`,`Если для приготовления 100 г 40 % раствора необходимо 40 г KNO3 и 60 г растворителя ( то есть вода), то сколько грамм воды необходимо для 50г KNO3 найдем через пропорцию
Ответ: 75 &
3-задача: Какую массу NaNO3, нужно растворить в 150 г воды для получение 25% -ного раствора?
Решение задачи:
Если известно, что для приготовления 25 % раствора необходимо 25 г растворенного вещества и 75 г растворителя (то есть вода), то найдем сколько граммов NaNO3 нужно растворить в 150 г HO:
100 г раствор
75 г Растворитель (H2O) — — 25 г Раствореное вещество (NaNO3)
150 г Растворитель (H2O) — x
Ответ: 50 г
4-задача: Сколько граммов соли и воды необходимо для приготовления 500 г 30% раствора КВг?
Решение задачи:
Если известно, что для приготовления 30 % раствора нужно 30 г растворенного вещества, 70 г (100-30=70) растворителя ( то есть воды), то рассчитаем сколько г соли и воды нужно для приготовления 500 г такого раствора:`],[`g11-c4-s04-t05`,11,`c4`,`s04`,`15`,`Концентрация раствора. Процентная концентрация`,76,77,`textbook`,`ru`,`Kimyo 11`,`…растворителя ( то есть воды), то рассчитаем сколько г соли и воды нужно для приготовления 500 г такого раствора:
р растворенное астворитель. вещество — —— Раствор 70 г (HO) — — 30 (KBr) — — 100 г Хо Х| 500; 500.30
В задачах вместо массы вещества могут дать его количество. В таких случаях, перемножав количество (п) растворенного вещества на его молярную массу (М), определим массу растворенного вещества (mi): mj = п* М и продолжим решать задачу.
5-задача: Определите процентную концентрацию (%) раствора, полученного при растворении 0,5 молей Na2CO3 в 97 г воды.
Решение задачи:
Сначала найдем массу растворенного вещества:
m=n.M M(Na2CO3) = 106 г/моль
При растворении 53 г Na2CO3 в 97 г воды образуется 150 г (53+97=150) раствора:
Na2COs3| 97г 150 г 53 г H2O раствора
Пользуясь массой растворенного вещества и общей массой раствора, найдем процентную концентрацию раствора по 1- формуле:
Задачи по теме:`],[`g11-c4-s04-t06`,11,`c4`,`s04`,`15`,`Концентрация раствора. Процентная концентрация`,77,77,`textbook`,`ru`,`Kimyo 11`,`…растворенного вещества и общей массой раствора, найдем процентную концентрацию раствора по 1- формуле: Задачи по теме:
1. Определите процентную концентрацию (%) раствора, полученного при растворении 25 г NaCl в 100 г воды.
2. Определите процентную концентрацию (%) раствора, полученного при растворении 20 г KNO3 в 180 г воды.
3. Определите массу воды в который нужно ростворить 36 г NaCl для получения 25% -ного раствора?
4. Найдите массу воды, необходимую для растворения 80 г МНМО), для получения 20%-ного раствора соли.
5. Сколько граммов K2SO4 нужно растворить в 450 г воды, чтобы получить 10% раствор?
6. Рассчитайте массу KBr, которую нужно растворить в 280 г воды чтобы получить 30%-ый раствор?
7. Сколько граммов соли и воды необходимо для приготовления 250 г 10% раствора К№О:?
8. Сколько граммов соли и воды необходимо для приготовления 150 г 15% раствора №М№0O:?`],[`g11-c4-s04-d01`,11,`c4`,`s04`,`15`,`Концентрация раствора. Процентная концентрация: концентрацией раствора, концентрированными`,73,74,`definition`,`ru`,`Kimyo 11`,`Значение, выражающее массу или количество вещества, растворенного в определенной массе или в определенном объеме раствора, называют концентрацией раствора.
Если в растворе количества растворенного вещества много, а воды мало то такие растворы называют концентрированными.`],[`g11-c4-s05-t01`,11,`c4`,`s05`,`16`,`Задачи на процентную концентрацию`,77,77,`textbook`,`ru`,`Kimyo 11`,`9. Определите процентную концентрацию (%) раствора, полученного при растворении 0,25 молей Ма›s0, в 164,5 г воды.
10. Определите процентную концентрацию (%) раствора, полученного при растворении 0,4 молей КС! в 120,2 г воды.
§ 16 Задачи на процентную концентрацию растворов и их решения
Если в воде растворяются вещества, вступающие с ней в реакцию (например, Ма, Na2O, SO3, SO2, KH, K2O, NO,), то процентная концентрация раствора определяется по массе нового вещества, полученного в ходе реакции.
1-задача: Рассчитайте процентную концентрацию (%) раствора, полученного при растворении 31 г Na2O в 69 г воды.
Решение задачи:
При растворении 31 г Na2O в 69 г воды образуется (31+69=100) 100 г раствора: TN
Na2O 69 г 100rp. 31 г H2O раствора.
Являясь основным оксидом, Na2O при растворении вступает в реакцию с водой и образует NaOH. N2O + H2O — → 2№0H
Если известно по уравнению реакции, что при растворени 62 г Na2O в воду образуется 80г NaOH, то найдем массу NaOH, который образуется из 31 г Na2O:`],[`g11-c4-s05-t02`,11,`c4`,`s05`,`16`,`Задачи на процентную концентрацию`,77,78,`textbook`,`ru`,`Kimyo 11`,`Если известно по уравнению реакции, что при растворени 62 г Na2O в воду образуется 80г NaOH, то найдем массу NaOH, который образуется из 31 г Na2O:
Na2O + HO — → 2№0H x= — ———— =40 NaOH
Растворенным веществом в растворе после окончания реакции является NaOH, и расчет процентной концентрации ведется по массе этого вещества: т CO, — процентная концентрация;
С» = —L1 .100% | т — масса растворенного вещества; по m, — масса раствора.
Ответ: 40% 2-задача: Определите процентную концентрацию (%) раствора, полученного при растворении 5,6 л (н.у.) SO3 в 200 г воды. Решение задачи: Сначала, пользуясь объемом SO2 найдем его массу:
При растворении 16 г SO2 в 200 г воды образуется 216 г (16+200=216) раствора:
16 г H2O раствора
Являясь кислотным оксидом, SO2 при растворении в воде образует H2SO3.
SO2 + H2O → H2S80;
Если известно по уравнению реакции, что при растворении 64 г SO2 в воде образуется 82 г H2SO3, то сколько граммов H2SO3 образуется из 16 г § 0 »:`],[`g11-c4-s05-t03`,11,`c4`,`s05`,`16`,`Задачи на процентную концентрацию`,78,79,`textbook`,`ru`,`Kimyo 11`,`Если известно по уравнению реакции, что при растворении 64 г SO2 в воде образуется 82 г H2SO3, то сколько граммов H2SO3 образуется из 16 г § 0 »:
SO2 + H2O → H2SO3 х = — = 20,5 г H2SO3
Растворенным веществом в растворе после окончания реакции является H2SO3, и расчет процентной концентрации ведется по массе этого вещества:
ean CO, — процентная концентрация;
Cw = ——.100% | ту — масса растворенного вещества; п m, — масса раствора
3-задача: Рассчитайте процентную концентрацию (%) раствора, полученного при добавлении 58,5 г калия в 100 г воды.
Решение задачи: Калий, являясь активным металлом, при опускании в воду реагирует с водой и образует KOH, при этом выделяется газообразный водород:
2K+ 2H2O → 2KOH + но}
Если по уравнению реакции при реагировании 78 г К образуется 112 г КОН и выделяется 2 г газа водорода, то определим массу КОН и водорода, которые образуются из 58,5 гК:
BSr——— хх»
x1(KOH) BT Ta 84 г`],[`g11-c4-s05-t04`,11,`c4`,`s05`,`16`,`Задачи на процентную концентрацию`,79,80,`textbook`,`ru`,`Kimyo 11`,`…газа водорода, то определим массу КОН и водорода, которые образуются из 58,5 гК: BSr——— хх» x1(KOH) BT Ta 84 г
Если при растворении 58,5 г К в 100 г воды из раствора выделяется 1,5 г водорода в виде газа, то масса раствора после реакции станет 157 г (58,5+100-1,5= 157):
K 100 г 157 г 58,5 г H2O раствора
Растворенным веществом в растворе после окончания реакции является KOH, и расчет процентной концентрации ведется по массе этого вещества:
т С», — процентная концентрация; Cu=_"1 100% | ту — масса растворенного вещества; по m, — масса раствора
4-задача: Определите процентную концентрацию раствора, полученного при смешивании 200 г 5% и 500 г 20% растворов NaCl.
Решение задачи: при смешивании двух растворов NaCl с разными концентрациями, образуется раствор с новой концентрацией. Найдем массу соли в каждом из растворов. Рассчитаем массу соли в 5 % растворе массой 200 г:
Рассчитаем массу соли в 20 % растворе массой 500 г:`],[`g11-c4-s05-t05`,11,`c4`,`s05`,`16`,`Задачи на процентную концентрацию`,80,81,`textbook`,`ru`,`Kimyo 11`,`…растворов. Рассчитаем массу соли в 5 % растворе массой 200 г: Рассчитаем массу соли в 20 % растворе массой 500 г:
xo 20% Xe(NaCl) =——pe—— = 100г
Теперь, суммируя массы солей первого и второго раствора, найдем массу растворенной соли в полученном растворе:
10 + 100 = 110 г растворенная соль Массу первого раствора (200 г) прибавив к массе второго раствора (500 г) найдем общую массу полученного раствора: 200+500= 700г
200+500=700 г раствора Стали известны общая масса нового раствора и масса растворенного в ней соли, теперь найдем процентную концентрацию раствора по 1-формуле:
Если в какой-нибудь раствор добавляется другое вещество, сначала нужно определить, реагирует ли растворенное вещество исходного раствора с водой.
Если вещества, данные в условии задачи, реагируют друг с другом, то сначала пишется уравнение реакции. Вещество, полученное в ходе реакции, считается за растворенное вещество в растворе.`],[`g11-c4-s05-t06`,11,`c4`,`s05`,`16`,`Задачи на процентную концентрацию`,81,81,`textbook`,`ru`,`Kimyo 11`,`Вещество, полученное в ходе реакции, считается за растворенное вещество в растворе.
Если в ходе реакции выпадает осадок (или образуется газ), то путем вычитания от массы общего раствора массу осадка (газа) находится масса раствора. Осадок и газ не входят в состав раствора, они считаются веществами вне раствора.
5-задача: Определите процентную концентрацию (%) раствора, полученного при смешивании 416 г 20% раствора BaCl2 и 568 г 10% раствора Na2SO..
Решение задачи: с первого раза может показаться, что это задача похожа на предыдущие, но в отличии от них, здесь смешиваются растворы двух различных веществ, то есть растворы BaCl2 и Na2SO4. В этом случае между растворенными веществами произойдет реакция и при этом выпадет осадок:
BaCl2 + Na2SO4 → BaSO4| + 2NaCl
После окончания реакции NaCl в растворе будет в растворенном виде, и процентная концентрация раствора определяется по массе этого вещества.`],[`g11-c4-s05-t07`,11,`c4`,`s05`,`16`,`Задачи на процентную концентрацию`,81,82,`textbook`,`ru`,`Kimyo 11`,`После окончания реакции NaCl в растворе будет в растворенном виде, и процентная концентрация раствора определяется по массе этого вещества.
Сначала в растворе BaCl2 найдем массу и количество растворенного вещества:
100 г раствор — 416 г
80 г foie (HO) 20 г pactsopennoe (BaCly)
\` вещество 20 . 416 X =———— = 83,2 г Ba(Cl 100 ’ 2 m 83,2 n= — = ——=0,4momBaCl, M 208
6 — Общая химия, 11-класс 81
Дальше найдем массу и количество растворенного вещества в растворе Na2SOO.: 100 г раствор — — — — — — — — — — — 568г р й / \\ г растворенное x mo 368 оодмольмаз50
Значит, в 1-растворе 0,4 моль BaCl2, во втором растворе 0,4 моль Na2SO4 были в растворенном виде, то есть мольное соотношение веществ равно 1:1. На основе уравнения реакции можем сказать, что вещества BaCl2 и Na2SO4, вступающие в реакцию, были в стехиометрических соотношениях (то есть в таких количествах, которые хватили бы для полного окончания реакции).`],[`g11-c4-s05-t08`,11,`c4`,`s05`,`16`,`Задачи на процентную концентрацию`,82,83,`textbook`,`ru`,`Kimyo 11`,`…стехиометрических соотношениях (то есть в таких количествах, которые хватили бы для полного окончания реакции).
Теперь на основе этой реакции найдем массу осадка BaSO., выпадающегося в осадок в ходе реакции, и массу NaCl, который остается в растворе:
BaCl2 + М№2804— → BaS0,| + 2NaCl ие | 1 = 0,4мольваsОд
X2 EE = 0,8 моль NaCl
M(BaSO4)= 233 г/моль M(NaCl) = 58,5 г/моль
Найдем массу полученного раствора: для этого от суммы исходных растворов отнимаем массу образованного осадка.
BaCl2 раствора №250,
BaSO.y
Стали известны Масса нового раствора и масса растворенного в ней соли, теперь найдем процентную концентрацию раствора по 1- формуле:
Значит, после смешивания растворов BaCl2 и Na2SO4 образуется 5,25% раствор NaCl.
Задачи по теме:
1. Рассчитайте процентную концентрацию (%) раствора, полученного при растворении 23,5 г Коо в 126,5 г воды.
2. Рассчитайте процентную концентрацию (%) раствора, полученного при растворении 19,2 г SO2 в 80,8 г воды.`],[`g11-c4-s05-t09`,11,`c4`,`s05`,`16`,`Задачи на процентную концентрацию`,83,83,`textbook`,`ru`,`Kimyo 11`,`Рассчитайте процентную концентрацию (%) раствора, полученного при растворении 19,2 г SO2 в 80,8 г воды.
3. Рассчитайте процентную концентрацию (%) раствора, полученного при растворении 108 г N2O3 в 200 г воды.
4. Рассчитайте процентную концентрацию (%) раствора, полученного при растворении 16,8 л (н.у.) СО) в 2000 г воды.
5. Рассчитайте процентную концентрацию (%) раствора, полученного при добавлении 46 г натрия в 100 г воды.
6. Рассчитайте процентную концентрацию (%) раствора, полученного при добавлении 60 г кальция в 150 г воды.
7. Определите процентную концентрацию раствора, полученного при смешивании 200 г 10% и 300 г 20% растворов NaNO3
8. Определите процентную концентрацию раствора, полученного при смешивании 150 г 40% и 250 г 30% растворов №МНАМО
9. Определите процентную концентрацию (%) раствора, полученного при смешивании 520 г 10% раствора BaCl2 и 710 г 5% раствора Na2SO.,
10. Определите процентную концентрацию (%) раствора, полученного при смешивании 425 20% раствора AgNO3 и 195 г 15% раствора NaCl`],[`g11-c4-s06-t01`,11,`c4`,`s06`,`17`,`Связь процентной концентрации, массы, объема и плотности`,84,84,`textbook`,`ru`,`Kimyo 11`,`§ 17 Взаимосвязь между процентной концентрацией, массой, объемом и плотностью раствора
Во время решения задач по растворам, мы встречаемся с понятиями объем и плотность раствора.
Для определения плотности раствора (р), необходимо разделить общую массу раствора (m,) на его объем (V) данного раствора.
Масса раствора(т) обычно измеряется в граммах(г) или килограммах(кг); объем раствора (И) измеряется в миллилитрах (мл) или литрах (л);плотность раствора (р) измеряется в величине г/мл или кг/л.
Исходя из вышеуказанной формулы, для определения массы всего раствора (m;) будем умножать плотность раствора (р) на его объем (V)
Объем (V) раствора можно найти, разделив общую массу (ту) раствора на плотность (р) раствора.
1-задача: Определите процентную (%) концентрацию раствора объемом 200 мл (p= 1,12 г/мл), в котором содержится 44,8 г KOH.
Решение задачи: Сначала находим массу раствора, используя формулу (5):
С помощью формулы (1) можно определить процентную концентрацию раствора:`],[`g11-c4-s06-t02`,11,`c4`,`s06`,`17`,`Связь процентной концентрации, массы, объема и плотности`,84,85,`textbook`,`ru`,`Kimyo 11`,`С помощью формулы (1) можно определить процентную концентрацию раствора:
Ответ: 20 %
2-задача: Определите массу (г) растворенного вещества, содержащегося в 177,5 мл 40%-ного раствора Na2SO3 с плотностью р= 1,2 г/мл.
Решение задачи: С помощью формулы (5), умножив объем раствора на его плотность определяем массу раствора:
Если общую массу раствора (213 г) принять как 100%, и составить пропорцию относительно 40%, которая показывает массовую долю растворенного вещества, мы сможем найти массу растворенного вещества.
Значит в растворе содержалось 85,2 г Na2SO4
Задачи по данной теме:
1. Определите процентную концентрацию (%) раствора объемом 300 мл, в котором содержится 80 rp. NaOH учитывая, что его плотность (p= 1,12 г/мл).
2. Определите процентную концентрацию (%) раствора объемом 160 мл, в котором содержится 49 г H2SO4 учитывая, что его плотность (р= 1,15 г/мл)
3. Определите массу (г) растворенного вещества в составе 200 мл 25%- ного раствора AgNO3, если плотность данного раствора (p= 1,25 г/мл).
4. Определите массу (г) растворенного вещества в составе 240 мл (р= 1,125 г/мл) 15%-го раствора (NH2)2SOs.`],[`g11-c4-s07-t01`,11,`c4`,`s07`,`18`,`Молярная концентрация`,85,85,`textbook`,`ru`,`Kimyo 11`,`§ 18 Молярная концентрация
Количество или число молей растворенного вещества в составе 1 литр раствора, называется его молярной концентрацией.
Для определения молярной концентрации (См) нужно разделить измеренное в молях количество(п) растворенного вещества на объем раствора взятого в литрах.
п См— молярная концентрация (моль / л или м)
Су =— п — количество растворенного вещества (моль)
У У — объем раствора (л)
Величиной измерения молярной концентрации (См) служат единицы измерения как моль/литр или М (молярность). Количество растворенного вещества измеряется в молях. Объем раствора для расчета молярной концентрации должен быть переведен в литровое значение, если он ранее был измерен другой единицей измерения (мл, м“).
Из данной формулы можно вывести формулу для определения количества (п) растворенного вещества в растворе: нужно умножить измеренный в литрах объем раствора(V) на молярную концентрацию данного раствора (Cui).`],[`g11-c4-s07-t02`,11,`c4`,`s07`,`18`,`Молярная концентрация`,85,86,`textbook`,`ru`,`Kimyo 11`,`Из данной формулы можно вывести формулу для определения количества (п) растворенного вещества в растворе: нужно умножить измеренный в литрах объем раствора(V) на молярную концентрацию данного раствора (Cui).
А для определения объема раствора (V) (объем будет определен в литрах) нужно разделить количество вещества (п) на молярную концентрацию (См) данного раствора.
П растворенное У раствор = — — 2ешестюо См
1-задача: 0,75 моль NaNO3 растворили в определенном количестве воды, в результате чего образовался раствор объемом 250 мл. Определите молярную концентрацию полученного раствора.
Решение задачи: 0,75 моль NaNO3 растворен в определенном объеме воды в результате чего был получен раствор объемом 250 мл, здесь единица измерения объема не соответствует к требованиям, нам нужен объем в литрах. Переведем его в литры 250 мл : 1000 = 0,25 литра. Далее используем формулу:
Значит молярная концентрация 0,25 литрового раствора в котором содержится 0,75 моль NaNO3 равна к 3 моль/литр (Молярный раствор).`],[`g11-c4-s07-t03`,11,`c4`,`s07`,`18`,`Молярная концентрация`,86,86,`textbook`,`ru`,`Kimyo 11`,`Значит молярная концентрация 0,25 литрового раствора в котором содержится 0,75 моль NaNO3 равна к 3 моль/литр (Молярный раствор).
Ответ: 3 М
Если в данной задаче отсутствует количество(п) растворенного вещества, но указана масса растворенного вещества(трастворенноо Вещества) а также известно название вещества, нужно через простую формулу перевести массу вещества на его количество(п). Для этого мы делим массу вещества на его молекулярную массу.
т растворенное
— вещество n растворенное _— — вещество M растворенное вещество
2-задача: Определите объем (л) 0,1 М-ного раствора, который содержит 7,3 г HCL.
Решение задачи: Определим количество соляной кислоты:
т 7,3 п (HCl)= — = —2== 0,2 моль M 36,5
Далее найденное количество можно использовать в нижеуказанной формуле и найти молярную концентрацию раствора: Nl растворенное п 02 вещество — →
См == → У - TT ~~ = 2 JI у раствор См 0,1
Ответ: 2 л
З3-задача: К дистиллированной воде добавили BaCl2 и получили 300 мл 2 М-ный раствор. Определите массу (г) использованного BaCl2 для приготовления данного раствора. Ответ: 124,8 г`],[`g11-c4-s07-t04`,11,`c4`,`s07`,`18`,`Молярная концентрация`,86,87,`textbook`,`ru`,`Kimyo 11`,`Определите массу (г) использованного BaCl2 для приготовления данного раствора. Ответ: 124,8 г
Решение задачи: Используя объем и молярную концентрацию раствора определяем количество (моль)
у n(BaCl,) = 2* 0,3= 0,6 моль
Определив количество BaCl2 можно приступить к определению его массы (г) с помощью нижеприведенной формулы:
та=0*М т (BaCly) = 0,6+208 = 124,8 г
Значит для образования 300 мл 2 М-ного раствора BaCl2 требуется взять 124,8 г соли BaCl2.
Если в условиях отсутствует объем раствора, но дана масса раствора и его плотность, то можно найти объем. Для этого массу раствора (т›) нужно поделить на плотность (р) данного раствора:
my у = p
Стоит учесть, что обычно, в задачах, плотность раствора дается в единице измерения г/мл.
Иногда плотность дается в единице измерения кг/литр, в таком случае нужно перевести массу раствора в килограммы, если оно уже не указано в килограммах.
4-задача: Определите молярную концентрацию (моль/л) раствора с плотностью (р=1,12 г/мл), полученного растворением 36,5 г HCI в 300 г воды:`],[`g11-c4-s07-t05`,11,`c4`,`s07`,`18`,`Молярная концентрация`,87,88,`textbook`,`ru`,`Kimyo 11`,`4-задача: Определите молярную концентрацию (моль/л) раствора с плотностью (р=1,12 г/мл), полученного растворением 36,5 г HCI в 300 г воды:
Решение задачи:
В начале нужно определить количество(моль) растворенного вещества:
п (HCl) — = === 1 моль M 36,5
Теперь рассчитаем массу раствора: если в 300 rp. воды растворено 36,5
HCI 300г 336,5 г 36,5 г H2O раствора
Используя плотность, данную в условиях задачи, находим объем раствора:
Mm раствор m раствор 336.5
\\ раствор p 1,12
Мы нашли количество растворенного вещества и объем раствора для определения молярной концентрации раствора по формуле:
1 растворенное 1 М раствор 0,3
Задачи по данной теме:
1. Для приготовления 500мл раствора, 1,25 моль Сас1эрастворили в нужном объеме воды. Определите молярную концентрацию раствора (моль/л).
2. Для приготовления 750мл раствора,0,75 моль NH4C! растворили в нужном объеме воды. Определите молярную концентрацию раствора.`],[`g11-c4-s07-t06`,11,`c4`,`s07`,`18`,`Молярная концентрация`,88,88,`textbook`,`ru`,`Kimyo 11`,`Для приготовления 750мл раствора,0,75 моль NH4C! растворили в нужном объеме воды. Определите молярную концентрацию раствора.
3. Найдите массу NaCl, растворенную в дистиллированной воде для получения 400мл 3 М-ного раствора.
4. Найдите массу Na2SO., растворенную в дистиллированной воде для получения 200мл 1,5 М-ного раствора.
5. Определите молярную концентрацию (моль/л), раствора(р=1,1175 г/ мл), полученного растворением 147 г H2SO4 в 300 г воды.
6. Определите молярную концентрацию (моль/литр) раствора (р=1,1г/ мл), полученного растворением 80 г NaOH в 250 г воды.
7. Определите объем 0,5 М раствора (литр), в составе которого содержится 11,7 NaCl.
8. Определите объем 0,25 М-ного раствора (литр), в составе которого содержится 16,4 г H2SO3.`],[`g11-c4-s07-d01`,11,`c4`,`s07`,`18`,`Молярная концентрация: его молярной концентрацией`,85,85,`definition`,`ru`,`Kimyo 11`,`Количество или число молей растворенного вещества в составе 1 литр раствора, называется его молярной концентрацией.`],[`g11-c4-s08-t01`,11,`c4`,`s08`,`19`,`Нормальная концентрация`,88,89,`textbook`,`ru`,`Kimyo 11`,`§ 19 Нормальная концентрация
Нормальная концентрация — количество эквивалентов данного вещества в 1 литре раствора.
Для изучения нормальной концентрации, необходимо овладеть понятием количество эквивалентов растворенного вещества и как его определить.
Количество эквивалентов растворенного вещества (Ni) — отношение массы растворенного вещества (т) к его эквивалентной массе (Е).
п жв— эквивалентное количество вещества (г/Экв.);
п а т — масса растворенного вещества (г);
ЖЕ Е — Эквивалентная масса растворенного вещества (экв).
Задача №1: Определите эквивалентное количество (г/экв) 24,5 г H.SO..
Сначала рассчитаем эквивалентную массу H2SO.:
Е „на — Эквивалент кислоты (г);
М ira М „на — молярная массы кислоты;
Ве = п (Н) п (H) — число водорода, который может заместится на атом металла.
Теперь мы находим эквивалент H2SO4 на основе этой формулы:
экв” —_ = —= I/9KB E 49 ’
Ответ: 0,5 г/экв
Для определения нормальной концентрации (C4) количество эквивалентов растворенного вещества (пк) делим на объем (V) этого растора.`],[`g11-c4-s08-t02`,11,`c4`,`s08`,`19`,`Нормальная концентрация`,89,90,`textbook`,`ru`,`Kimyo 11`,`Для определения нормальной концентрации (C4) количество эквивалентов растворенного вещества (пк) делим на объем (V) этого растора.
1 экв CH — нормальная концентрация раствора (№);
Сн= ~~ | п эв— эквивалентное количество растворенного
У вещества(г/Экв.);
У — Объем раствора (л).
Единицей измерения нормальной концентрации (C4) является № (нормальный раствор), объем раствора измеряется в литрах.
Для определения количество эквивалентов растворенного вещества (пк), нормальную концентрацию (C4) раствора умножаем на объем раствора (V).
Для определения объема раствора (V), количество эквивалентов растворенного вещества (Nu) делим на нормальную концентрацию (Cr) раствора.
V= 0 op C4
Задача №2: Определите нормальную концентрацию 5 л раствора, содержащего 3 г/экв HCI. Отв: 0,6 H.
Решение задачи:
Пользуясь значениями объема раствора и количества эквивалента растворенного вещества, определим нормальность раствора:`],[`g11-c4-s08-t03`,11,`c4`,`s08`,`19`,`Нормальная концентрация`,90,90,`textbook`,`ru`,`Kimyo 11`,`Пользуясь значениями объема раствора и количества эквивалента растворенного вещества, определим нормальность раствора:
0 экв 3 сн= ——— |= =—=06H у раствор 5
Нормальная концентрация раствора 0,6 Н. Ответ: 0,6 Н
Задача №3: Определите нормальную концентрацию (Н) раствора (p=1,003 г/мл), полученного при добавлении в 5000 г воды 17,1 г Ba(OH)2. Решение задачи: Находим эквивалентную массу Ba(OH)2:
М Е ocx — эквивалентная масса основания E, =———o М en — молярная масса основания ~_n(OH) п — число ОН групп в(Ваон).)- М(Ва(ОН))) 17; ( a( )2)= n(OH) = Yn = 85,5
Находим количество эквивалента растворенного вещества:
т 68,4 Nog = ——— = — — = 0,8 г/экв Ba(OH)2 Е 85,5
При растворении в 5000 г воды 17,1 г Ba(OH)2 образуется 5017,1 г (5000+17,1=5017,1) раствора.
Нам известны значения массы и плотности раствора, пользуясь ими находим объем раствора:
IM раствор Mpacrop | 5017,1 5068,4 = о > Мраство = о = — = —— = 4000 мл = 4л`],[`g11-c4-s08-t04`,11,`c4`,`s08`,`19`,`Нормальная концентрация`,90,91,`textbook`,`ru`,`Kimyo 11`,`IM раствор Mpacrop | 5017,1 5068,4 = о > Мраство = о = — = —— = 4000 мл = 4л
Эквивалентное количество растворенного вещества делим на объем раствора и получим нормальную концентрацию раствора:
П экв 0.8 Сын = — | C=—= =022H у раствор 4
Нормальная концентрация приготовленного раствора равна 0,04 Н. Ответ: 0.04 Н
Задача №4: Определите объем (л) 0,2 Н раствора, содержащего 9,8 г H2SO.. Решение задачи: находим эквивалентную массу H2SO4: М. Е: — эквивалентная масса кислоты;
Е ла = na) Mira — молярная масса кислоты;
n (H) — число водорода, которое может заместиться на атом металла.
Пользуясь массой H2SO4 находим ее эквивалентное количество: Н›s504:
Эквивалентное количество делим на нормальную концентрацию этого раствора и находим объем аствора H2SO4:
n 0 экв
Cu= — —_— Ch 02 1
Ответ: 1 11
Задачи no теме:`],[`g11-c4-s08-t05`,11,`c4`,`s08`,`19`,`Нормальная концентрация`,91,92,`textbook`,`ru`,`Kimyo 11`,`…этого раствора и находим объем аствора H2SO4: n 0 экв Cu= — —_— Ch 02 1 Ответ: 1 11 Задачи no теме:
1.Определите эквивалентное количество (г/экв) 10,25г H2SO4 2. Определите эквивалентное количество (г/экв) 20,8г Al(OH)3 3.Определите эквивалентное количество (г/экв) 6,67T Fe2(SO4)S 4. Определите нормальную концентрацию (Н) раствора, в 6 литрах которого содержится 3 г/экв NaCl. 5. Определите нормальную концентрацию (Н) раствора, в 1 литре которого содержится 2 г/экв NH4Cl.
6. Определите нормальную концентрацию (Н) раствора (p=1,171 г/мл), полученного при добавлении в 500 г воды 85,5 г Ba(OH)..
7. Определите нормальную концентрацию (Н) раствора (р=1,192 г/мл), полученного при добавлении в 200 г воды 98 г H2SO..
8. Определите объем (л) 0,25 Н раствора, содержащего 8,2 г H>SO3.
9. Определите объем (л) 0,5 Н раствора, содержащего 12,6 г HNO.`],[`g11-c4-s09-t01`,11,`c4`,`s09`,`20`,`Связь процентной и молярной концентраций`,92,92,`textbook`,`ru`,`Kimyo 11`,`§ 20 Взаимосвязь процентной и молярной концентраций
Если по условии задачи известна процентная концентрация и необходимо определить молярную концентрацию (См) раствора, произведение процентной концентрации (С%) и плотности раствора (р) умножаем на 10 и делим на молярную массу (М) растворенного вещества.
Су — молярная концентрация; С», *10 *р | С», — процентная концентрация;
См Мм М — молярная масса растворенного вещества;
р — плотность раствора.
Если по условии задачи известна молярная концентрация (См) и необходимо определить процентную концентрацию (С%)раствора, произведение молярной концентрации (См) и молярной массы (М) растворенного вещества делим на произведение плотности раствора (р) и 10.
См — молярная концентрация;
с См -M CO, — процентная концентрация;
% = p-10 М — молярная масса растворенного вещества;
р — плотность раствора.
С помощью этих формул можно определить молярную концентрацию, когда имеется процентная концентрация, таким же образом процентную концентрацию, когда имеется молярная концентрация.`],[`g11-c4-s09-t02`,11,`c4`,`s09`,`20`,`Связь процентной и молярной концентраций`,92,93,`textbook`,`ru`,`Kimyo 11`,`С помощью этих формул можно определить молярную концентрацию, когда имеется процентная концентрация, таким же образом процентную концентрацию, когда имеется молярная концентрация.
Если в условии задачи известна процентная и молярная концентрация, по вышеуказанной формуле можно определить плотность раствора(р): произведение молярной концентрации (См) и молярной массы (М) растворенного вещества делим на произведение процентной концентрации (С%) и 10.
Если в условии задачи известна процентная, молярная концентрации и плотность раствора неизвестного вещества, можно определить молярную массу растворенного вещества и его название: произведение процентной концентрации (С%) и плотность раствора (р) умножаем на 10 и делим на молярную концентрацию растворенного вещества (Cu).
Задача №1: Определите молярную концентрацию 20% раствора (р=1,25г/мл) КОН.
Решение задачи:`],[`g11-c4-s09-t03`,11,`c4`,`s09`,`20`,`Связь процентной и молярной концентраций`,93,94,`textbook`,`ru`,`Kimyo 11`,`…вещества (Cu). Задача №1: Определите молярную концентрацию 20% раствора (р=1,25г/мл) КОН. Решение задачи:
Cp = Рю |- = =446M
Задача 2: Определите процентную концентрацию 1,5 М раствора (р=1,26г/мл) Н№О:.
Задача №3: Определите плотность 20,2 % раствора KNO3 с молярной концентрацией 2,5 М.
Coppm → = = == = _
Плотность раствора KNO3 1,25 г/мл.
Ответ: 1,25 г/мл
Задача 4: Определите неизвестное вещество, если молярная концентрация его 16 % (р=1,4 г/мл) раствора 4 М?
Решение: Растворенное вещество с молярной массой 5бг/моль, это — КОН. (примечание: Fe также имеет молярную массу 5бг/моль, HO He растворяется в воде и не образует раствор. Поэтому Fe не принимается в качестве правильного ответа)
Ответ: КОН
Задачи по теме:`],[`g11-c4-s10-t01`,11,`c4`,`s10`,`21`,`Связь процентной и нормальной концентраций`,94,94,`textbook`,`ru`,`Kimyo 11`,`1. Определите молярную концентрацию 5% раствора (р=1,26г/мл) HNO.
2. Определите молярную концентрацию 40% раствора (р=0,735 г/мл) H2SO..
3. Определите процентную концентрацию 3 М раствора (р=0,944г/мл) NaNO.
4. Определите процентную концентрацию 0,5 М раствора (р=1,19г/мл) KBr.
5. Определите плотность 17% раствора с молярной концентрацией 1,5 М NaNO.
6. Определите плотность 55,5% -Ного раствора CaCl2 с молярной концентрацией 6M.
7. Определите формулу растворенного вещества в его 25 % растворе (р=0,7844г/мл) с молярной концентрацией 2 М?
8. Определите формулу растворенного вещества в его 25 % растворе (р=1г/ мл) с молярной концентрацией 4 М?
§ 21 Взаимосвязь процентной и нормальной концентраций
Если по условии задачи известна процентная концентрация и необходимо определить нормальную концентрацию (Сн) раствора, произведение процентной концентрации (С%) и плотности раствора (р) умножаем на 10 и делим на эквивалентную массу (Е) растворенного вещества.`],[`g11-c4-s10-t02`,11,`c4`,`s10`,`21`,`Связь процентной и нормальной концентраций`,94,95,`textbook`,`ru`,`Kimyo 11`,`…концентрации (С%) и плотности раствора (р) умножаем на 10 и делим на эквивалентную массу (Е) растворенного вещества.
Cu — нормальная концентрация; C4 +10 +p CO, — процентная концентрация;
Сн = — — — — | Е — эквивалентная масса растворенного вещества; E р — плотность раствора.
Если по условии задачи известна нормальная концентрация (С) и необходимо определить процентную концентрацию (С%)раствора, произведение нормальной концентрации (Сн) и эквивалентной массы (Е) растворенного вещества делим на произведение плотности раствора (р) и 10.
C4 — нормальная концентрация; С», — процентная концентрация; " p-10 | Е - эквивалентная масса растворенного вещества;
р — плотность раствора.
С помощью этих формул можно определить нормальную концентрацию, когда имеется процентная концентрация, таким же образом процентную концентрацию, когда имеется нормальная концентрация.`],[`g11-c4-s10-t03`,11,`c4`,`s10`,`21`,`Связь процентной и нормальной концентраций`,95,95,`textbook`,`ru`,`Kimyo 11`,`С помощью этих формул можно определить нормальную концентрацию, когда имеется процентная концентрация, таким же образом процентную концентрацию, когда имеется нормальная концентрация.
Еслипоусловию задачи известна процентная и нормальная концентрация, по вышеуказанной формуле можно определить плотность раствора(р): произведение нормальной концентрации (Сн) и эквивалентной массы (Е) растворенного вещества делим на произведение процентной концентрации (C%) и 10.
C4-E P=" 7
Если по условии задачи известна процентная, нормальная концентрации и плотность раствора неизвестного вещества, можно определить эквивалентную массу растворенного вещества и его название: произведение процентной концентрации (С%) и плотность раствора (р) умножаем на 10 и делим на нормальную концентрацию растворенного вещества (С).
Е = CO, * 10 +p
© Cum
Задача №1: Определите процентную концентрацию 4 H раствора (р=1,306г/мл) H3PO..`],[`g11-c4-s10-t04`,11,`c4`,`s10`,`21`,`Связь процентной и нормальной концентраций`,95,96,`textbook`,`ru`,`Kimyo 11`,`Задача №1: Определите процентную концентрацию 4 H раствора (р=1,306г/мл) H3PO..
Решение задачи: мы можем легко решить эту задачу используя простую формулу: перехода от нормальной концентрации к процентной концентрацие.
Е(Нзро MPO) 8 (Нзро4) NE) = — =32,67
Ответ: 10 %
Задача №2: Определите нормальную концентрацию 10% раствора (р=1,023г/мл) H2SO3.
Решение: Во-первых, мы находим эквивалентную массу H2SO3:
M E к-та - эквивалентная Масса,
Мог о мопарная масса кислоты:
nH) | (Н) - число атомов водорода H.
Мы можем легко решить эту задачу используя простую формулу: перехода от процентной концентрации к нормальной концентрацие.
Ответ: 3H
Взаимосвязь молярной и нормальной концентраций
Если по условии задачи известна молярная концентрация и необходимо определить нормальную концентрацию (C4), молярную концентрацию (C4) умножаем на произведение валентности катиона (Val(kar)) растворенного вещества и числа катиона (п(кат)) в составе растворенного вещества.`],[`g11-c4-s10-t05`,11,`c4`,`s10`,`21`,`Связь процентной и нормальной концентраций`,96,96,`textbook`,`ru`,`Kimyo 11`,`…произведение валентности катиона (Val(kar)) растворенного вещества и числа катиона (п(кат)) в составе растворенного вещества.
Cp = См + Val(xar).n(xar)
Сн— нормальная концентрация (N),
Сум— молярная концентрация (М)
Val (кат) — валентность катионов в составе растворенного вещества п (кат) — количество катионов, содержащихся в растворенном веществе
Если по условии задачи известна нормальная концентрация и необходимо определить молярную концентрацию (См), нормальную концентрацию (Cu) делим на произведение валентности катиона (Val(kar)) растворенного вещества и числа катиона (п(кат)) в составе растворенного вещества.
Cu — нормальная концентрация (Н);
См — молярная концентрация (М);
Val (кат) — Валентность катиона в растворенном веществе;
n(xat) — Число катионов в растворе.
Задача №3: Определите нормальную концентрацию 1,5 М раствора Na2SO.. Отв: 3H
Решение задачи:
Когда известна молярная концентрация раствора, можно определить нормальную концентрацию по следующей формуле: (в составе Мао, катионом является №,его валентность -1,unoexc - 2)`],[`g11-c4-s10-t06`,11,`c4`,`s10`,`21`,`Связь процентной и нормальной концентраций`,96,97,`textbook`,`ru`,`Kimyo 11`,`Когда известна молярная концентрация раствора, можно определить нормальную концентрацию по следующей формуле: (в составе Мао, катионом является №,его валентность -1,unoexc - 2)
Сн = См «Уа[(кат)»п(кат)
Таким образом, нормальная концентрация 1,5 М Na2SO4 была равна 3H.
Ответ: 3 Н
Задача №4: Определите молярную концентрацию 7,5 Н раствора AI(NOs)s. Отв: 2,5
Решение задачи:
Когда известна нормальная концентрация раствора известна, можно найти молярную концентрацию: (В составе AI(NOs)s катионом является Al, его валентность — 3, индекс - 1)
См Val(xar)-n(xat) Сы = 31 25H
Таким образом, молярная концентрация Al (NO3); 7,5 H равна 2,5 М.
Ответ: 2,5 М
Задачи по теме:
1. Определите процентную концентрацию 3,5 Н раствора (р=0,98г/мл) H.SO..
2. Определите процентную концентрацию 3 Н раствора (р=1,455г/мл) K2CrO4.
3. Определите нормальную концентрацию 25% раствора (р=1,25г/мл) NH2NO:;.
4. Определите нормальную концентрацию 40% раствора (р=1,2г/мл) AI(NO:s)s.`],[`g11-c4-s10-t07`,11,`c4`,`s10`,`21`,`Связь процентной и нормальной концентраций`,97,97,`textbook`,`ru`,`Kimyo 11`,`4. Определите нормальную концентрацию 40% раствора (р=1,2г/мл) AI(NO:s)s.
5. Определите нормальную концентрацию 2,5 М раствора Fex(SO.)s.
6. Определите нормальную концентрацию 5 М раствора Сас!..
7. Определите молярную концентрацию 3 Н раствора Fe(NO3)3S.
8. Определите молярную концентрацию 9 Н раствора Al, (SO4)S.
9. Определите процентную концентрацию 4 Н (р=1,25г/мл) растворамаон
10. Определите процентную концентрацию 3,2 Н-ного (р=1,28г/мл) раствора CuSO..
11. Определите нормальную концентрацию 28%-ного (р=1,2г/мл) раствора КОН.
12. Определите нормальную концентрацию 26%-ного (р=1,2г/мл) раствора BaCl2.
13. Определите нормальную концентрацию 4 М раствора Al2(SO4)S
14. Определите нормальную концентрацию 0,5 М раствора Al(NO3)3
15. Определите молярную концентрацию 6 Н раствора H2SO3
16. Определите молярную концентрацию 2 Н раствора H3PO3
7 — Общая химия, 11-класс 97`],[`g11-c5-s01-t01`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,98,98,`textbook`,`ru`,`Kimyo 11`,`У РАЗДЕЛ. СКОРОСТЬ РЕАКЦИИ
§ 22 Понятие о скорости реакции
Химическая реакция — это процесс, в котором, от уже сушествовавших молекул, атомов или ионов образуются новые молекулы, атомы или ионы. Каждая химическая реакция имеет свою определенную скорость. Некоторые химические реакции завершаются довольно быстро, другие могут продолжатся часами и даже днями. Очень быстрые химические реакции обычно протекают со взрывом. Процесс горения пороха, горение смеси воздуха и бензина в соотношении 15:1 (соответственно) внутри цилиндра двигателя внутреннего сгорания.
Если смешать растворы хлорида бария и серной кислоты, за довольно короткое время образуется белый осадок сульфата бария.
BaCl2 + H2SO4 — → BaSO4} + 2HCI
А вот коррозия железа протекает довольно долго.
Это займет много времени, чтобы получить результат.
Средняя скорость реакции — это изменение концентрации реагентов или продуктов реакции на протяжении определенного времени. Для определения средней скорости реакции используют нижеприведенную формулу.`],[`g11-c5-s01-t02`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,98,99,`textbook`,`ru`,`Kimyo 11`,`Средняя скорость реакции — это изменение концентрации реагентов или продуктов реакции на протяжении определенного времени. Для определения средней скорости реакции используют нижеприведенную формулу.
С, — концентрация до начала реакции(моль/л); С, - С) C, — концентрация после реакции(моль/л);
Ч - 1, — начальное время; 1, — конечное время; v — Средняя скорость реакции.
или
„^ С, — интервал между концентрациями веществ v_AC | (моль/л)
At „^\\ 1 - время, затрачиваемое на реакцию (минута, секунда и час); о — средняя скорость реакции (моль / JI) в секунду, моль / л мин, м / ч).
Соотношение количества вещества на объем — раствора называется молярной концентрацией.
„^\\ С - изменение концентрация вещества (моль/л)
AC=7" ZN п - разность (моль/л) между количествами вещества (в течение определенного периода времени) о — объем колбы, где проводится реакция (л)
Принимая во внимание эту формулу, формула для определения средней скорости химических реакций выглядит следующим образом: ZN п — разница между количествами вещества (в`],[`g11-c5-s01-t03`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,99,99,`textbook`,`ru`,`Kimyo 11`,`Принимая во внимание эту формулу, формула для определения средней скорости химических реакций выглядит следующим образом: ZN п — разница между количествами вещества (в
VAR течение определенного периода времени) (моль/л) Vat | у - объем реакцонного сосуда (л)
„^^ 1- время, затраченное на реагирование (минуты, секунды, часы) U — средняя скорость реакции моль/л секунд, моль/л мин, моль/л, час)
Скорость химической реакции измеряется в величинах: “моль/ литр‘минуты” или “моль/литр‘секунд”.
Для определения скорости химической реакции нужно знать: 1) количество (моль) израсходованного(образованного) вещества; 2) продолжительность реакции; 3) объем сосуда, в котором проводится данная реакция.
Факторы влияющие на скорость химической реакции
Скорость химической реакции зависит от множества факторов, одним из них является природа реагирующих веществ.
Щелочные металлы реагируя с водой выделяют газообразный водород. Но реакции каждого шелочного металла с водой отличаются друг от друга по скорости.`],[`g11-c5-s01-t04`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,99,100,`textbook`,`ru`,`Kimyo 11`,`Щелочные металлы реагируя с водой выделяют газообразный водород. Но реакции каждого шелочного металла с водой отличаются друг от друга по скорости.
Когда калий реагирует с водой, реакция протекает так быстро, что выделенная энергия приводит к мгновенному возгоранию водорода.
2K + 2H2O = 2KOH + H,A
А вот литий реагирует с водой доволно медленно, водород выделяется мелкими пузырьками.
211 + 2H2O = 2LiOH + HA
Разность скоростей выше рассмотренных реакций объясняется химической природой элементов К и Li, а в особенности, их свойством отдачи электронов. Калий имеет большой радиус атома чем атом лития. Изза этого он легче и быстрее отдает свой внешний электрон другому атому, чем атом лития.
Скорость химической реакции помимо природы веществ, зависит также от концентрации реагирующих веществ.`],[`g11-c5-s01-t05`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,100,100,`textbook`,`ru`,`Kimyo 11`,`Скорость химической реакции помимо природы веществ, зависит также от концентрации реагирующих веществ.
Чтобы изучить это в опыте берем три пробирки. В первую пробирку наливаем 3 мл раствора тиосерной кислоты, на вторую 2 мл и на третью 1 мл раствора тиосерной кислоты. Далее, доливаем в каждую пробирку воду до объема 5 мл. В частности, в первую пробирку наливаем 2 мл, на вторую 3 мл, на третью 4 мл воды. Теперь в каждой пробирке находится по 5 мл растворов тиосерной кислоты, но в каждой пробирке ее концентрация разная. Раствором с самой высокой концентрацией тиосерной кислоты является первый раствор.
Потому что для образования данного раствора мы использовали 3 мл раствора тиосерной кислоты.
Затем, мы будем добавлять в каждую пробирку понемного серной кислоты, для чистоты эксперимента, начнем это с третъего раствора.
Каким то образом, даже с учетом того, что мы серную кислоту сперва добавили в третий, потом во второй, и в конце в первый раствор, осадок сперва выпадает с первого раствора, затем со второго и в конце с третъего. В каждом случае перед выпадением осадка раствор мутнеет.`],[`g11-c5-s01-t06`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,100,100,`textbook`,`ru`,`Kimyo 11`,`…осадок сперва выпадает с первого раствора, затем со второго и в конце с третъего. В каждом случае перед выпадением осадка раствор мутнеет.
Для протекания химической реакции молекулы реагирующих веществ должны столкнуться между собой. Чем больше молекул (или других частиц) содержится в какой либо системе (определенный сосуд), тем меньше будет расстояние между этими молекулами, и это позволит им сталкиватся за более меньший промежуток времени. Большая концентрация молекул ускоряет протекание реакции. Если нашей целью является ускорение какой либо реакции, мы должны использовать реагенты с более высокой концентрацией.
Подробное рассмотрение влияния концентрации реагирующих веществ на скорость реакции рассмотрим напримере одной реакции, уравнение которой приводится ниже:
аА + БВ = сС + 4р`],[`g11-c5-s01-t07`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,100,101,`textbook`,`ru`,`Kimyo 11`,`…реакции рассмотрим напримере одной реакции, уравнение которой приводится ниже: аА + БВ = сС + 4р
Здесь А и В вещества являются реагентами, они расходуются в ходе реакции. Вещества С и D являются продуктами реакции, хотя в начале реакции их концентрации равны нулю (точнее их нет), с протеканием реакции их концентрации увеличиваются, так как из А и В веществ образуются продукты С и D. В данном уравнении реакции «а», «by», «с», «d» - коэффициенты соответствующих веществ.
Реакция в которой из А и В веществ образуются С и D продукты называется прямой реакцией, а если из С и Р веществ образуются А и В вещества, реакция называется обратной реакцией.
Зависимость скорости прямой реакции от концентраций реагирующих веществ отображается данной формулой:
V=Fk eo CA? ° Св?
Точнее, скорость реакции прямо пропорционально произведению в степенях равных стехиометрическим коэффициентам в уравнении реакции. Здесь Ca - молярная концентратция вещества A, Сь-молярная концентратция вещества В, К — константа скорости реакции.`],[`g11-c5-s01-t08`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,101,101,`textbook`,`ru`,`Kimyo 11`,`Здесь Ca - молярная концентратция вещества A, Сь-молярная концентратция вещества В, К — константа скорости реакции.
Это формула применима для газообразных и растворимых веществ.Если наряду с ними в реакции участвуют твердые вещества ‚концентратция которых постоянна, то скорость реакции определяется только концентратцией газов.Твердые вещества реагитруют не всей поверхностью,а только действующей ee частью(внешняя поверхность).Все мы знаем реакцию горения угля.
В реакции: С(тв.)+О›(г)=СО›(г) скорость реакции горения угля прямо пропорциональна концентратции лишь кислорода: Ю=КС(О,) или v=k-(0,) Скорость реакции не зависит от концентрации угля.
В реакции участвует не весь кусочок угля, а только его внешняя поверхность. Но ускорить реакцию можно и даже в случае горения твердого вещества. Чтоб уголь быстрее сгорел достаточно его хорошенько измельчить, тем самым увеличив его реагирующую поверхность.`],[`g11-c5-s01-t09`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,101,101,`textbook`,`ru`,`Kimyo 11`,`Чтоб уголь быстрее сгорел достаточно его хорошенько измельчить, тем самым увеличив его реагирующую поверхность.
Задачи по теме «Скорость химической реакции» и способы их решения.
1-Задача: 3 литровый сосуд был наполнен аммиаком в количестве 11,5 молей, после протекании в нем реакции 2N№Н;(г) → №›(г)+3H›(г) г в течении 90 секунд, в нем осталось 2,5 молей аммиака.Определите среднюю скорость реакции (моль/литр'мин)
Решение задачи: Когда мы определяем скорость химической реакции, лучше всего сначала определить разницу в — количестве каких либо веществ участвующих в этой реакции. По условиям задачи нам известны два количества: 11,5 моль и 2,5 моль, которые указывают на начальное и послереакционное количество аммиака. Если мы отнимем от начального количества аммиака его конечное (последнее) количество мы узнаем на сколько молей уменьшилось количество аммиака.
11,5 моль - 2,5 моль = 9 моль разница на 9 моль.`],[`g11-c5-s01-t10`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,101,102,`textbook`,`ru`,`Kimyo 11`,`…количество мы узнаем на сколько молей уменьшилось количество аммиака. 11,5 моль - 2,5 моль = 9 моль разница на 9 моль.
Определив разницу в количествах аммиака приступаем к корректировке единицы измерения времени. В условиях задачи нам указали единицу измерения скорости как “моль/литр‘минуты”, как видите нам нужно сделать расчет по времени измеренному в минутах, а в условиях время дано как «90 секунд».
секунды: 60 = минута 90 секунд: 60 = 1,5 минуты
Как только мы перевели измеренное в секуднах промежуток времени на минуты, в нашем распоряжении оказалось достаточно данных для определения скорости реакции по формуле. Давайте теперь рассчитаем среднюю скорость нашей реакции.
v__An 9 моль 9 я /
Vet Злитр' 1,5 мин 4,5
Ответ: 2 моль/л'мин
2-Задача: В сосуде объемом 0,005 м° в течении 0,1 минуты протекала реакция, в ходе которой количество реагирующего вещества уменьшилась от 80 молей до 5 молей. Определите среднюю скорость (моль/литр'сек) данной реакции.`],[`g11-c5-s01-t11`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,102,102,`textbook`,`ru`,`Kimyo 11`,`Определите среднюю скорость (моль/литр'сек) данной реакции.
Решение задачи: В условиях мы видим объем, который выдается как 0,005 м°. Зная то, что 1м° = 1000 литрам, мы будем умножать объем измеренный в кубических метрах на 1000, чтобы перевести в литр.
Vim, = Vm? + 1000 Vip = 0,005 M3 - 1000 = 5 литров
Далее, из-за несоответствия величины измерения времени ( в условиях нам дана 0,1 минута, а скорость требуют найти в «моль/литр‘сек»), будем переводить время с величины «минуты» на «секунды».
t секунд —— 1 мин * 60 t секунд = 0,1 мин + 60 = 6 секунд
Далее определеним разность молей реагирующего вещества.
80 моль - 5 моль = 75 моль
Теперь, подставляя данные, вычисляем среднюю скорость реакции.
An 75 моль 75 == _ IJ мель = .
Vet Smurp-6cekynn 30 2,5 моль/л'мин
Ответ: 2,5 моль/литр * секунд
3-Задача: №(г)+3H›(г) <> 2№Н;(г) В данной реакции количество азота уменьшилось с 104 молей до 8 молей. Скорость расхода азота составляет 3 моль/литр'мин. Реакция проводилась в сосуде с объемом в 8 литра. Определите продолжительность реакции в минутах.`],[`g11-c5-s01-t12`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,102,103,`textbook`,`ru`,`Kimyo 11`,`Реакция проводилась в сосуде с объемом в 8 литра. Определите продолжительность реакции в минутах.
Решение задачи: Сперва, мы преобразуем формулу определения скорости реакции, выводим новую формулу для определения продолжительности реакции.
An Ni v= ==
— ' ve v
Определим разность между количествами (моль) реагирующего вещества. 104 моль - 8 моль = 96 моль
Теперь, используя данную формулу, находим длительность реакции:
г = An 96 моль 96 4
“New eA = Sr =4MUHYT
V*v 8 литр3 моль/литрмин 24 у
Ответ: 4 минуты
4-Задача: 2СО(г) + О›(г) <> 2CO›(г) В данной реакции скорость расхода кислорода составляет 4 моль/литр‘мин. Когда реакцию проводили в сосуде объемом 2 литра, концентрация кислорода снизилась от 7 моль/литр до 2 моль/литр. Определите продолжительность реакции в секундах.
Решение задачи: Если вы обратили внимание, в условиях данной задачи вместо количества вещества, которое обычно измеряется в молях, дали концентрацию (моль/литр) реагирующего вещества. Из-за таких изменений в условии мы не будем использовать объем сосуда в дальнейшем решении задачи. Определим разность концентраций.`],[`g11-c5-s01-t13`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,103,103,`textbook`,`ru`,`Kimyo 11`,`Из-за таких изменений в условии мы не будем использовать объем сосуда в дальнейшем решении задачи. Определим разность концентраций.
«ХС = С,-С» 7 моль / л - 2 моль / л = 5 моль / литр
Определим время по формуле
An Ni v2 = a=
[— AC _ 5 моль/литр _ 125 V — 4моль/литрмин МИНУТ 60 = 75 секунд
Реакция длилась 75 секунд.
Javob: 75 секунд.
Задачи по данной теме:
1. Сосуд объемом 4 литра был наполнен угарным газом в количестве 18 моль и нужным количеством кислорода. После завершения реакции (по схеме 2СО(г) + О4(г) «<> 2СО(г) ), которая длилась 75 секунд, в сосуде осталось 8 молей угарного газа. Определите среднюю скорость (моль/литр‘мин) реакции.
2. Сосуд объемом 5 литра был наполнен метаном в количестве 5 моль и нужным количеством кислорода. После завершения реакции (по схеме CH2 (г) + 20; (г) «> CO, (г) + 2H2O (г) ), которая длилась 120 секунд в сосуде осталось 3 моля метана. Определите среднюю скорость реакции моль/литр'мин.`],[`g11-c5-s01-t14`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,103,104,`textbook`,`ru`,`Kimyo 11`,`После завершения реакции (по схеме CH2 (г) + 20; (г) «> CO, (г) + 2H2O (г) ), которая длилась 120 секунд в сосуде осталось 3 моля метана. Определите среднюю скорость реакции моль/литр'мин.
3. Сосуд объемом 0,25 литра был наполнен хлоридом водорода в количестве 22 моль. После завершения реакции (по схеме HCl +NaOH <> NaCI+H2O ), которая длилась 30 секунд в сосуде осталось 7 молей хлористого водорода. Определите среднюю скорость реакции моль/литр'сек.
4. Сосуд объемом 0,4 литра был наполнен 10 молями NH3. После завршения реакции (которая протекала по схеме 2NH;(r)«>Ny(r)+3H,(r) г), в течении 75 секунд, в сосуде осталось 1 моль NH3 Определите среднюю скорость реакции (моль/литр-сек).
5. Сосуд объемом 7 литра был наполнен водородом в количестве 30 моль и хлором в количестве 35 моль. После проведения реакции ( по схеме Hy(r)+ Cly(r) «>2HCI(r) ) в течении 20 секунд, количество водорода уменьшилось до 2 молей. Определите среднюю скорость реакции (моль/литр:мин)`],[`g11-c5-s01-t15`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции`,104,104,`textbook`,`ru`,`Kimyo 11`,`После проведения реакции ( по схеме Hy(r)+ Cly(r) «>2HCI(r) ) в течении 20 секунд, количество водорода уменьшилось до 2 молей. Определите среднюю скорость реакции (моль/литр:мин)
6. Сосуд объемом 8 литра был наполнен водородом в количестве 25 моль и йодом в количестве 20 моль. После проведения реакции Н›(г)+ }›(тв) <»2HI(T) в течении 30 секунд количество вещества йод уменьшилось до 15 молей. Определите среднюю скорость реакции (моль/литр‘мин)
7. В сосуде объемом 0,009 м° в течении 45 секунд протекала реакция (CH2 (г) + 20, (г) — CO, (г) + 2H2O (г) ), г за это время количество метана уменьшилось с 25 молей до 4,75 молей. Определите среднюю скорость данной реакции (моль/литр:мин)
8. В сосуде объемом 0,005 м° в течении 90 секунд протекала реакция (CH2 (г) + 20, (г) <> CO, (г) + 2H2O (г) ) г в ходе которой количество метана уменьшилось с 9 молей до 3 молей. Определите среднюю скорость данной реакции (моль/литр:мин)`],[`g11-c5-s01-d01`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции: Химическая реакция, Средняя скорость реакции, Соотношение количества вещества на объем`,98,98,`definition`,`ru`,`Kimyo 11`,`Химическая реакция — это процесс, в котором, от уже сушествовавших молекул, атомов или ионов образуются новые молекулы, атомы или ионы.
Средняя скорость реакции — это изменение концентрации реагентов или продуктов реакции на протяжении определенного времени.
Соотношение количества вещества на объем — раствора называется молярной концентрацией.`],[`g11-c5-s01-d02`,11,`c5`,`s01`,`22`,`Понятие о скорости реакции: прямой реакцией`,100,100,`definition`,`ru`,`Kimyo 11`,`Реакция в которой из А и В веществ образуются С и D продукты называется прямой реакцией, а если из С и Р веществ образуются А и В вещества, реакция называется обратной реакцией.`],[`g11-c5-s02-t01`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,104,104,`textbook`,`ru`,`Kimyo 11`,`§ 23 Влияние давления, объема и температуры на скорось реакции. Понятие о катализаторе.
Изменение давления влияет только на реакции, которые проводятся в закрытых системах.
Изменение объема способствует изменению давления. Если уменьшить объем сосуда, то давление в данном сосуде возрастет. Во сколько раз уменьшится объем сосуда, во столько раз, возрастет давление в данном сосуде и молярные концентрации всех газообразных веществ в сосуде. Если увеличить объем сосуда, то снизится давление в данном сосуде, это приведет к уменьшению концентраций веществ в данном сосуде.
Изменение давления и объема приводит к изменению концентраций газообразных веществ. Изменение давления (или объема) рассматривают как изменение концентрации. С помошью формулы, по концентрациям веществ определяют во сколько раз изменяется скорость химической реакции.
Для более лучшего понимания рассмотрим одну реакцию:`],[`g11-c5-s02-t02`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,104,105,`textbook`,`ru`,`Kimyo 11`,`…во сколько раз изменяется скорость химической реакции. Для более лучшего понимания рассмотрим одну реакцию:
2CO() + Од) = 2C0x)
Для проведения данной реакции в специальный сосуд, обемом 6 литров (реактор) поместили 12 моль угарного газа и 18 моль кислорода.
Определяем молярные концентрации данных веществ:
C(0y) =— = ——=3 моль/литр Vv 6
Если у данной реакции константа скорости реакции равна 1 (К = 1), то ее скорость будет равна:
[COP [02] om СО
Теперь уменьшим объем сосуда в 3 раза, точнее до 2 литров: 18моль О, бл
После такого изменения объема давление в системе увеличивается в 3 раза. Это приводит к соответствующему увеличению концентраций веществ в 3 раза:
С(СО)= — = —— = 6 моль/литр Vv 2
C(0y)= — = ——= 9 моль/литр М 2
В итоге увеличится скорость реакции:
в данный момент ск ть равна 324. Если да омент скорость равна сли 12 моль СО сравнить текущую скорость с начальной 18 моль О, 2 71 скоростью, то она возросла в`],[`g11-c5-s02-t03`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,105,105,`textbook`,`ru`,`Kimyo 11`,`Если да омент скорость равна сли 12 моль СО сравнить текущую скорость с начальной 18 моль О, 2 71 скоростью, то она возросла в
Если увеличить объем реакционной системы (сосуда), это приведет к уменьшению концентраций реагирующих газов, и снизит скорость реакции.
Влияние температуры на скорость реакции.
Зависимость скорости реакции от температуры объясняется правилом Вант-Гоффа. Данное правило звучит так:
При повышении температуры на каждый 10° скорость реакции увеличивается примерно 2 — 4 раза. При увеличении температуры скорость реакции увеличивается, при уменьшении температуры скорость реакции снижается. Число, показывающая, во сколько раз изменяется скорость реакции за каждые 10° называется температурным коэффициентом. Если при повышении температуры на 10 °С (или 10 К) скорость реакции возросла в 4 раза, то считается что температурный коэффициент данной реакции равен к «4».`],[`g11-c5-s02-t04`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,105,106,`textbook`,`ru`,`Kimyo 11`,`Если при повышении температуры на 10 °С (или 10 К) скорость реакции возросла в 4 раза, то считается что температурный коэффициент данной реакции равен к «4».
Взаимосвязь между температурой и скоростью реакции выражается данной формулой:
Е V2 и V|— скорость реакции при {, и Ъ соответс-
——— твенно;
ен оо у — температурный коэффициент реакции
1, va t; — значения температуры.
Катализатор
Скорость химической реакции зависит и от того, участвует ли катализатор в данной реакции или нет. Ускорение реакции в присутствии катализатора рассмотрим в нижеприведенном примере:
В пробирку наливаем немного пероксид водорода H. O, и нагреваем ее. При этом выделятся кислород, проверить это можно подведя к ее горлу тлеящую лучинку, она не вспыхнет, потому что реакция разложения пероксида водорода протекает так медленно, что образующегося небольшого количества кислорода недостаточно чтобы произошла эта качественная реакция на кислород. Теперь внесем в пробирку немного порошка оксида марганца (IV) и заметим что началось бурное выделение пузырьков газа, а внесенная в пробирку тлеющая лучинка ярко вспыхнет.`],[`g11-c5-s02-t05`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,106,106,`textbook`,`ru`,`Kimyo 11`,`Теперь внесем в пробирку немного порошка оксида марганца (IV) и заметим что началось бурное выделение пузырьков газа, а внесенная в пробирку тлеющая лучинка ярко вспыхнет.
Оксид марганца (IV) многократно увеличивает скорость реакции. После завершения реакции можно высушить оксид марганца оставшийся в пробирке и измерить его массу, выясняеться то, что его масса сначала реакции не менялась, то есть он не расходовался в реакции. Катализатор в ходе реакции не уменьшается в количестве.
Вещества, которые участуют в химической реакции и ускоряют ее, но при этом не расходуются называются катализаторами.`],[`g11-c5-s02-t06`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,106,106,`textbook`,`ru`,`Kimyo 11`,`Вещества, которые участуют в химической реакции и ускоряют ее, но при этом не расходуются называются катализаторами.
Как мы говорили выше, для протекания реакции реагирующие молекулы должны столкнутся друг с другом. Но не каждое столкновение приводит к реакции. Чтоб реакция происходила, сталкивающиеся молекулы должны быть в активном состоянии. Энегрия, которая требуется для перевода вещества из обычного положения в активное положение называется энергией активации. Катализатор уменьшает энергию активации реагирующих веществ. В итоге даже малого количества энергии будет достаточно для успешного прохождения реакции между веществами.
Из за чего возрастет скорость реакции.
Реакции проводимые с участием катализатора, считаются каталитическими.
Даже вода может служить катализатором для некоторых реакций. Например, реакция образования Йодида алюминия, через реакцию сухого алюминия с йодом протекает очень долго. Если в реакционный порошок капнуть одну каплю воды реакцию будет протекать другим, довольно быстрым темпом.`],[`g11-c5-s02-t07`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,106,106,`textbook`,`ru`,`Kimyo 11`,`Если в реакционный порошок капнуть одну каплю воды реакцию будет протекать другим, довольно быстрым темпом.
Платина считается важнейшим катализатором многих реакций. Применение платинового катализатора в двигателях современных автомобилей помогает полному сгоранию топлива. Что хорошо высказывается на чистоте окружающей среды, уменьшая ее загрязнение.
Люди с древних времен пользовались катализаторами. Даже сейчас мы используем дрожжи для выпечки хлеба. Здесь катализатором является фермент выделяемый дрожжевыми бактериями. Данный фермент разлагает сахар (который мы добавляем в муку) на оксид углерода (IV) и этиловый спирт. Образующийся оксид углерода (IV) являясь газом пытается выйти наружу из теста, но не сумев пробраться через все слои липкого теста, остается в ней и приводит к ее поднятию. Внутри теста образуются газовые пузырьки, и тесто набухает.`],[`g11-c5-s02-t08`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,106,107,`textbook`,`ru`,`Kimyo 11`,`Внутри теста образуются газовые пузырьки, и тесто набухает.
Катализаторы имеющие белковую природу называются ферментами.
Ферменты сушествуют во всех организмах. Они ускоряют химические процессы протекающие внутри клеток.
В три пробирки нальем раствор пероксида водорода, и в каждую из них поместим кусок сырого мяса, кусок сырой моркови и кусок сырой картошки. При этом из пробирок начнут выделятся пузырьки кислорода. Это из за работы фермента под названием каталаза. Данный фермент, хотяхорошоускоряет скорость реакции, неустойчив к нагреванию. Если данный опыт повторить с варенными кусками мяса, моркови и картошки то пероксид водорода не будет разлагатся. Реакция не пойдет, так как когда мы варили фермент каталаза разложилась.
Вещества, замедляющие скорость химической реакции, называются ингибиторами.
После изучения скорости реакции, можем сделать вывод, что скорость реакции:`],[`g11-c5-s02-t09`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,107,107,`textbook`,`ru`,`Kimyo 11`,`После изучения скорости реакции, можем сделать вывод, что скорость реакции:
Скорость реакции зависит от:
1. От природы риагируюший веществ; 2. Концентрации растворов и газов; 3. В закрытых системах: от давления (и объема); 4. Температуры; 5. Участия катализатора и от степени измельчения (рекции с участием твердых веществ).
1-Задача: При 50°C HCI(r) + О›(г) — H,O(r) + С1;(г) скорость прямой реакции составляет 3 моль/литр:мин. Если температурный коэффициент реакции равен 4, определите скорость прямой реакции при 70 °С (моль/литр: мин).
Решение задачи: Разность между температурами составляет 20°С.
Точнее 70°C — 50°C = 20 °С. Если скорость реакции, на каждые 10°C ускоряется в 4 раза, то при увеличении температуры на 20°, ее скорость возрастет в “4:4=16” (за каждые 10 ° в 4 раза, значит за 20° 4? = 16 раз)
Если начальную скорость умножим на 16, то получим «Змоль/л'мин * 16 = 48 моль/л: мин»`],[`g11-c5-s02-t10`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,107,108,`textbook`,`ru`,`Kimyo 11`,`Если начальную скорость умножим на 16, то получим «Змоль/л'мин * 16 = 48 моль/л: мин»
Ответ: 48 моль/л' мин.
2-Задача: При 60°С скорость прямой реакции равна к 1,5 моль/л'мин. Температурный коэффициент реакции равен 2. Определите скорость реакции при 90°C (моль/литр: мин).
Решение задачи:
1 — действием определяем разность между температурами:
Если найденную разницу разделить на 10, можем узнать степень температурного коэффициента.
После определения степени температурного коэффициента можем найти новую скорость (V2) реакции используя данную формулу. 5-5 V4=Vyjey 10
Ответ: 12 моль/л.мин
3-Задача: Во сколько возрастает скорость, если увеличить давление в системе в два раза в реакции горения аммиака: NH3 + О, <> № + H2O
Решение задачи: Во сколько раз увеличится скорость реакции при увеличении давления в системе, зависит от коэффициентов реагирующих веществ. Уравняем реакцию расставив в ней нужные коэффициенты.`],[`g11-c5-s02-t11`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,108,108,`textbook`,`ru`,`Kimyo 11`,`Решение задачи: Во сколько раз увеличится скорость реакции при увеличении давления в системе, зависит от коэффициентов реагирующих веществ. Уравняем реакцию расставив в ней нужные коэффициенты.
NH3 + О; — → № + H2O
Далее обратим внимание на прямую реакцию. Она выглядит вот так:
Как вам видно, в прямой реакции участвуют два вещества: аммиак и кислород. В условиях задачи не показаны начальные концентрации данных веществ. Поэтому мы условно возьмем их концентрации по 1 моль/литр. Это действие не является обязательным, но помогает упростить дальнейшее решение. ( Можно взять начальные концентрации веществ и по 2 моль/литр или 5 моль/литр, но так как в ходе решения задачи мы будем умножать данные цифры на число которое отображает возрастание давления, то лучше взять их по 1 моль/литр, так как единицу легче умножать).
Если условно взять концентрации реагирующих веществ по 1 моль/литр (если коэффициент скорости реакции тоже равен к 1) то скорость реакции будет равна к 1 моль/литр'мин.`],[`g11-c5-s02-t12`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,108,109,`textbook`,`ru`,`Kimyo 11`,`Если условно взять концентрации реагирующих веществ по 1 моль/литр (если коэффициент скорости реакции тоже равен к 1) то скорость реакции будет равна к 1 моль/литр'мин.
Когда давление возрастают в 2 раза концентрации веществ тоже BO3- растают в 2 раза. И стали по 2 моль/литр:
Рассчитаем скорость реакции по данной формуле:
С учетом того что начальная скорость реакции 1 моль/литр'мин, ее скорость возросла в 128 раза: 128 —— = 128 раз 1
4-Задача: При реакции горения пропана: Сзн; + О, — CO, + H2O коэффициент скорости реакции равен 2; начальные концентрации веществ — по 1 моль/литр каждый, определите скорость прямой реакции при увеличении давления в системе в 3 раза?
Решение задачи: Сперва уравним уравнение реакции:
CH4 + 50, — → 3CO, + 4H2O
Затем с учетом коэффициента скорости реакции рассчитаем его начальную скорость:
Когда мы увеличим давление в 3 раза, концентрации веществ возрастут в 3 раза: [СН] 1 моль/л'3 = 3 моль/л [02] 1 моль/л:3 = 3 моль/л`],[`g11-c5-s02-t13`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,109,109,`textbook`,`ru`,`Kimyo 11`,`Когда мы увеличим давление в 3 раза, концентрации веществ возрастут в 3 раза: [СН] 1 моль/л'3 = 3 моль/л [02] 1 моль/л:3 = 3 моль/л
Теперь определим скорость реакции: vy=k* [C3Hg ]!. [0, ]”= 2+ 31.35 = 2 * 3 + 243 = 1458
Текущая скорость реакции равна 1458
Задачи по данной теме:
1. Притемпературе 40°C скорость прямой реакции 2NHs(r) «<> Ny(1)+3H2 (1) составляет 2,5 моль/л'мин. Если температурный коэффициент данной реакции равен 3, определите скорость (моль/л:мин) реакции при 60°C.
2. При температуре 60°С скорость прямой реакции 2СО(г) + О+(г) — 2CO›(г) составляет 3 моль/л'мин. Если температурный коэффициент данной реакции равен 3, определите скорость (моль/литр:мин) реакции при 90°.
3. Если скорость горения угарного газа при 33°C равна 0,5 моль/л: мин, определите скорость (моль/литр'мин) данной реакции при 53°C, с учетом того, что температурный коэффициент данной реакции равен 4.`],[`g11-c5-s02-t14`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор`,109,109,`textbook`,`ru`,`Kimyo 11`,`Если скорость горения угарного газа при 33°C равна 0,5 моль/л: мин, определите скорость (моль/литр'мин) данной реакции при 53°C, с учетом того, что температурный коэффициент данной реакции равен 4.
4. Если при 40°C метан горит со скоростью 5 моль/литр' мин, определите его скорость (моль/литр'мин) горения при 20°C, с учетом того что температурный коэффициент данной реакции равен 5.
5. В реакции горения соляной кислоты: HCI(r) + O,(r) — H,O(r) + Cly(r) увеличили системное давление в 2 раза, во сколько раз возросла скорость прямой реакции?
6. В системе, горения метана: СН((г) + O,(r) <> CO,(r) + H,O(r) увеличили давление в 4 раза, во сколько раз возросла скорость прямой реакции?`],[`g11-c5-s02-d01`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор: температурным коэффициентом, катализаторами, энергией активации, ферментами`,105,107,`definition`,`ru`,`Kimyo 11`,`Число, показывающая, во сколько раз изменяется скорость реакции за каждые 10° называется температурным коэффициентом.
Вещества, которые участуют в химической реакции и ускоряют ее, но при этом не расходуются называются катализаторами.
Энегрия, которая требуется для перевода вещества из обычного положения в активное положение называется энергией активации.
Катализаторы имеющие белковую природу называются ферментами.`],[`g11-c5-s02-d02`,11,`c5`,`s02`,`23`,`Влияние давления, объема и температуры. Катализатор: ингибиторами`,107,107,`definition`,`ru`,`Kimyo 11`,`Вещества, замедляющие скорость химической реакции, называются ингибиторами.`],[`g11-c5-s03-t01`,11,`c5`,`s03`,`24`,`Задачи по теме «Скорость реакции»`,110,110,`textbook`,`ru`,`Kimyo 11`,`§ 24 Задачи по теме скорость химичской реакции и их решения.
1-Задача: Сосуд объемом 6 литров был наполнен 20 молями оксида азота (II) и 14 молями кислорода. После реакции, которая длилась 15 секунд, в сосуде осталось 6,5 молей кислорода. Определите среднюю скорость реакции (моль/литр‘мин).
Решение задачи: Здесь, для начала решения нужно найти газ, для которого приведены начальное и последнее количество вещества. По условии задачи таковым является кислород, так как приводится для него и начальное (14 моль) и конечное (6,5 моль) количество. Поэтому дальнейшие действия выполняються именно через кислород. Определяем количество кислорода, которое вступило в реакцию:
Далее проверяем соответствие величин измерения времени в задаче. Просят найти скорость реакции в «моль/литр:мин», а в условиях нам дано 15 секунд. Сейчас мы должны перевести заданное нам в секундах время в минуты:
Затем используя основную формулу по определению скорости химической реакции, можно найти скорость реакции: у = АЙ _ 7,5 моль — 7,5`],[`g11-c5-s03-t02`,11,`c5`,`s03`,`24`,`Задачи по теме «Скорость реакции»`,110,110,`textbook`,`ru`,`Kimyo 11`,`Затем используя основную формулу по определению скорости химической реакции, можно найти скорость реакции: у = АЙ _ 7,5 моль — 7,5
Ver 6 литр + 0,25 минут 1S — 5 моль / литр + минут
Ответ: 5 моль/литр‘мин.
2-Задача: В определенной реакции скорость расхода водорода составляет 2,5моль/литр‹мин. Если данную реакцию проводить в сосуде объмом 6 литров, за сколько секунд масса водорода уменьшится от 100г до 10г?
Решение задачи: В условиях задачи скорость реакции измерена в величине “моль/литрмин”. Чтобы использовать данную скорость для определения продолжительности реакции, массу вступившего в реакцию водорода переведем в моль.
n= M n= moms — 45 МОЛЬ
Приступаем к определению длительности реакции через следующую формулу:
у. 6 литр + 2,5 мол/л © минут 15 7
Вот мы и определили длительность реакции. Только из-за того что скорость измерена в величине “моль/литр:мин” данная формула нам определила время в «минутах». Далее, по требованиям задачи переводим время на секундную величину.`],[`g11-c5-s03-t03`,11,`c5`,`s03`,`24`,`Задачи по теме «Скорость реакции»`,110,111,`textbook`,`ru`,`Kimyo 11`,`Только из-за того что скорость измерена в величине “моль/литр:мин” данная формула нам определила время в «минутах». Далее, по требованиям задачи переводим время на секундную величину.
сек = ty * 60 t сек = 3 мин « 60 = 180 секунд
Ответ: 180 секунд.
3-Задача: В определенной реакции скорость расхода метана составляет 2,2 моль/л’мин. Если за 30 секунд масса метана уменьшилась от 102,8 г до 50 гр, определите объем сосуда в котором проводилась данная реакция.
Решение задачи: Вычисляем количество израсходованного метана:
Переводим время в минуты:
Затем, черз данную формулу определяем объем реакционного сосуда:
Убе со22к05 “па ПЗ ЛИТР
‚и У, > Ответ: Объем сосуда был равен Зл
4-Задача: Скорость реакции восстановления оксида железа (III) с помошью оксида углерода (II) до металлического железа Fe,O;3(TB) + СО(г) — Ке(тв) + СО›(г) равна 8. Как измениться скорость реакции, при уменьшении давления в 4 раза.`],[`g11-c5-s03-t04`,11,`c5`,`s03`,`24`,`Задачи по теме «Скорость реакции»`,111,111,`textbook`,`ru`,`Kimyo 11`,`Как измениться скорость реакции, при уменьшении давления в 4 раза.
Решение задачи: в первую очередь, уравниваем реакцию.
Fe2O3¢3) + СО → Еень) + СО) Ееэоз(тв.) +3CO© — → 2Ее(в.) + ЗСО)
Далее рассчитаем скорость реакции на тот случай, в котором каждое вещество взято в концентрации 1 моль/литр:
Заметьте то, что концентрация железа не была учтена во время расчета скорости реакции так как железо является твердым веществом. Точно также не учитываются концентрации твердых веществ в любых других реакциях. Потому что на твердые вещества изменение давления не действует.
Когда мы уменьшили давление в системе в 4 раза, концентрации всех газообразных веществ уменьшаются в 4 раза.
Оставим данную концентрацию в дробной форме, это способствует к удобному дальнейшему решению V,=k [COT = 8 + [1/4] = 8 + (1/64) = 8 : 64 = 0,125
Ответ: 0,125 раз
Задачи по данной теме:
1. В сосуде объемом 0,75 литра находились 127,5 гр аммиака и 310,25 г хлороводорода, за 0,1 минут масса аммиака уменьшилась до 51 г. Определите среднюю скорость реакции (моль/литр'мин).`],[`g11-c5-s03-t05`,11,`c5`,`s03`,`24`,`Задачи по теме «Скорость реакции»`,111,112,`textbook`,`ru`,`Kimyo 11`,`В сосуде объемом 0,75 литра находились 127,5 гр аммиака и 310,25 г хлороводорода, за 0,1 минут масса аммиака уменьшилась до 51 г. Определите среднюю скорость реакции (моль/литр'мин).
2. В определенной реакции Йод расходуется со скоростью 0,8 моль/литр' мин. Когда данную реакцию проводили в сосуде объемом 2,5 литра, масса йода уменьшилась с 1000 г до 111 г. Определите длительность реакции в минутах.
3. В определенной реакции скорость расхода этана (C2Hs) составляет 1,6 моль/литрмин. Когда данную реакцию проводили в течение 240 секунд, масса этана уменьшилась с 584 г до 200 г. Определите объем (л) сосуда, в котором проводилась данная реакция.
4. В определенной реакции скорость расхода поваренной соли составляет 1,25 моль/литр'мин. Если в течение 120 секунд, масса поваренной соли уменьшилась с 1 кг до 268,75 г, определите объем (литр) сосуда, в котором проводилась данная реакция.
5. В реакции горения метана CH2 + О, — CO, + H2O скорость реакции равна 5. Определите скорость реакции, если увеличить давление в системе в 3 раза?`],[`g11-c6-s01-t01`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие`,112,112,`textbook`,`ru`,`Kimyo 11`,`6 глава. ХИМИЧЕСКОЕ РАВНОВЕСИЕ
§ 25 Обратимые и необратимые реакции. Химическое равновесие
В закрытый сосуд поместили газы азот и водород. При наличии определенных условий молекулы азота и водорода взаимодействуют друг с другом и образуют молекулу аммиака.
N, + 3H2 → 2NH3
В результате в сосуде будет уменьшение количества азота и водорода, с увеличением количества аммиака, что снизит вероятность взаимодействия молекул азота и водорода друг с другом. Теперь, вместо образования аммиака из азота и водорода, молекулы аммиака будут разлагаться с образованием молекул азота и водорода. То есть реакция протекает в обратном направлении.
2NH3; → N, + 3H2
Исходя из этого, мы можем разделить химические реакции на 2 группы:
1. Обратимые реакции 2. Необратимые реакции.`],[`g11-c6-s01-t02`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие`,112,112,`textbook`,`ru`,`Kimyo 11`,`…можем разделить химические реакции на 2 группы: 1. Обратимые реакции 2. Необратимые реакции.
Необратимыми реакциями называются реакции, протекающие только в прямом направлении, и в которых вступающие в реакцию начальные вещества полностью превращаются в конечные продукты. Необратимые реакции это такие реакции, в которых образующиеся в результате реакции продукты, разлагаясь или взаимодействуя друг с другом, не образуют исходных веществ. Из продуктов, образованных, в реакции меди с концентрированной азотной кислотой, то есть из оксида азота (IV), нитрата меди (II) и воды нельзя получить обратно металлическую медь:
Си + 4HNO3; → Cu(NO3)2 + ano +2H2O
A Taxoke полученный из железа и серы сульфид железа (II) He разлагается, при этой же температуре, на металл и серу.
Ее + S → FeS Поэтому эти реакции считаются необратимыми. Они Веб идут до тех пор, пока не кончится один из исходных веществ, то есть до конца. 112`],[`g11-c6-s01-t03`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие`,112,113,`textbook`,`ru`,`Kimyo 11`,`Они Веб идут до тех пор, пока не кончится один из исходных веществ, то есть до конца. 112
Реакции будут необратимыми в следующих случаях:
1. Из системы реакции в качестве продуктов выделяется газ или выпадает осадок:
CaCly+ H2SO3, CaSO4 + 2HC! косо; + 2HCI—2K Cl + COA + H2O
2. Продуктом реакции является малодиссоциируемое вещество, например вода,
NaOH + HCl → NaCl + HO
3. В результате реакции выделяется большое количество энергии, например при горении магния:
2Mg + O) → 2MgO АН = -602,5 кДж/моль
Обратимыми реакциями называются реакции, протекающие одновременно в двух противоположных направлениях.
В обратимых реакциях химический процесс протекает и в противоположном направлении. То есть, одновременно образуются и продукты, и исходные вещества из продуктов реакции. В уравнениях обратимых реакций между правым и левым частями уравнения ставят две стрелки, направленные в противоположные стороны. Оксид серы (IV), взаимодействуя с водой, образует сернистую кислоту:`],[`g11-c6-s01-t04`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие`,113,113,`textbook`,`ru`,`Kimyo 11`,`В уравнениях обратимых реакций между правым и левым частями уравнения ставят две стрелки, направленные в противоположные стороны. Оксид серы (IV), взаимодействуя с водой, образует сернистую кислоту:
SO2 + H2O ⇄ -H2SO35
В этой реакции с увеличением количества образующегося сернистой кислоты в растворе, начинает протекать и обратная реакция. H2SO3 ⇄ SO2 + H2O
Реакция, протекающая слева направо, называется прямой реакцией, справа налево — обратной реакцией.
После начала реакции количество начальных веществ уменьшается, а количество продуктов увеличивается. При этом скорость прямой реакции будет высокой. С увеличением количества продуктов, скорость обратной реакции будет увеличиваться, после определенного времени, с уравнением скоростей этих реакций, наступает химическое равновесие. Состояние, при котором скорости прямой и обратной реакции равны, называется химическим равновесием. Химическое равновесие происходит в обратимых реакциях, неуместно говорить о равновесии в необратимых реакциях.`],[`g11-c6-s01-t05`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие`,113,114,`textbook`,`ru`,`Kimyo 11`,`Химическое равновесие происходит в обратимых реакциях, неуместно говорить о равновесии в необратимых реакциях.
aA + БВ = сС + 40 — а b
8 — Общая химия, 11-класс 113 vos. = ke+[CI° [DI
Упр. = Vos. ke ГАР. [В] = № «СУ. [D]* ko» [СРО
K. = Р а b ki [А]. [В]
К, — константа равновесия.
0) — скорость прямой реакции, 1 › — скорость обратной реакции (V1= V,)
ky и & -константы прямой и обратной реакций.
[A], [В], [С] и [2] концентрации веществ, a, b, си d их коэффициенты.
Константа равновесия определяется экспериментальным путем. Ее числовоезначение оценивает состояние равновесия при данной температуре. Чем больше значение константы равновесия, тем больше количество продуктов в реакции, если ее значение меньше, то это показывает, что количество исходных веществ больше. Константа равновесия не зависит от концентрации веществ, с уменьшением количества начальных веществ, увеличивается количество продуктов, то есть изменение концентрации одних веществ приводит к изменению концентраций других веществ.`],[`g11-c6-s01-t06`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие`,114,114,`textbook`,`ru`,`Kimyo 11`,`…увеличивается количество продуктов, то есть изменение концентрации одних веществ приводит к изменению концентраций других веществ.
Константа равновесия зависит от температуры.
Значит, в состоянии химического равновесия произведение концентраций начальных веществ равно произведению концентраций образованных веществ.
Во время химического равновесия процесс не останавливается, сколько продукта разложится в единицу времени, столько же продукта и образуется. Из-за свойства динамичности (подвижности) химического равновесия, он изменяется под воздействием внешних факторов.
Задачи по теме и их решение:
1-задача. После установления равновесия в реакции A+2B=C+D, концентрация веществ следующая: [А]=0,4 моль/л, [В ]=0,5 моль/л, [C]=0,25 моль/л, [D]=0,8 моль/л. Определите константу равновесия.
Решение задачи: Даются молярные концентрации веществ в системе, находящийся в состоянии равновесия. На основе этих значений можем определить константу равновесия по следующей формуле.`],[`g11-c6-s01-t07`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие`,114,115,`textbook`,`ru`,`Kimyo 11`,`На основе этих значений можем определить константу равновесия по следующей формуле.
аА + БВ = сС + {р к = ler.or
РО [АР.[ВР
В реакции приведены маленькими буквами (a,b,c,d) коэффициенты веществ, которые возводятся в степень для нахождения константы равновесия (прим.: если по реакции перед веществами не поставлены коэффициенты, то считается, что коэффициент равен одному. Любое число первой степени равно этому же числу. Например, 2'=2 ; 3'=3)
На основе приведенной реакции и равновесных концентраций веществ, считаем константу равновесия реакции:
Равновесные концентрации 04 05 025 0,8 А + 2B = С + р с d 1 1 ко = (СТОЙ | CE RY CU
Значит, константа равновесия реакции A+2B=C+D равно 2, то есть в этой реакции скорость обратимой реакции в два раза больше скорости прямой реакции.
Ответ: 2
2-задача. Если в реакции 2A + В+> С в состоянии равновесия концентрации веществ соответственно равны [А]=0,5 моль/л; [B]=0,2 моль/л, то определите равновесную концентрацию вещества С (моль/л) (Кр=1).`],[`g11-c6-s01-t08`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие`,115,116,`textbook`,`ru`,`Kimyo 11`,`Если в реакции 2A + В+> С в состоянии равновесия концентрации веществ соответственно равны [А]=0,5 моль/л; [B]=0,2 моль/л, то определите равновесную концентрацию вещества С (моль/л) (Кр=1).
Решение задачи: по условию задачи известны — равновесные концентрации веществ А и В, а также константа равновесия, основываясь на их значениях найдем равновесную концентрацию вещества С:
концентрация равновесия (моль/л): 0,5 0,2 X 2A + B<= → C
Значит, равновесная концентрация вещества С равна 0,05 моль/л.
Ответ: 0,05 моль / л
Задачи по теме:
1. После установления равновесия в реакции A+B=C+D, концентрация веществ следующая: [А]= 0,25 моль/л, [В]=0,4 моль/л, [С]=0,2 моль/л, [D]=0,5 моль.Определите константу равновесия.
2. После установления равновесия в реакции A+B=2C+D, концентрация веществ следующая: [A]=0,08 моль/л, [B]=0,4 моль/л, [C]=0,4 моль/л, [D]=0,5 моль/л.Определите константу равновесия.
3. После установления равновесия в реакции 3A+B=C+2D, концентрация веществ следующая: [А]=0,1 моль/л, [В]=0,5 моль/л, [C]=0,03 моль/л, [D]=0,4 моль/л.Определите константу равновесия.`],[`g11-c6-s01-t09`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие`,116,116,`textbook`,`ru`,`Kimyo 11`,`После установления равновесия в реакции 3A+B=C+2D, концентрация веществ следующая: [А]=0,1 моль/л, [В]=0,5 моль/л, [C]=0,03 моль/л, [D]=0,4 моль/л. Определите константу равновесия.
4. Если в реакции A + В‹> С в состоянии равновесия концентрации веществ равны [A]=0,4 моль/л; [В ]=0,25 моль/л, то определите равновесную концентрацию вещества С (моль/л) (Кр=2).
5. Если в реакции A + 2B<> С в состоянии равновесия концентрации веществ равны [А]=0,5 моль/л; [В]=2 моль/л, то определите равновесную концентрацию вещества С (моль/л) (Kp=1).
6. Если в реакции 2A + В С в состоянии равновесия концентрации веществ равны [А]=1,5 моль/л; [В]=3 моль/л, то определите равновесную концентрацию вещества С (моль/л) (Кр=0,1).`],[`g11-c6-s01-d01`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие: реакции, прямой реакцией`,112,113,`definition`,`ru`,`Kimyo 11`,`Необратимыми реакциями называются реакции, протекающие только в прямом направлении, и в которых вступающие в реакцию начальные вещества полностью превращаются в конечные продукты.
Обратимыми реакциями называются реакции, протекающие одновременно в двух противоположных направлениях.
Реакция, протекающая слева направо, называется прямой реакцией, справа налево — обратной реакцией.`],[`g11-c6-s01-d02`,11,`c6`,`s01`,`25`,`Обратимые и необратимые реакции. Химическое равновесие: химическим равновесием`,113,113,`definition`,`ru`,`Kimyo 11`,`Состояние, при котором скорости прямой и обратной реакции равны, называется химическим равновесием.`],[`g11-c6-s02-t01`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,116,116,`textbook`,`ru`,`Kimyo 11`,`§ 26 Факторы, влияющие на химическое равновесие
На состояние химического равновесия оказывают влияние концентрации веществ, вступающих в реакцию, температура, а также давление для газообразных веществ. При изменении одного из этих параметров равновесие нарушится и концентрации реагирующих веществ будет меняться до тех пор, пока не установится новое равновесие, это равновесие установится уже при других значениях концентраций. Переход реакционной системы от одного состояния равновесия в другое называется смещением химического равновесия.
Смещение химического равновесия подчиняется принципу Ле-Шателье, открытому в 1884 году. Принцип Ле-Шателье гласит: Если в системе, находящуюся в равновесии, изменить один из внешних факторов (температуру, давление или концентрацию), то равновесие сместится в сторону реакции, ослабляющее внешнее воздействие.
Изменение температуры, давления или концентрации вещества может смещать химическое равновесие.`],[`g11-c6-s02-t02`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,116,116,`textbook`,`ru`,`Kimyo 11`,`Изменение температуры, давления или концентрации вещества может смещать химическое равновесие.
Влияние концентрации на химическое равновесие. Если в системе, находящуюся в равновесии, увеличить количество какого-либо вещества, то равновесие сместится в сторону, уменьшающее количество этого вещества. И напротив, если уменьшить количество вещества, то равновесие сместится в сторону, увеличивающее его количество. Вышеизложенное изучим напримере системы, находящуюся в равновесии:
Если к этой системе, находящуюся в равновесии, добавить вещества А и В, их концентрации повысятся, и это приведет к повышению скорости прямой реакции и равновесие сместится в правую сторону, так как скорость обратной реакции неизменным, Ус > Ур.`],[`g11-c6-s02-t03`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,116,116,`textbook`,`ru`,`Kimyo 11`,`…равновесие сместится в правую сторону, так как скорость обратной реакции неизменным, Ус > Ур.
Теперь применим это определение к какой-либо действующей реакции: рассмотрим реакцию образования оксида углерода (II) и воды из оксида углерода (IV) и водорода. Здесь также при увеличении концентрации одного из начальных веществ (стоящие слева в уравнении CO, и H2) в системе, находящейся в состоянии равновесия, увеличится скорость прямой реакции ‚ то есть химическое равновесие сместится в ту сторону, которая обеспечивает расход этого вещества.
В результате больше будут расходоваться начальные вещества (слевой стороны) и равновесие сместится в правую сторону. Значит, если в систему, находящейся в состоянии равновесия, добавить дополнительно CO), то согласно принципу Ле-Шателье система будет стремиться к понижению концентрации CO), то есть химическое равновесие сместится вправо (в сторону прямой реакции): СО»+ H5— → СО + H2O`],[`g11-c6-s02-t04`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,116,117,`textbook`,`ru`,`Kimyo 11`,`…концентрации CO), то есть химическое равновесие сместится вправо (в сторону прямой реакции): СО»+ H5— → СО + H2O
Если увеличивается концентрация CO), то в соответствии с принципом Ле Шателье, система стремится уменьшить концентрацию CO, в системе, химическое равновесие смещается вправо (в сторону прямой реакции)
CO,+ H5— → СО + H2O
Такой же процесс произойдет при уменьшении концентрации какого-либо вещества (H2O или СО) с правой стороны, то есть химическое равновесие сместится в сторону прямой реакции (в сторону образования Н›О и СО).
При увеличении концентрации какого-либо вещества в правой стороне уравнения, увеличится скорость обратной реакции. Равновесие сместится влево. Например, при увеличении концентрации СО в вышесказанной реакции, система будет стремиться к уменьшению концентрации CO, то есть химическое равновесие сместится в сторону обратной реакции.`],[`g11-c6-s02-t05`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,117,117,`textbook`,`ru`,`Kimyo 11`,`Например, при увеличении концентрации СО в вышесказанной реакции, система будет стремиться к уменьшению концентрации CO, то есть химическое равновесие сместится в сторону обратной реакции.
СО+ H2O → CO, + H2
Значит, с изменением концентрации одного вещества меняются концентрации всех веществ, в результате равновесие сместится в какую-либо сторону. Однако константа равновесия останется неизменной..
Влияние давления на химическое равновесие.
Если в химическом равновесие участвуют газообразные вещества, то давление имеет такое же значение, как изменение давления для газообразных веществ означает изменение их концентрации. Давление не влияет на твердые вещества. Для определения влияния давления на смещение химического равновесия, нужно расчитать количество молекул газообразных веществ с левой и правой стороны.`],[`g11-c6-s02-t06`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,117,118,`textbook`,`ru`,`Kimyo 11`,`Для определения влияния давления на смещение химического равновесия, нужно расчитать количество молекул газообразных веществ с левой и правой стороны.
При увеличении давления в системе, находящуюся в равновесии, химическое равновесие сместится в сторону реакции с образованием малого количества молекул, то есть в сторону реакции, которая приводит к уменьшению объема системы. А при снижении давления равновесие сместится в сторону реакции с образованием большого количества молекул. Например:
Из уравнения реакции видно, что при осуществлении прямой реакции (вещества взяты в количествах 2 моль s0, и 1 моль О, соответственно) объем из 67,2 л уменьшается до 44,8 л. Значит, увеличение давления приводит к уменьшению объема и приводит к ускорению прямой реакции.
Рассмотрим еще один пример:
3H2 +N, ⇄ 2NH3;`],[`g11-c6-s02-t07`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,118,118,`textbook`,`ru`,`Kimyo 11`,`…уменьшению объема и приводит к ускорению прямой реакции. Рассмотрим еще один пример: 3H2 +N, ⇄ 2NH3;
В этой реакции справой стороны имеется 2 молекулы, а слева 4 молекулы. Приувеличении давления в этой реакции, химическое равновесие смещается в сторону с малым числом молекул, то есть в правую сторону, в сторону образования аммиака. При уменьшении давления равновесие смещается в сторону с большим числом молекул, то есть в сторону расщепления аммиака.
Если в обратимых реакциях число молекул с левой стороны уравнения равно числу молекул с правой стороны, то системам с таким состоянием равновесия изменение давления не влияет. Например,
Cly+ H, ⇄ 2HCI
Изменение давления не оказывает влияние на состояние равновесия, потому что число молекул и с правой и с левой стороны уравнения равно 2 (в равных количествах).`],[`g11-c6-s02-t08`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,118,118,`textbook`,`ru`,`Kimyo 11`,`Изменение давления не оказывает влияние на состояние равновесия, потому что число молекул и с правой и с левой стороны уравнения равно 2 (в равных количествах).
В реакции смешанного оксида железа Еезо, и угарного газа СО образуется железо и углекислый газ. С первого взгляда число молекул по обе стороны реакции отличаются, с левой стороны 1+4=5, а справа 3+4=7. Но учитывая то, что давление не влияет на твердые вещества (Еезо, и Fe), и сравнив коэффициенты ( 4 и 4 ) только газообразных веществ (СО и CO»), убедимся, что коэффициенты равны между собой, и поэтому давление не влияет на химическое равновесие. Мы не должны забывать, что давление не влияет на твердые вещества!
Еезодсуу? 4СО(_”ж → Зе + 4 СО)
опр. = К [СОЙ; veg = [СО`],[`g11-c6-s02-t09`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,118,119,`textbook`,`ru`,`Kimyo 11`,`…давление не влияет на твердые вещества! Еезодсуу? 4СО(_”ж → Зе + 4 СО) опр. = К [СОЙ; veg = [СО
Смещение химического равновесия в любом направлении основано на принципе Ле-Шателье, и смещение равновесия играет большую роль в химии. Производство аммиака и многие процессы в производстве осуществлены благодаря внедрению способов, которые обеспечивают смещение равновесия в сторону, повышающее выход продуктов. Во многих процессах, для смещения химического равновесия в сторону образования продуктов, из системы убирают образующиеся продукты.
Например, в реакции этерификации, для смещения равновесия в сторону образования метилацетата, в систему вводится серная кислота, которая поглощает воду.
CH3COOH+CH3OH = CH3COOCH3 +H2O
Оксид азота (IV) газ бурого цвета. Его димер (№O4) является бесцветным веществом, и в комнатной температуре они оба находятся в состоянии равновесия.`],[`g11-c6-s02-t10`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,119,119,`textbook`,`ru`,`Kimyo 11`,`Его димер (№O4) является бесцветным веществом, и в комнатной температуре они оба находятся в состоянии равновесия.
INO) «< — — — — → NO4
Если в этой системе увеличим давление, равновесие смещается в правую сторону, то есть в сторону образования №О.. Это явление можно наблюдать при обесцвечивании систе- NO, №0, мы. Напротив, при уменьшении давления, цвет системы изменяется на бурый. Это доказывает, что равновесие сместилось в левую сторону.
Влияние температуры на химическое равновесие. Повышение температуры повлияет не только на равновесие, но и на константу равновесия. Перед тем как рассматривать действие температуры на равновесие, нужно учитывать экзотермичность или эндотермичность реакции, так как изменение температуры смещает равновесие либо вправо либо влево исходя из теплового эффекта.`],[`g11-c6-s02-t11`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,119,119,`textbook`,`ru`,`Kimyo 11`,`…как изменение температуры смещает равновесие либо вправо либо влево исходя из теплового эффекта.
Если снизить температуру системы, находящуюся в равновесие, то, по принципу Ле-Шателье, усилится реакция, протекающая с выделением тепла, то есть химическое равновесие смещается в сторону экзотермической реакции. Если повысить температуру в системе, находящуюся в равновесии, TO, по принципу Ле-Шателье, усилится реакция, протекающая с поглощением теплоты, то есть химическое равновесие смещается в сторону эндотермической реакции. Например:
2NO, © понижение > №0, + 13 ккал
1° повышение
На равновесие между этими двумя веществами оказывает влияние не только давление, но и температура. Они оба находятся в равновесии в температурах между — 9,3 °С и +144 °С. Если систему охладить до — 9,3 °C, то в системе исчезнет NO, и останется только №О.. Если нагреть систему до +144 °C | то в системе исчезнет №0, и останется только №)».`],[`g11-c6-s02-t12`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,119,120,`textbook`,`ru`,`Kimyo 11`,`Если нагреть систему до +144 °C | то в системе исчезнет №0, и останется только №)».
Повышение — температуры ускоряет реакцию, которая протекает с поглощением теплоты.
Например, получение оксида серы (VI) окислением оксида серы (IV). Эта реакция считается обратимой и экзотермической:
При повышении температуры равновесие смещается в сторону эндотермической реакции, то есть ускоряется обратная реакция:
Из-за этого уменьшается масса оксида серы (VI) в смеси газов. Снижение температуры ускоряет прямую реакцию.
Влияние катализатора на химическое равновесие.
Так как эта реакция является экзотермической повышение температуры смещает равновесие в сторону поглощения теплоты, то есть в сторону обратной (эндотермической) реакции. При понижении температуры системы равновесие смещается в правую сторону , то есть в сторону реакции, протекающая с выделением тепла (экзотермической).`],[`g11-c6-s02-t13`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,120,120,`textbook`,`ru`,`Kimyo 11`,`При понижении температуры системы равновесие смещается в правую сторону , то есть в сторону реакции, протекающая с выделением тепла (экзотермической).
Тестовые задания по теме:
1. Как влияет увеличение давления на химическое равновесие в следующей обратимой реакции? 2NO() + O2) ⇄ 2NO2 1) смещает вправо; 2) смещает влево; 3)He влияет; 4) сначало равновесие не изменится, затем смещается влево. А) 1; В) 2; С)3; D)4.
2. Равновесие какой реакции не изменится при повышении давления?
A)CocCl, <« → СО + Ср; B)CO(p + NO2 ⇄ CO;yyy + NO ;
С) NHz; ⇄ N, +H;-Q; р) В; С.
3. В какой системе равновесие сместится влево при уменьшении давления?
А) CO Oyry ⇄ C0xy; B) Но (ryt № (г) <> МНз (py;
С) sОх(гу+O2() ⇄ -5Оз(); D) все ответы верны
4. На какие реакции, находящиеся в состоянии равновесия, не оказывает влияние изменение давления?
1) NOypy= → N2O4) + Q 2) Hyp) + 5 <> HaS + О`],[`g11-c6-s02-t14`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,120,121,`textbook`,`ru`,`Kimyo 11`,`…состоянии равновесия, не оказывает влияние изменение давления? 1) NOypy= → N2O4) + Q 2) Hyp) + 5 <> HaS + О
3) №) + Clyy ⇄ NOCly py + Q 4H2(0) + Cla) На! (г) + ©
5) Nagy + Озду- ⇄ МО - © 6) SOx) + Охдуу ⇄ 503) + Q
5. Выберите системы, в которых повышение давления приводит к смещению равновесия вправо.
1) Нор? N2 "<> NH3 n+ О 2) NOypy ⇄ NO(r) О)
3) N2Oy(ry= ⇄ NO2) 4) Мг) + Одг- ⇄ - №)
5) SOx) + O2 ЗО (г) 6) PCl5py ⇄ РС) + Со)
6. Укажите реакции, при повешении температуры в которых, равновесие смещается влево.
А) СО) + Ох, уж > СОд) AH = - 566 кДж;
В) NO +0 y ⇄ NO: © AH = 180 кДж;
С) CaCO3 y<= → CaO,) + СО) АН = 179 кДж;
7. Под влиянием каких факторов в следующей — реакции Резод(у! 4CO2 ⇄ 3Fe() + 4 CO) АН = -43,7кДж равновесие смещается влево? 1) снижение температуры; 2) повышение температуры; 3) снижение давления; 4)увеличения давления 5) введение катализатора.`],[`g11-c6-s02-t15`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие`,121,121,`textbook`,`ru`,`Kimyo 11`,`1) снижение температуры; 2) повышение температуры; 3) снижение давления; 4)увеличения давления 5) введение катализатора.
8. Найдите факторы, смещающие равновесие вправо.
H2 (yt s „7* > Ho5 (9? Q 1) увеличение давления; 2) снижение давления; 3) уменьшение количества сульфида водорода; 4) увеличение концентрации водорода. A) 1, 2; В) 1,3; С)3, 4; р) 2,3.
9. Воспользовавшись — какими — факторами, можно — сместить равновесие в правую сторону в реакции, уравнение — которого
HBr( +O y ⇄ H2O) + Br2) +О 1)увеличение концентрации бромида водорода; 2) снижение температуры; З)повышение температуры; 4) понижение концентрации бромида водорода ; 5) увеличение давления; 6) уменьшение давления.`],[`g11-c6-s02-d01`,11,`c6`,`s02`,`26`,`Факторы, влияющие на химическое равновесие: смещением химического равновесия`,116,116,`definition`,`ru`,`Kimyo 11`,`Переход реакционной системы от одного состояния равновесия в другое называется смещением химического равновесия.`],[`g11-c6-s03-t01`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,121,122,`textbook`,`ru`,`Kimyo 11`,`§ 27 Задачи по теме химическое равновесие и их решения:
Для определения количества начальных веществ, при решении задач по этой теме, нужно:
• Поставить коэффициенты перед всеми веществами, уравняв реакцию;
• Используя равновесные концентрации образованных веществ, через коэффициенты определить количество израсходованных веществ;
• Определить начальное количество веществ, сложив израсходованные и равновесные концентрации;
• Используя молярные концентрации начальных веществ, при помощи формулы п = CrV, определить их количество.
Следуя выщесказанным действиям, попробуем решить задачи по химическому равновесию.
Задача 1. Реакция HCI + O,=Cl, + НО была проведена в сосуде объемом 8 литров. При установлении химического равновесия концентрация веществ составила [HCl]=0,7, [0,]=0,6 и [H2O]-0,4 моль/л. Определите количество (моль) начальных веществ.
• Уравниваем реакцию, для этого перед хлороводорода ставим 4, перед молекулами хлора и воды ставится коэффициент 2.`],[`g11-c6-s03-t02`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,122,122,`textbook`,`ru`,`Kimyo 11`,`• Уравниваем реакцию, для этого перед хлороводорода ставим 4, перед молекулами хлора и воды ставится коэффициент 2.
4HCI + О; — → 2Cl; + 2H2O
• Значит, на основе уравнения реакции, при образовании 0,4 моль/л воды расходуется 0,8 моль/л хлора и 0,2 моль/л кислорода.
• Начальная концентрация хлороводорода составляет:
У 0,7 моль/л (равновесная) + 0,8 моль/л (израсходованная) = 1,5 моль/л ‚ а кислорода составляет: 0,6 моль/л (равновесная) + 0,2 моль/л (израсходованная) = 0,8 моль/л.
• При нахождении количеств веществ нужно молярные концентрации умножить на объем, то есть 1,5 :8=12 моль, 0,8: 8=6,4 моль.
Таким образом, найдем правильный ответ.
А) 0,8; 0,2 — концентрации израсходованных веществ (моль/л),
С) 12; 6,4 — количество начальных веществ (моль),
С) 1,5; 0,8 — концентрации начальных веществ (моль/л),
D) 6,4; 1,6 — количество израсходованных веществ (моль) правильный ответ — В
Ответ: В
Задача 2. Если в реакции SO2+NO,=SOs + NO начальные концентрации SO3 и NO, равны 6 и 7 моль/л соответственно, определите равновесную концентрацию (моль/л ) SO2 . (Kp=1).`],[`g11-c6-s03-t03`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,122,123,`textbook`,`ru`,`Kimyo 11`,`Если в реакции SO2+NO,=SOs + NO начальные концентрации SO3 и NO, равны 6 и 7 моль/л соответственно, определите равновесную концентрацию (моль/л ) SO2 . (Kp=1).
Так как в уравнение реакции коэффициенты равны между собой, то и количество израсходованного вещества будет равно количеству образованного вещества. Значит, если начальные концентрации SO2 и NO, равны 6 и 7 моль/литр, TO их равновесные концентрации будут соответственно (6-х) и (7-х). Так как константа равновесия равна 1 уравниваем обе стороны уравнения.
Значит, если равновесная концентрация SO2 равна 6-х=6-3,23=2,77, то равновесная концентрация NO2 будет равным 7-х=7-3,23=3,77. Ответ: В.
Задача 3. В реакции горения хлороводорода HCl + О, — Cl, + HO; через некоторое время установилось равновесие. Если в состоянии равновесия (Kp = 1) концентрации веществ составляют [HCI] = 1 моль/л; [СЫ] = 3 моль/л и [H2O] = 3 моль/л, определите равновесную концентрацию кислорода.`],[`g11-c6-s03-t04`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,123,123,`textbook`,`ru`,`Kimyo 11`,`Если в состоянии равновесия (Kp = 1) концентрации веществ составляют [HCI] = 1 моль/л; [СЫ] = 3 моль/л и [H2O] = 3 моль/л, определите равновесную концентрацию кислорода.
Решение задачи: сперва уравняем реакцию, так как коэффициенты учитываются при составлении уравнения для константы равновесия.
НС + O)—— Cl, + H2O 4HCl + O2 → 201, + 2H2O
Теперь, основываясь на ТОМ, что константа равновесия равна 1, будем считать, что произведение (понятно, что перед умножением концентраций их надо возвести в степень, соответствующий их коэффициентам) равновесных концентраций веществ по правую и левую сторону уравнения равным между собой. И на основе этого, используя концентрации известных веществ и «х» для кислорода (так как его концентрация неизвестна), составим уравнение.
Значит, равновесная концентрация кислорода равна 81 моль/л.
Ответ: 81 моль/л`],[`g11-c6-s03-t05`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,123,124,`textbook`,`ru`,`Kimyo 11`,`…неизвестна), составим уравнение. Значит, равновесная концентрация кислорода равна 81 моль/л. Ответ: 81 моль/л
Задача 4. Если в реакции синтеза метана из оксида углерода (II) и водорода: CO, + H, + CH2 + НО. равновесные концентрации всех веществ соответственно равны: [СО] = 0,9 моль/л; [H2] = 0,7 моль/л; [СН] = 0,4 моль/л; [HO] = 0,4 моль/л, то определите начальные концентрации оксида углерода и воды (моль/л).
Решение: как и обычно, начинаем с уравнения реакции:
СО +H; — CH2 + HO СО + ЗН, — CH2 + H2O
Уравняв реакцию, проведем следующую работу.
СО + 3H2 EE СНД + H2O
Исходная
Израсходованная /образованная —... ... .. Ш
Составим 3 таких ряда вводим соответствующую информацию в каждую из них. Как вы видите, сказанное в условии задачи «равновесные концентрации всех веществ соответственно»:
[СО] = 0,9 моль/л; [H2] = 0,7 моль/л; [CH4] = 0,4 моль/л; [H2O] = 0,4 моль/л” информация вводится в ряд «Равновесная концентрация».`],[`g11-c6-s03-t06`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,124,124,`textbook`,`ru`,`Kimyo 11`,`[СО] = 0,9 моль/л; [H2] = 0,7 моль/л; [CH4] = 0,4 моль/л; [H2O] = 0,4 моль/л” информация вводится в ряд «Равновесная концентрация».
И еще концентрации метана и воды, которые считаются продуктами реакции, мы отметили как «О моль/л». Так как в начале реакции отсутствуют продукты. Они постепенно образуются в ходе реакции.
Теперь перейдем к следующим этапам. Начальные концентрации метана и воды были равно «О мол/л», затем их равновесные концентрации стали равны 0,4 моль/л. Значит, в ходе реакции образовалось 0,4 моль/л каждого из них. Исходная израсходованная /образованная равновесная.
Исходная CO +3H2 — → CH2 + H2O
Израсходованная /образованная —^” 0 0
Затем используем пропорциональность, которая зависит от коэффициентов ряда «израсходованный» и «образованный»:
СО + 3H2 → CH4 + H2O
Исходная о Ш 0 0
Израсходованная /образованная | ... ... +0,4 +04 Равновесная 0,9 07 04 04`],[`g11-c6-s03-t07`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,124,125,`textbook`,`ru`,`Kimyo 11`,`Израсходованная /образованная | ... ... +0,4 +04 Равновесная 0,9 07 04 04
То есть внутри этого правильного прямоугольника, в веществах с одинаковыми коэффициентами будут располагаться одинаковые числа. Как вы видите коэффициенты оксида углерода (II), метана и воды равны. Значит их израсходованные/образованные концентрации будут также равны. То есть было потрачено 0,4 моль/л оксида углерода (II).
CO + 3H2 — → CH2 + H2O
Израсходованная /образованная -0,4 +0,4 +04 Равновесная 0,9 07 04 04
Теперь найдем концентрацию водорода, которую израсходовали.
Как вы видите, его коэффициент равен 3. То есть его коэффициент больше коэффициента любого другого вещества в 3 раза. Его израсходованная концентрация также будет больше израсходованной/образованной концентрации другого вещества в 3 раза.
СО +3H2 → CH2 +H2O
Исходная ВО, 0 0
Израсходованная /образованная |-0,4 -1,2 +04 +04 Равновесная 0,9 0,7 04 04`],[`g11-c6-s03-t08`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,125,125,`textbook`,`ru`,`Kimyo 11`,`Израсходованная /образованная |-0,4 -1,2 +04 +04 Равновесная 0,9 0,7 04 04
Чтобы определить начальные концентрации веществ, нужно прибавить
0,9 + 0,4 = 1,3 моль/л СО 0,7 + 1,2 = 1,9 моль/л H,
CO + 3H2 — → CH2 + H2O
Исходная
Израсходованная /образованная -0,4 -1,2 +04 +04
Задачи по теме:
1. Реакция NH3+0,=H2O+N, была проведена в сосуде объемом 0,005 м°. При установлении химического равновесия концентрация веществ составила [NH3]=0,4; [0,]=0,65; [H2O]=0,3 моль/л. Определите количество (моль) начальных веществ.
2. Реакция NH;(r)+Cl(r)=N,(r)+HCI(r была проведена в сосуде объемом 0,009 м°. При установлении химического равновесия концентрация веществ составила [NH3]=0,4; [Cl2]=0,2; [HCI]=0,6 моль/л. Определите количество (моль) начальных веществ.
3. Реакция CH4(r)+H.O(r)=CO(r)+H, (г) была проведена в сосуде объемом 9 л. При установлении химического равновесия концентрация веществ составила [CH4]=0,5; [Н,‚О]=0,3; [H.]=0,6 моль/л. Определите сумму количества (моль) начальных веществ. A) 1,2 С) 10,8 С) 0,8 р) 7,2`],[`g11-c6-s03-t09`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,125,126,`textbook`,`ru`,`Kimyo 11`,`]=0,6 моль/л. Определите сумму количества (моль) начальных веществ. A) 1,2 С) 10,8 С) 0,8 р) 7,2
4. Константа равновесия реакции СО(г) +H,O(r) =CO,(r)+Hy(r) при 850°C равна 1. Если начальные концентрации СО и Н›О равны 6 и 8 моль/л соответственно, определите их равновесные концентрации (моль/л ).
5. В каких из приведенных реакциях увеличение давления не окажет влияния на равновесие?
DCO + Нож» COypy + Но)
3) N2 + Охр ⇄ NO,
4) Сохр + Ох) <> CO
6. В реакции между оксидом серы (IV) и оксидом азота (IV) SO2 + NO, «> SO3 + NO через некоторое время установилось равновесие. Если концентрации веществ в состояние равновесия (Кр = 1) равны:
[SO.] = 4 моль/л; [s0,] = 3 моль/л и [NO] = 3 моль/л ‚ то определите равновесную концентрацию оксида азота (IV).
7. В реакции, протекающая между оксидом углерода (IV) и водорода, через некоторое время установилось равновесие. Если в состояние равновесия (Кр = 1) концентрации веществ составляют [CO,] = 12 моль/л; [СО] = 6 моль/л va [H2O] = 6 моль/л, определите равновесную концентрацию водорода.`],[`g11-c6-s03-t10`,11,`c6`,`s03`,`27`,`Задачи по теме «Химическое равновесие»`,126,127,`textbook`,`ru`,`Kimyo 11`,`Если в состояние равновесия (Кр = 1) концентрации веществ составляют [CO,] = 12 моль/л; [СО] = 6 моль/л va [H2O] = 6 моль/л, определите равновесную концентрацию водорода.
8. Если в реакции синтеза аммиака из азота и водорода: №; + H, — NH3 равновесные концентрации всех веществ соответственно равны: [№] = 0,5 моль/л; [H2] = 0,1 моль/л; [№Н;] = 0,8 моль/л, то определите начальные (до реакции) концентрации азота и водорода (моль/л).
9. А(г) + B(r)= C(r) + D(r) в системе молярные концентрации веществ составили 8, 6, 4 и 12 соответственно. Определите молярные концентрации (моль/л) веществ В и D после добавления в систему 2 моля вещества В (моль/л) (объем сосуда 1 л). А) 3,5; 4,5 В) 7,5; 12,5 С) 5,5; 12,5 р) 7,5; 11,5
10. СО(г)+Н;О(г)=СО›(г)+Н›(г) в системе молярные концентрации веществ составили 6, 3, 2, 9 соответственно. Определите молярные концентрации моль/л) веществ H2O va H, после удаления из системы 2 моля CO, ( (обьем сосуда 1 л). А) 4; 11 В) 2; 10 С) 4,5; 7,5 D) 6; 11
7 ГЛАВА. ОКИСЛИТЕЛЬНО-ВОССТАНОВИТЕЛЬНЫЕ РЕАКЦИИ.`],[`g11-c7-s01-t01`,11,`c7`,`s01`,`28`,`Уравнивание ОВР методом полуреакций`,127,127,`textbook`,`ru`,`Kimyo 11`,`§ 28 Применение метода полуреакций для уравнивания окисительно-восстановительных реакций
В учебнике 8-класса по химии мы давали полную информацию об опредлении степеней окисления элементов в составе простых и сложных элементов, о окисительно-восстановительных реакциях, поэтому в данной главе мы продолжая эту тему, будем останавливаться на методах уравнивания окисительно-восстановительных реакций,определении эквивалентов окислителя и восстановителя и рассмотрим влияние среды на протекание ОВР. As2S3 + НМОз + H2O → H3AsO4 + H2SO4 + NO
Рассмотрим уравнение данной реакции методом полуреакции. Для этого сначала определим окислитель и восстановитель. В данной реакции азотная кислота является окислителем ‚ а сульфид мышьяка восстановителем. Если бы мы уравнивали методом электронного баланса то приняли бы что азот из N° приняв 3 электрона переходит в №? | а сера отдав 8 электронов из s? окисляется до SC. As2S3; + HNO3 + HO → H3AsO4 + H2SO4 + NO -4е +3`],[`g11-c7-s01-t02`,11,`c7`,`s01`,`28`,`Уравнивание ОВР методом полуреакций`,127,127,`textbook`,`ru`,`Kimyo 11`,`| а сера отдав 8 электронов из s? окисляется до SC. As2S3; + HNO3 + HO → H3AsO4 + H2SO4 + NO -4е +3
As)” — → DAs 4
По числам отданных и принятых электронов определяли коэффициенты перед молекулами. Но при этом воспользовались ионами №5, Аз, s? которые в практике не существует в растворе.
В методе полуреакции — окислительно-восстановительные реакции уравниваются с помощью реально существующих в растворе ионов.
Например HNO3 образует ионы H и NO3, тогда как As2S3 на ионы не диссоцируется . При составлении баланса используем NO, , который реально существует в растворе. Для уравнения числа электронов до и после реакции воспользуемся молекулами воды и ионами водорода.
Сначала рассмотрим ион окислителя (NO3).
NO; — → NO
В левой части уравнения имеются 3 атома кислорода, а в правой части 1.Чтобы уравнять количество кислорода в кислой среде в сторону с недостачей кислорода добавляется вода , а в строну с избытком кислорода ионы водорода. Значит в правую часть добавляем 2 молекулы воды.`],[`g11-c7-s01-t03`,11,`c7`,`s01`,`28`,`Уравнивание ОВР методом полуреакций`,127,128,`textbook`,`ru`,`Kimyo 11`,`Чтобы уравнять количество кислорода в кислой среде в сторону с недостачей кислорода добавляется вода , а в строну с избытком кислорода ионы водорода. Значит в правую часть добавляем 2 молекулы воды.
NO; — → № + 2H2O
Теперь для уравнивания водорода в левую часть прибавим 4 иона водорода.
NO; + 4H" — → > NO + 2H2O
Арифметическая сумма зарядов в левой части уравнения равняется +3 , а в првой части 0. Значит если прибавить в левую часть 3 электрона заряды в двух частях уравновешатся.
NO + 4H +3 е — → № + 2H2O
Теперь рассмотрим изменения As2S3 который имеет восстановительные свойства.
As)S; — → 2AsO27 + 3504?
В этом случае количество атомов кислорода в правой части равняется 20, поэтому для уравнивания в левую часть добавим 20 молекул воды.
Теперь в левой части уравнения появились 40 атомов водорода, тогда как в правой части их нет, поэтому в правую часть прибавим 40 ионов водорода.`],[`g11-c7-s01-t04`,11,`c7`,`s01`,`28`,`Уравнивание ОВР методом полуреакций`,128,129,`textbook`,`ru`,`Kimyo 11`,`Теперь в левой части уравнения появились 40 атомов водорода, тогда как в правой части их нет, поэтому в правую часть прибавим 40 ионов водорода.
Арифметическая сумма зарядов в левой части уравнения равна 0, а сумма зарядов в правой части равна +28. Поэтому с левой части отнимаем 28 электронов.
Теперь суммируем уравнения с окислителями и восстановителями и приравняем количества принятых и отданных электронов.Исходя из этого определяем значения коэффициентов:
МОз + 4H — NO + 2H2O 3 28 28 е 3 2 + As2S3+20H2O → 2AsO4 + 3804” + 4OH" | 2 3
Ставим коэффициенты перед молекулами и ионами.
Суммируем ионные уравнения с окислителем и восстановителем. 3AsS2S3 + 28NO5 + 60H2O +112H — → - → » 6AsO27 + 980,4? + 12OH + 28NO + 56H2O
Сокращая количества молекул воды и водород ионов пишем сокращенное ионное уравнение.
3As2S3 + 28NO3 + 4H2O — → 6А5О,” + 950,” + 8H" + 28NO`],[`g11-c7-s01-t05`,11,`c7`,`s01`,`28`,`Уравнивание ОВР методом полуреакций`,129,129,`textbook`,`ru`,`Kimyo 11`,`3As2S3 + 28NO3 + 4H2O — → 6А5О,” + 950,” + 8H" + 28NO
Подставляя вышеуказанные коэффициенты Tepes молекулами составляем полное ионное уравнение: ЗА5s3 + 28H№О 3 + 4H2OO → 6H3AsO4 + 9H2SO4 + 28NO
В результате реакция уравнялась.
Рассмотрим пример уравнения — окислительно-восстановительных реакций, протекающих в щелочной среде:
Mn3O4 + KCIO3 + KOH → K,MnQ4 + KCl + H2O
В реакции окислителем является хлорат калия (KCl1OS), a восстановитель оксид марганца(Мп:О,) .
Сначала рассмотрим ион хлората(С103\`)
СЮ) — → СГ
Для уравнения числа атомов кислорода и водорода в этой полуреакции используем существущие у нас в растворе ионы гидроксила и молекулы воды. В левой части уравнения имеются 3 атома кислорода , а в правой части нет. Для уравнивания числа кислорода нужно в щелочной среде в сторону с недостатком кислорода добавить ионы гидроксида,. При этом с сторону с недостатком кислорода прибавляем ОН- в 2 раза больше гидроксид ионов, , т.е 6 ионов.`],[`g11-c7-s01-t06`,11,`c7`,`s01`,`28`,`Уравнивание ОВР методом полуреакций`,129,130,`textbook`,`ru`,`Kimyo 11`,`При этом с сторону с недостатком кислорода прибавляем ОН- в 2 раза больше гидроксид ионов, , т. е 6 ионов.
СЮ; — → СГ + 6OH °
В щелочной среде для уравнивания количества водорода в сторону, где отсутствует или не хватает водорода, добавляем столько молекул воды, сколько требуется атомов водорода.
C10} + 3H2O → СГ + 6OH ~
9 — Общая химия, 11-класс 129
Арифметическая сумма зарядов в левой части уравнения равна -1, а сумма зарядов в правой части равна -7.Поэтому в левую часть добавляем 6 электронов.
СЮ + 3H2O +6 е— → СГ + 6OH ~
Теперь рассмотрим Мпзо, который является восстановителем в данной реакции.
Mn3O4 → MnO,*
Сначала для уравнивания числа марганца в правую сторону перед манганат ионом ставим коэффициент 3:
Mn3O4 → 3MnO,*
Теперь количество кислорода в првой части стало 12 , а в левой части 4.Так как в левой части количество кислорода меньше на 8 чем в правой части, в левую часть добавляем в 2 раза больше, т.е. 16 ионов гидроксила:`],[`g11-c7-s01-t07`,11,`c7`,`s01`,`28`,`Уравнивание ОВР методом полуреакций`,130,131,`textbook`,`ru`,`Kimyo 11`,`Так как в левой части количество кислорода меньше на 8 чем в правой части, в левую часть добавляем в 2 раза больше, т. е. 16 ионов гидроксила:
Мпз0, + 16 OH → 3MnO{7
Соответственно для уравнивания количества водорода в правую часть добавляем 8 молекул воды :
Мипзо4 + 16 OH → -3MnO{? + 8H2O
Арифметическая сумма зарядов в левой части уравнения равна -16, а сумма зарядов в правой части равна -6.Поэтому в левой части вычитаем 10 электронов.
Мпзо, + 16 OH" - 10 е → 3MnO,> + 8H2O
Теперь объединяем ионные уравнения окислителя и восстановителя и путем уравнивания числа отданных или принятых электронов, подбираем коэффициенты перед этими ионами:
_-10 е 2- 5 Mn3O4 + 16 OH — → -3NaO4” + 8H2O | 10 3
Поставим определеные коэффициенты в соответствующие уравнения
3Mn3O4 + 48OH ~ → 9MnO4> + 24H2O
Объединим два вышеуказанных уравнения в общее уравнение с участием
ИОНОВ.`],[`g11-c7-s01-t08`,11,`c7`,`s01`,`28`,`Уравнивание ОВР методом полуреакций`,131,131,`textbook`,`ru`,`Kimyo 11`,`…3Mn3O4 + 48OH ~ → 9MnO4> + 24H2O Объединим два вышеуказанных уравнения в общее уравнение с участием ИОНОВ.
3Mn3O4 + 48OH + 5C103 + 15H2O → 9MnO{? + 24H2O + 5СГ + 30OH"
Сокращаем в левой и правой части уравнения количества воды и гидроксид ионов. При этом от 24 молекул воды в правой части и 15 молекул в левой части остаются 9 молекул воды в правой части.Точно таким же образом сокращаем гидроксид ионы и в итоге в левой части остается 18 ионов OH-.
3Mn3O4 + 18OH + 5С1Ю0у — → 9MnO,? + 9H2O + 5СГ
Это сокращенное ионное уравнение окислительно-восстановительной реакции. Перенося заряды перед частицами в начальное уравнение, завершаем процесс уравнивания.
3Мпзо4 + 5КС1Ю 3 + 18KOH → 9K2MnOO, + 5KCI + 9H2O
В результате мы можем увидеть уравненную окислительно-восстановительную реакцию.
Вопросы и задания:
1. Найдите реакции, в которых атом азота окисляется до +5.`],[`g11-c7-s01-t09`,11,`c7`,`s01`,`28`,`Уравнивание ОВР методом полуреакций`,131,132,`textbook`,`ru`,`Kimyo 11`,`1. Найдите реакции, в которых атом азота окисляется до +5.
1) МО» + О» + NaOH = NaNO3; + H2O
2) NO, + H2O = HNO3 + №
3) NO, + NaOH = NaNO3 + NaNO2 + H2O
4) NO, + HI = № + J, + H2O
5) NO, = № + О,
6) NO; + О) + HO = HNO3
2. Найдите реакции, в которых атом азота восстановливается до +2.
2) NO, + О» + HO = HNO3
3) NO, + H2O = HNO3 + NO
4) NO, + HI =NO + J, + H2O
5) NO, + NaOH = Ма№03 + NaNO2 + H2O
6) NO, + H2O + SO2 = H2SO4 + №
3. Найдите сумму коэффициентов в правой части уравнения.
PbO, + MnSO4 + HNO3 — → - нмпо + PbSO4 + Pb(NO3)2 + H2O
4. Найдите сумму коэффициентов в левой части уравнения.
As)S3 + HNO3; → H3AsO4 + SO2 + NO, + H2O
5. Какова сумма всех коэффициентов в следующей реакции? H2O, + CrCl3 + KOH → K2CrO4 + KCl + H2O
6. KMnO4 + H2O; + КОН— → Найдите сумму — коэффициентов B правой и в левой частях уравнения.`],[`g11-c7-s02-t01`,11,`c7`,`s02`,`29`,`ОВР и среда раствора`,132,132,`textbook`,`ru`,`Kimyo 11`,`§ 29 Зависимость окислительно-восстановительных реакций от среды раствора
Для изучения окислительных свойств перманганата калия в различных средах, возьмем 3 пробирки и в каждую из них наливаем раствор перманганата калия, который имеет темно-фиолетовый цвет. Затем, в каждую из пробирок наливаем нитрит натрия, который обладает восстановительными свойствами. После чего в первую пробирку добавляем 1-2 капли серной кислоты, во вторую столько же дистиллированной воды, а в третью 1-2 капли раствора гидроксида калия.
В первой пробирке раствор обесцвечивается, во второй выпадает бурый осадок, а третий раствор приобретает зеленый цвет. Из этого следует, что в зависимости от среды в окислительно-восстановительных реакциях могут образоваться разные вещества и придавать растворам различную окраску.
Теперь рассмотрим, какие процесы произошли в каждой пробирке. Ион перманганата(Моо,) придает раствору фиолетовую окраску, из-за чего и у нас растворы были такой окраски. Для выяснения различного поведения окислителя в трех пробирках напишем уравнения реакций.`],[`g11-c7-s02-t02`,11,`c7`,`s02`,`29`,`ОВР и среда раствора`,132,133,`textbook`,`ru`,`Kimyo 11`,`Для выяснения различного поведения окислителя в трех пробирках напишем уравнения реакций.
В первой пробирке протекает следующая реакция.
KMnO4 + NaNO3 + H2SO4 → MnSO4 + NaNO3 + K2SO4 + H2O
Уравним его с помощью метода полуреакций.
KMnO4 + NaNO2 + H2SO4 → MnSO4 + NaNO3 + K2SO4 + H2O - Se 2+ MnO4 + 8H — → Мп” +4H2O |5 2 i -2 е i + NO, + НО — → №04 + 2H 2 5
2MnO2 + 16H + 5NO2” + 5H2O → =2Mn*" + 8H2O + SNO3™ + 1OH"
2KMnQ, + 5NaNO3 + 3H2SO4, → 2MnSO4 + 5NaNO3 + K2SO4 + 3H2O
Как мы видим из уравнения реакций, ион перманганата, окрашивший раствор в фиолетовый цвет, перешел в Мп’ Так как Mn?" является бесветным, наш раствор тоже обесцветился. Значит изменение окраски раствора зависит от перехода иона перманганта в кислой среде в ион Мп».
Для второй пробирки напишем следующую реакцию:
кмпбо, + NaNO3 + H2O → MnO, + NaNO3; + KOH`],[`g11-c7-s02-t03`,11,`c7`,`s02`,`29`,`ОВР и среда раствора`,133,133,`textbook`,`ru`,`Kimyo 11`,`…в ион Мп». Для второй пробирки напишем следующую реакцию: кмпбо, + NaNO3 + H2O → MnO, + NaNO3; + KOH
При взаимодействии перманганата калия с HUTPUTOM натрия в нейтральной среде, ион перманганата (MnO,) принимает 3 электрона и переходит в оксид марганца (IV) (Мпо»). А восстановитель нитрит натрия как в первой реакции переходит в нитрат натрия. KMnO4 + NaNO2 + H2 O → MnO, + NaNO3 + KOH +3e MnO44 + 2H2O —— MnO, + 4OH" |3 2 2e NO, + 2OH — → №3 + HO 2 3
2MnO44 + 4H2O + ЗМ№О» + 6OH → 2MnOO, + 8OH" + 3NO53™ + 3H2O
2MnO4\` + H2O + 3NO,” → 2MnO, + 2OH" + 3NO3”
2KMnO4 + 3NaNO3 + H2O → 2MnO, + 3NaNO3 + 2KOH
Как мы видим из уравнения реакций, перманганат ион, окрашивший раствор в фиолетовый цвет, перешел в оксид марганца (IV) (MnO). Так как MnO, является осадком бурового цвета в конце реакции мы увидели выпадение бурого осадка. Значит ион перманганта в нейтральной среде переходит в Мпбо..
В третьей пробирке: KMnQ,4 + NaNO2 + КОН — → Компо) + NaNO3 + H2O`],[`g11-c7-s02-t04`,11,`c7`,`s02`,`29`,`ОВР и среда раствора`,133,133,`textbook`,`ru`,`Kimyo 11`,`В третьей пробирке: KMnQ,4 + NaNO2 + КОН — → Компо) + NaNO3 + H2O
При взаимодействии перманганата калия с нитритом натрия в щелочной среде, перманганат ион (MnO,) принимает 1 электрон и переходит в HOH манганата. А восстановитель нитрит натрия переходит в нитрат натрия. KMnO4 + NaNO2 + КОН → K3MnOO24 + NaNO3 + H2O _ +1е 2 MnO; → MnO2 1 2 2e NO, + 2OH —— → № + H2O 2 1
2MnO44 + NO, + 2OH → »2MnO4> + NO; + H2O
2KMnO4 + NaNO2 + 2KOH → 2K2MnO4 + NaNO3 + H2O
Как мы видим из уравнения реакций ион перманганата, окрашивавший раствор в фиолетовый цвет перешел в ион манганата. Так как ион манганата имеет зеленый цвет, раствор в третьей пробирке окрасился в зеленый цвет. Значит ион перманганта в нейтральной среде переходит в манганат (MnO4>).`],[`g11-c7-s02-t05`,11,`c7`,`s02`,`29`,`ОВР и среда раствора`,133,134,`textbook`,`ru`,`Kimyo 11`,`Значит ион перманганта в нейтральной среде переходит в манганат (MnO4>).
Окислительные свойства иона перманганата зависит от среды раствора. Так как в кислой среде он проявляет сильные окислительные свойства, он принимает 5 электронов и переходит в Mn. В нейтральной среде, проявляя средную окислительную способность ион перманганата переходит в MnO,. Самый низкий окисительный потенциал иона перманганата наблюдается в щелочной среде, где восстановление происходит до иона манганата MnO,*.
MnO, 10 MnO,
OH" > MnO2
Задания и вопросы:
1. При взаимодействии перманганата калия с пероксидом натрия в присутствии серной кислоты, выделилось 5,6 л (н.у) газа. Определите массу перманганата калия вступившего в реакцию.
2. При взаимодействии сульфата хрома (III) с пероксидом водорода в присутствии гидроксида калия образовалось 19,4 г хромата калия. Определите массу окислителя, вступившего в реакцию. А) 5,1 В) 13,6 С) 10,2 D) 6,8`],[`g11-c7-s02-t06`,11,`c7`,`s02`,`29`,`ОВР и среда раствора`,134,134,`textbook`,`ru`,`Kimyo 11`,`Определите массу окислителя, вступившего в реакцию. А) 5,1 В) 13,6 С) 10,2 D) 6,8
3. Определите массу золота, образовавшегося в результате взаимодействия 204 г 5% раствора пероксида водорода с хлоридом золота в щелочной среде.
4. Сколько молей восстановителя прореагирует с 1 молем окислителя в следующей реакции. K2Cr2O7 + FeSO4 + H2SO4 → А) 2 В)6
5. Сколько молей окислителя вступило в реакцию и какое количество (моль) газа образовалось в результате взаимодействия 200 г 36,5% раствора хлористоводородной кислоты с перманганатом калия. A) 0,2; 0,5 В) 2; 5 С) 0,25; 0,625 D) 39,5; 44,38
6. P4S7+HNO3; → H3PO4 + H2SO4 + №, + HO определите сумму всех коэффициентов в следующей реакции. A) 153 В) 91 С) 63 D) 154`],[`g11-c7-s03-t01`,11,`c7`,`s03`,`30`,`Эквивалентные массы веществ в ОВР`,134,135,`textbook`,`ru`,`Kimyo 11`,`§ 30 Определение эквивалентов веществ в окислительно-восстановительных реакциях
Для определения эквивалента окислителя его молярную массу делим на количество принятых электронов одним молем этого окислителя.
Для определения эквивалента восстановителя его молярную массу делим на количество отданных электронов одним молем этого восстановителя.
М Е — эквивалент окислителя или восстановителя.
Е= М — молярная масса окислителя или восстановителя пе пе — количество электронов, которые отдают или получают окислитель или востановитель.
Например: K,CrpyO7 + KJ + H2SO4 → Crp(S0y4)3; + J, + K2SO4 + HO
Определим эквивалентные массы окислителя и восстановителя в этой реакции.
Сначала уравняем реакцию.
Сгоо7 +14H + 6J → 2Cr’" + 7H2O +3];
Косгоо7 + 6KJ + 7THySO4 → Cr2(SO4)3 + 37) + 4K2SO4 + 7TH,0
В этой реакции K2CrO4 является окислителем , a КЛ восстановитель.
1 моль окислителя (K.CrO;) принимает 6 электронов. Для определения эквивалентной массы его молярную массу делим на 6.`],[`g11-c7-s03-t02`,11,`c7`,`s03`,`30`,`Эквивалентные массы веществ в ОВР`,135,136,`textbook`,`ru`,`Kimyo 11`,`CrO;) принимает 6 электронов. Для определения эквивалентной массы его молярную массу делим на 6.
E(K2Cr4O9) = M(K2Cr2O7) _ 294 - 49
2 моля восстановителя (KJ) принимает 2 электрона . Для определения эквивалентной массы находим сколько электронов отдал 1 моль восстановителя:
2 моль востановитель — — — — — — 2 электрона 1*2 x = — —-= | электрон
1 моль востановитель — — — — — Хх 2
Теперь разделим его молярную массу(166) на. M(KJ) 166 Е(КЛ) = — — —=— — = 166 пе 1
Ответ: Эквивалентная масса окислителя равна 49, а восстановителя 166.
Рассмотрим еще один пример:
FeSO4 + KMnO4 + H2SO4 → Fey (SO4)3 + MnSO4 + K2SO4 + H2O
В этой реакции эквивалентные масы окислителя и восстановителя можно определить, не уравняв эту реакцию. Для этого определяем число отданных и принятых электронов.
Мо’ — → Mn?" 5 2
Ее? → 2Fe”! 2 5
В этой реакции 1 моль иона Мп” принимает 5 электронов и переходит в Мп”, поэтому для определения эквивалентной массы перменганата калия его молярную массу делим на 5.`],[`g11-c7-s03-t03`,11,`c7`,`s03`,`30`,`Эквивалентные массы веществ в ОВР`,136,136,`textbook`,`ru`,`Kimyo 11`,`В этой реакции 1 моль иона Мп” принимает 5 электронов и переходит в Мп”, поэтому для определения эквивалентной массы перменганата калия его молярную массу делим на 5.
2 иона Fe? в составе восстановителя отдают 2 электрона переходят в Fe’. Определим количество электроноа отданных 1 молем восстановителя.
2 моль востановитель — — — — — — 2 электрона 1+2 х = — —- = | электрон
1 моль востановитель — — — — —Х 2
Для определения эквивалентной массы восстановителя его молярную массу (152) делим на 1.
M(FeSO4) 152 F(FeSO4) =————=—"=152 ne 1
Ответ: эквивалентная масса окислителя равна 31,6, а восстановителя 152.
Хорошие навыки по определению эквивалентных масс окислителей и восстановителей дает нам возможность без написания уравнения реакции определить массы веществ в реакции.
Например в этой реакции участвовало 30,4 г FeSO4 .Определим сколько г MnSO4 образовалось в этой реакции.
FeSO4 + KMnO4 + H2SO4 → Fe, (SO4)3 + MnSO4 + K2SO4 + H2O
Для решения этой задачи нужно определить эквиваленты FeSO4 и MnSO.. Нам эквивалент FeSO4 уже известен( 152 ).`],[`g11-c7-s03-t04`,11,`c7`,`s03`,`30`,`Эквивалентные массы веществ в ОВР`,136,137,`textbook`,`ru`,`Kimyo 11`,`Для решения этой задачи нужно определить эквиваленты FeSO4 и MnSO.. Нам эквивалент FeSO4 уже известен( 152 ).
Теперь определим эквивалентную массу MnSOs 1 моль окислителя (KMnO4) принял 5 электронов и образовал MnSO4. Поэтому для определения эквивалентной массы (152) его молярную массу делим на 5.
M(MnSO4) 151 EMnSOy) = Tne 3 = 30,2
Эквивалентная масса MnSO4 равна 30,2. Воспользуясь законом эквивалентов можно с легкостью определить массу MnSO4:
m(FeSO,) _ ( 4) x= = 6,04 г
Ответ: образовалось - 6,04 г MnSO..
Для проверки полученного ответа уравняем реакцию:
FeSO4 + KMnO4 + H2SO4 → Fey (SO4); + MnSO4 + KOS04 + H2O
2Fe?! → 2Fe’’ 2 5
10FeSO4 + 2KMnO4 + 8H2SO4 → 5Fe2(SO4)3 + 2MnSO4 + K2SO4 + 8H2O
Теперь на основании реакции определим массу МпsО)4:
10FeSO4 + 2KMnO4 + 8H2SO4 → 5Fe(SO2); + 2MnSO4 + KO5O, + 8H2O 152-10=1520p — — 151.2=302 г
Мы доказали что использование эквивалентных массускоряет и облегчает решение задач на тему окислительно- восстановительные реакции.`],[`g11-c7-s03-t05`,11,`c7`,`s03`,`30`,`Эквивалентные массы веществ в ОВР`,137,138,`textbook`,`ru`,`Kimyo 11`,`Мы доказали что использование эквивалентных массускоряет и облегчает решение задач на тему окислительно- восстановительные реакции.
Вопросы и задания:
1.Уравняйте следующие реакции и определите эквивалентные массы окислителя и восстановителя.
2. Определите эквивалентные массы окислителя и восстановителя в следующих реакциях.
FeS, + HNO3 → Fe(NOj3); + H2SO4 + NO, + H2OO Cr2(SO4)3 + KOH + H2O,— → Костод + K2SO4 + H2O
3. При взаимодействии дихромата калия с метанолом в присутсвии серной кислоты образовалось 27,6 муравьиной кислоты. Определите массу окислителя вступившего в реакцию.
4. Определите массу серы образовавшегося в результате взаимодействия 27,65 г перманганата калия с 27,2 г сульфида водорода.
5. При взаимодействии Йодида калия и пероксида натрия в присутствии серной кислоты выделилось 7,62 г кристаллического вещества. Определите массу окислителя вступившего в реакцию.
6. При взаимодействии перманганата калия и оксалата натрия в присутствии серной кислоты выделилось 22 г углекислого газа. Определите массу окислителя вступившего в реакцию.`],[`g11-c8-s01-t01`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,139,139,`textbook`,`ru`,`Kimyo 11`,`8 ГЛАВА. ЭЛЕКТРОЛИЗ
§ 31 Понятие электролиза. Электролиз растворов и расплавов
Для того чтобы понять процесс электролиза рассмотрим следующий эксперимент.
Для проведения электролиза понадобится специальный — сосуд (электролизер или электролитическая ванна). Наливаем раствор хлорида меди (II) в посуду. TN
CuCl, CuCl, Раствор раствор
Опускаем в раствор электроды. Соединяем K первому электроду отрицательный заряд электрического тока а ко второму положительный заряд. Электрод, соединенный с отрицательным зарядом называется катодом, а с положительно заряженный электрод анодом.
катод анод
CuCl, раствор
При соединении катода и анода с источником постоянного тока протекает реакция. То есть положительные ионы Си?" двигаются к катоду. Отрицательные ионы СГ двигаются к аноду.
Положительные ионы меди (Си”) подходят к катоду, принимают электроны и превращаются в нейтральный атом (Си), а ионы (СГ) подходят к аноду, теряют заряд и превращаются в С1,. В результате на катоде катод анод электроны CL`],[`g11-c8-s01-t02`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,139,140,`textbook`,`ru`,`Kimyo 11`,`Положительные ионы меди (Си”) подходят к катоду, принимают электроны и превращаются в нейтральный атом (Си), а ионы (СГ) подходят к аноду, теряют заряд и превращаются в С1,. В результате на катоде катод анод электроны CL
Су?! cr
CuCl, раствор с, Я се!” OH cr cr Cu, Cr cr происходит восстановление а на аноде окисление. To есть произошел процесс электролиза.
Окисслительно-восстановительный — процесс, протекающий в растворах или расплавах с участием электрического тока называется электролизом
Слово электролиз означает расщепление под воздействием электрического тока. В процессе электролиза химическая реакция протекает за счет электрической энергии
Электролиз может протекать как в растворах, так и в расплавах. То есть превращая твердые вещества в жидкое состояние проводят электролиз. Такой процесс называется электролизом расплавов.
При электролизе расплавов электрический ток проводится через расплавы оксидов, щелочей и солей.`],[`g11-c8-s01-t03`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,140,141,`textbook`,`ru`,`Kimyo 11`,`При электролизе расплавов электрический ток проводится через расплавы оксидов, щелочей и солей.
Например при введении в расплав хлорида натрия (NaCl расплавляется при 801 °С) инертных электродов (уголь) и проведении постоянного тока, катионы Ма’ двигаются к катоду, а анионы СГ к аноду. Доходя до катода, ионы Ма’ принимают электроны и восстанавливаются:
+ — Na" + е= Ма
Ионы хлора, достигая анода, отдают электроны и окисляются.
2СГ- 2е = СЬ
В результате на катоде выделяется металлический натрий, а на аноде выделяется хлор.
электролиз электролиз
2 № +2017 — — — → -2 № + Cl, или 2 NaCl → 2 № + Cl,
Обычно электролиты подвергаются — электролизу в расплавленном состоянии. При расплавлении электролитов как NaCl, нарушается их ионная кристаллическая решетка. Образованный расплав состоит из непорядочно двигающихся ионов.
Для проведения — электролиза растворов необходимо их сначала приготовить и затем проводить процесс.`],[`g11-c8-s01-t04`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,141,141,`textbook`,`ru`,`Kimyo 11`,`Для проведения — электролиза растворов необходимо их сначала приготовить и затем проводить процесс.
При электролизе растворов ток проводится через растворы щелочей, кислот и солей.
В химии большое значение имеет электролиз водных растворов.
Электролиз водных растворов. При электролизе водных растворов могут участвовать и ионы водорода или гидроксида. Эти ионы образуются при диссоциации воды. Образованные ионы двигаются к соответствующим электродам: катоду притягиваются катион (H+), аноду анион (OH-).
Электролиз раствора хлорида меди (II) может быть примером электролизу водных растворов. Ионы Cu** и СГ направляются к соответствующим электродам и протекают следующие процессы:
катод: Cut +2e = Cue анод: 2СГ - 2e=Cl,
При электролизе растворов на катоде не всегда выделяется атом металла. Вместо атома металла на катоде может выделится и H2 в газообразном состоянии. Для того чтобы определить именно какой продукт выделится на катоде воспользуемся рядом активности металлов, предложенным русским ученым Н.Н.Бекетовым.`],[`g11-c8-s01-t05`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,141,141,`textbook`,`ru`,`Kimyo 11`,`Для того чтобы определить именно какой продукт выделится на катоде воспользуемся рядом активности металлов, предложенным русским ученым Н. Н. Бекетовым.
Li, К, Ва, Sr, Ca, Na, Mg, Al, Zn, Cr, Fe, Cd, Co, №, Sn, Pb, нэ] Cu, Hg, Ag, Pt, Au
В этом ряду мы можем увидеть и водород. Активность остальных металлов в данном ряду был взят относительно водорода. Металлы, находящиеся правее водорода, считаются пассивными. А металлы левее водорода считаются активными и могут занять место водорода в реакциях. Они, в свою очередь делятся на активные и на металлы средней силы.
Li, К, Ba, Sr, Ca, Na, Mg,| Al, Zn, Cr, Fe, Cd, Co, №, Sn, Pb, Cu, Hg, Ag, Pt, Au Активные металлы Металлы средней активности Пассивные металлы
Таким образом по активности металлы делятся на 3 группы:
1. активные (от Li до Al)
2. металлы средней силы (от Al до H2)
3. пассивные металлы (металлы левее водорода H2)
Разделение металлов по их активности имеет большое значение в процессе электролиза. Зная раствор какого основания или соли подвергается электролизу, можно определить какие продукты выделятся на электродах.`],[`g11-c8-s01-t06`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,141,142,`textbook`,`ru`,`Kimyo 11`,`Зная раствор какого основания или соли подвергается электролизу, можно определить какие продукты выделятся на электродах.
1. Если в процессе электролиза участвуют активные металлы то на катоде выделяется водород.
2. Если участвует металл средней активности, то на катоде выделяются металл и водород.
3. Если пассивный металл участвует в процессе электролиза TO на катоде выделится металл.
Также можно определить продукты, образующиеся на аноде в реакциях электролиза. Для этого смотрим на анион, участвующий в реакции. В качестве аниона обычно рассматривается кислотный остаток. Из темы кислот нам известно, что кислоты делятся на бескислородные и кислородсодержащие.
1. Кислородсодержащие: H2SO4 H3PO., HNO2, HCIO и другие.
2. Бескислородные: HCI, HBr, HI, H2S, НЕ и т. д.
Если в реакции электролиза участвует анион, содержащий остаток кислородсодержащей кислоты или анион фтора(Е"), то на аноде выделится молекула кислорода.`],[`g11-c8-s01-t07`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,142,142,`textbook`,`ru`,`Kimyo 11`,`Если в реакции электролиза участвует анион, содержащий остаток кислородсодержащей кислоты или анион фтора(Е"), то на аноде выделится молекула кислорода.
Если в процессе электролиза участвует анион, содержащий остаток бескислородной кислоты (кроме Е"), то на аноде выделится молекула неметалла в составе кислоты.. например, из аниона хлора (СГ) выделится (Cl,); из бромида (Br) молекула брома (Bry); из йодида (Г) молекула йода (15); из сульфида (s?) молекула сульфида водорода(Н›s);
Исходя из вышеуказанной информации реакции электролиза можно разделить на 6 групп.
1. При электролизе солей, состоящих из активного металла и остатка кислородсодержащей кислоты, на катоде выделится водорода на аноде кислород. В результате увеличится концентрация соли за счет уменьшения количества воды.
электролиз к А
КСО, + 2H2O — — → K2CO3 + ame ой
2. При электролизе солей, состоящих из активного металла и остатка бескислородной кислоты, на катоде выделится водород, а на аноде молекула неметалла и в растворе образуется щелочь:`],[`g11-c8-s01-t08`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,142,143,`textbook`,`ru`,`Kimyo 11`,`При электролизе солей, состоящих из активного металла и остатка бескислородной кислоты, на катоде выделится водород, а на аноде молекула неметалла и в растворе образуется щелочь:
K A электролиз
2KCl +2H2O этой, ci} + 2KOH
3. При электролизе солей, состоящих из металла средней активности и остатка кислородсодержащей кислоты на катоде выделится металл и водорода на аноде кислород и образуется кислота:
K A электролиз
MnSO4 + 2H2O → Мп + ный + о} + H2SO4
4. При электролизе солей, состоящих из металла средней активности и остатка бескислородной кислоты, на катоде выделится металл и водорода на аноде неметалл и образуется основание:
электролиз к A A
2MnCl2 2H2 O → Мп + H2 | + 2Cl,| + Mn(OH)2
5. При электролизе пассивных металлов , растворы солей содержащие остаток кислородной кислоты: на катоде отделяется металл , на аноде кислород и в растворе образуется кислота.
К A электролиз
6. При электролизе пассивных металлов, растворы солей содержащие осадок безкислородной кислоты: электролизуется только соль, вода остается неизменной. На катоде выделяется металл, на аноде неметалл.`],[`g11-c8-s01-t09`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,143,143,`textbook`,`ru`,`Kimyo 11`,`При электролизе пассивных металлов, растворы солей содержащие осадок безкислородной кислоты: электролизуется только соль, вода остается неизменной. На катоде выделяется металл, на аноде неметалл.
K A электролиз
CuC15+ H2OO → Cu + cA +HO
Li, Cs, Rb, К, Ba, Sr, Al, Mn, Zn, Cr, Fe, Cu, Hg, Ag, Pd, Ca, Na, Mg, Be Cd, Co, Ni, Sn, Pb Pt, Au а| B
2 = MeCl+2H.0— MeCl+2H.0— MeCl+2H2O—
В &| | Меон+Ме+но+СЬ Ме+Сь+H2O oS Я MeSO,—Me+
= 5 Z MeSO,—Me+0-+SO5 MeSO,—Me+0-,+SO3 Е Eg 0,+SO3
= = QQ
EB MeCl—Me+Cl, MeCl—-Me+Cl, MeCl → Me+Cl, s a
Электролиз имеет большое значение в химической промышленности и в цветной металлургии. Алюминий, цинк, магний и другие металлы получают методом электролиза.Кроме этого этим методом можно получить такие неметаллы как водород, хлор и кислород.`],[`g11-c8-s01-t10`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов`,143,144,`textbook`,`ru`,`Kimyo 11`,`Кроме этого этим методом можно получить такие неметаллы как водород, хлор и кислород.
Для покрытия поверхности одного металла другим металлом используется процесс электролиза. Например, для никелирования изделий используют никелевый анод, а никелируемое изделие служит катодом. Оба электрода опускаются в раствор соли никеля. В результате электролиза катод покроется слоем никеля. Никелевое, хромированное, золотое покрытие не только придают красивый вид изделиям но и сохраняют их от коррозии. Кроме того, этим методом можно покрыть изделие любой формы.
Задания и вопросы
1. Напишите реакцию электролиза расплава и раствора KCl и уравняйте.
2. Напишите и уравняйте реакции электролиза растворов следующих веществ. Al, (SO4) 3, Мазро4, NiF2, KOH, HCI, HCIO;, Hg (NO3) 2.
3. Напишите реакции электролиза расплавов следующих веществ. Li2CO3, Са (NO3) ›, AlBr3, HI, BaO, CuSO..
4. Смешивали растворы, полученных электролизом растворов Bal, и CuSO... Напишите уравнения реакции.`],[`g11-c8-s01-d01`,11,`c8`,`s01`,`31`,`Понятие об электролизе. Электролиз растворов и расплавов: катодом, Окисслительно-восстановительный, электролизом расплавов`,139,140,`definition`,`ru`,`Kimyo 11`,`Электрод, соединенный с отрицательным зарядом называется катодом, а с положительно заряженный электрод анодом.
Окисслительно-восстановительный — процесс, протекающий в растворах или расплавах с участием электрического тока называется электролизом
Такой процесс называется электролизом расплавов.`],[`g11-c8-s02-t01`,11,`c8`,`s02`,`32`,`Законы электролиза`,144,144,`textbook`,`ru`,`Kimyo 11`,`§ 32 ЗАКОНЫ ЭЛЕКТРОЛИЗА.
1-закон Фарадея: масса вещества, выделивщегося на электродах, прямо пропорциональна количеству пропущенного электрического тока через раствор электролита:
2-закон Фарадея: При проведении одинакого количества электрического тока через растворы разных электролитов, масса веществ, выделившихся на электродах, прямо пропорциональна их эквивалентным массам.
По закону эквивалентов, при пропускании электрического тока равным 1 Е через растворы или расплавы нескольких электролитов, количества окисленных или восстановленных веществ на электродах равняются их эквивалентным количествам. Например если положить в первый сосуд раствор AgNO3, во второй раствор CuSO4 un в третий FeCl3 затем пропустить 1 Е или 96500 Кл тока, то в каждом сосуде на электродах выделятся 1гр/экв вещества.
Для того чтобы узнать массу | гр/экв вещества необходимо эквивалентное количество вещества (No) умножить на эквивалентную массу вещества(Е) m=E-n`],[`g11-c8-s02-t02`,11,`c8`,`s02`,`32`,`Законы электролиза`,144,145,`textbook`,`ru`,`Kimyo 11`,`Для того чтобы узнать массу | гр/экв вещества необходимо эквивалентное количество вещества (No) умножить на эквивалентную массу вещества(Е) m=E-n
То есть в первом сосуде выделится 108 г (1:108=108 г) серебра и 8 (1-8=8 г) г кислорода, во втором 32 (1:32=32 г) г меди и 8 г (1:8=8 г) кислорода, в третьем 18,66 г (1:18,66=18,66 г) железа и 35,5 (1:35,5=35,5 г) г хлора. 96500 кулон называется числом Фарадея и обозначается буквой Е.
Для первого и второго законов Фарадея справедлива следующая формула:
Eel т — масса выделившего вещества(г)
т = __E°I*t | Е - Эквивалентный вес вещества
96500 Т - Время проведения электролиза (секунды) I - сила тока (Ампер) Вышеуказанную формулу можно выразить следующим образом.
a о В
Отношение массы вещества (т) к его эквивалентной массе(Е) даст нам эквивалентное количество(п.к). т п экв — Эквивалентное количество растворенного, веn, =— щества (г / экв)`],[`g11-c8-s02-t03`,11,`c8`,`s02`,`32`,`Законы электролиза`,145,145,`textbook`,`ru`,`Kimyo 11`,`к). т п экв — Эквивалентное количество растворенного, веn, =— щества (г / экв)
Е т — Масса растворенного вещества(г)
Е — Эквивалентная масса растворенного вещества (экв.) Основываясь на этой формуле, заменяем соотношение массы на эквивалент на эквивалентное количество:
It п =———— же 96500
1-задача: В течение какого времени необходимо провести ток силой 5 А через 500 г 32% раствор CuSO4, чтобы полностью выделить медь.
Решение задачи: при электролизе раствора CuSO4 на катоде выделится медь, а на аноде кислород: электролиз
Определим массу CuSO4 в составе 500гр раствора :
Значит 160 rp CuSO. полностью вступает в реакцию ‚Теперь используя эту массу определим время в течение которого пропускали ток с силой 5 А M 160 E(CuSO4)=—2-= —————=80 ( 4) пм Tos
E-1 Значит при электролизе 500 г 32% раствора сульфата меди силой тока SA, в течение 38600 секунд можно полностью выделить медь. Ответ: 38600 с.`],[`g11-c8-s02-t04`,11,`c8`,`s02`,`32`,`Законы электролиза`,145,146,`textbook`,`ru`,`Kimyo 11`,`E-1 Значит при электролизе 500 г 32% раствора сульфата меди силой тока SA, в течение 38600 секунд можно полностью выделить медь. Ответ: 38600 с.
10 — Общая химия, 11-класс 145
2-задача: Какую силу тока необходимо пропускать через 500 г 23% раствор K2CO3 в течении 4825 минут, чтобы массовая доля соли составила 50 %?
Решение задачи: при электролизе раствора K2CO3 электролизируется только вода, так как соль содержит активный металл. В результате уменьшения количества воды концентрация соли растет:
электролиз A A
K2CO3 + 2H2O → K2CO3+ 2H2 | O2
Сначала определим массу К2СОЗ в 500 rp раствора.:
В процессе электролизируется только вода а 115 гр масса соли K2CO3; не меняется. Поэтому происходит увеличение концентрации соли. Зная, что после электролиза массовая доля соли составила 50%, определим массу оставшегося раствора.
X——— 100% раствор _ 115.100 115 г K2CO3 50% X Tso = 23(QTr раствор`],[`g11-c8-s02-t05`,11,`c8`,`s02`,`32`,`Законы электролиза`,146,146,`textbook`,`ru`,`Kimyo 11`,`X——— 100% раствор _ 115. 100 115 г K2CO3 50% X Tso = 23(QTr раствор
Отнимая от массы начального раствора массу полученного раствора после электролиза, найдем массу электролизованной воды:
Значит 270 г воды подверглась электролизу ‚Теперь определим силу тока.
[= в.р “owas 0A
Ответ: 10 А
3-задача: Определите концентрацию раствора (%), полученного при электролизе 250 г 8,94% раствора KCl с силой 3 А в течени 9650 секунд.
Решение задачи: При электролизе раствора KCl на катоде выделится водород, а на аноде хлор:
электролиз
2H2O+ 2KCl иене Cly| + 2KOH
Сначала определим массу KCl в составе 250 гр раствора:
Теперь определим эквивалентное количество KCl
_ Mxa _ 74,5 _ No. = m _ 2235 =(.3 г/экв
Е(КС!) = ам 74,5 OKB E 74,5 >
Значит в составе раствора было 0,3 г/экв KCl. Теперь определим количество пропущенного тока.`],[`g11-c8-s02-t06`,11,`c8`,`s02`,`32`,`Законы электролиза`,146,147,`textbook`,`ru`,`Kimyo 11`,`Значит в составе раствора было 0,3 г/экв KCl. Теперь определим количество пропущенного тока.
Исходя из найденных значений можно понять, что в растворе было 0,3 г/экв KCl и через раствор пропущено 0,3 эквивалента тока. Значит тока было достаточно, чтобы полностью подвергнуть электролизу KCl. После электролиза в качестве растворенного вещества останется только КОН и нам нужно посчитать его концентрацию.
Если была израсходовано 0,3 гр/экв KCl, то было получено 0,Згр/экв водорода, 0,3 гр/экв хлора и 0,3 гр/экв КОН (примечание: эквивалентное количество считается одинаковым для исходных и полученный веществ):
Теперь определим массу KOH:
E(KOH)= = КН _ —® _ 56 n (OH) 1
Век = ~~ > т =пеку ° Е
Теперь определим массу раствора после электролиза.
Для этого отнимем от массы растора массу выделившихся водорода и хлора.:
Е(Н›э) = — - = ——= 1 та = п pe Е Vv 1
A т = 0,3 +1 = 0,3 rHp`],[`g11-c8-s02-t07`,11,`c8`,`s02`,`32`,`Законы электролиза`,147,148,`textbook`,`ru`,`Kimyo 11`,`…растора массу выделившихся водорода и хлора.: Е(Н›э) = — - = ——= 1 та = п pe Е Vv 1 A т = 0,3 +1 = 0,3 rHp
Теперь отнимем массы газов от массы раствора и найдем массу полученного раствора.
Найдем процентную концетрацию раствора исходя из массы растворенного вещества и массы раствора.:
Таким образом, концентрация раствора электролиза составляла 7%. Ответ: 7 %
4-задача: Кристаллогидрат CuSO4 nH,O массой 31,25 гр растворили в 300 гр воды. Для полного выделения меди из раствора проводили ток с силой 5 А в течении 4825 секунд. Определите п воды, в формуле кристаллогидрата Решение задачи: Напишем реакцию электролиза сульфата меди электролиз
2CuSO4+ 2H2O → 2Cu + OA + 2H2SO3
Сначала определим эквивалентное количество тока.:
Значит 0,25 эквивалента тока было потрачено на полное выделение меди.
Теперь, воспользуясь найденным количеством, определим массу сульфата меди. M(CuSO4) 160`],[`g11-c8-s02-t08`,11,`c8`,`s02`,`32`,`Законы электролиза`,148,149,`textbook`,`ru`,`Kimyo 11`,`Теперь, воспользуясь найденным количеством, определим массу сульфата меди. M(CuSO4) 160
F(COSO4)= оу 1.2 m=n,ge* Е
Теперь отнимая OT массы кристаллогидрата массу сульфата меди найдем массу воды:
31,25-20= 11,25 г H2O содержит кристаллогидраты
Теперь определим эквивалентное количество воды. т 11,25 п = =" =1,25 г/%xs SKB E 9
Значит Ha 0,25 гр/экв CuSO4 приходится 1,25 гр/экв воды найдем какое количество воды приходится Ha 1 моль CuSO4
CuSO4 * nH,0 0,25— — 1,25 [моль— — — х=5
Значит количество п =5.
Ответ: 5
Вопросы и задания:
1. В течение какого времени (сек.) необходимо провести ток силой 4 А через 607 г 10% раствор AuClS, чтобы полностью выделить золото?
2. В течение какого времени (сек.) необходимо провести ток силой 2 А через 500 г 17% раствор AgNO3, чтобы полностью выделить серебро
3. При пропускании тока с какой силой через 600 г 30% раствор Na2CO3 в течении 96500 минут массовая доля соли составит 35,3 %??`],[`g11-c8-s02-t09`,11,`c8`,`s02`,`32`,`Законы электролиза`,149,149,`textbook`,`ru`,`Kimyo 11`,`При пропускании тока с какой силой через 600 г 30% раствор Na2CO3 в течении 96500 минут массовая доля соли составит 35,3 %??
4. При пропускании тока с какой силой через 580 г 10% раствор K2SO. в течении 53,6 часов массовая доля соли составит 14,5%?
5. Определите концентрацию раствора (%), полученного при электролизе 250 г 5,85% раствора NaCl с силой 5 А в течении4825 секунд .
6. Определите концентрацию раствора (%), полученного при электролизе 200 г 33,2% раствора KJ с силой 4 А в течении 9650 секунд.
7. Кристаллогидрат MnSO4 -nH,0 массой 22,3 г растворили в 500 г воды. Для полного выделения марганца из раствора проводили ток с силой 2 А в течении 9650 секунд. Определите п воды, в формуле кристаллогидрата.
8. Кристаллогидрат CdSO4 - nH,O массой 70,4 г растворили в 350 г воды. Для полного выделения кадмия из раствора проводили ток с силой 8 А втечении 4825 секунд. Определите п воды, в формуле кристаллогидрата.`],[`g11-c8-s02-d01`,11,`c8`,`s02`,`32`,`Законы электролиза: определения`,144,144,`definition`,`ru`,`Kimyo 11`,`96500 кулон называется числом Фарадея и обозначается буквой Е.`],[`g11-c8-s03-t01`,11,`c8`,`s03`,`33`,`Задачи по теме «Электролиз»`,149,150,`textbook`,`ru`,`Kimyo 11`,`§ 33 Задачи по теме электролиз и их решение
1-задача. Через два электролизера с растворами, содержащие 1 моль и 2 моль сулфата меди (II), пропустили ток 4 Е на инертных электродах. Определите массу веществ, образовавшихся на катодах.
Решение задачи: 1) сначала пишется уравнение реакции электролиза:
При решении задачи воспользуемся вторым законом Фарадея.
2) так как в 1 — электролизере имеется 1 моль соли, TO для него расходуется 2 Е тока, а оставшийся 2 Е тока израсходуется для электролиза воды в этом растворе. Основываясь на этом, находятся массы H, и Cu в 1- электролизере.
2:1=2gH, 232 = 64 г Си 64 + 2 = 66 г выделивщегося вещества
3) так как во 2 — электролизере имеются 2 молей соли, то для него расходуется полностью 4 Е тока. Значит, тока не хватит для электролиза воды, при этом ток расходуется только для выделения Си.
2 — электролизере: 4 ' 32 = 128 г Cu.
Ответ: в 1 электролизере - 66 г; во 2 электролизере - 128 г.`],[`g11-c8-s03-t02`,11,`c8`,`s03`,`33`,`Задачи по теме «Электролиз»`,150,150,`textbook`,`ru`,`Kimyo 11`,`Ответ: в 1 электролизере - 66 г; во 2 электролизере - 128 г.
2 — задача. В 458,7 г воды растворили смесь 73,3 г Na2SO4 va CdSO.. Определите массу солей в растворе, если для полного выделения кадмия из раствора потребовалось пропускать ток силой 2 А в течение 24125 секунд.
Решение задачи: 1) пишем уравнение реакции:
электролиз
20dS04+ 2H2O → 2Cd + OA + 2H2S80,
2) находится электрохимический эквивалент моль:
3) из этого находится массу Cd: т = Е*М = 5бэкв * 0,5 = 28 г
4) из массы Cd находится массу CdSO.: 208; CaS0_——————— 112 г Са _ 28 . 208 х 28 г C4 XT = 52г C450,
5) так как общая масса составляет 73,3 г, масса Ма›sO4: т = 73,3 - 52 = 21,3 г.
Ответ: 52 г CdSO4; 21,3 г Na2SO4
3 — задача. Смесь 200 мл 0,1 М раствора Cu(NO3)2 и 300 мл 0,1 М раствора AgNO3 подвергся электролизу током силой 4 А в течение 965 секунд. Определите массу (г) соли после окончания электролиза.
Решение задачи: 1) Пишем уравнения реакций:`],[`g11-c8-s03-t03`,11,`c8`,`s03`,`33`,`Задачи по теме «Электролиз»`,150,151,`textbook`,`ru`,`Kimyo 11`,`…течение 965 секунд. Определите массу (г) соли после окончания электролиза. Решение задачи: 1) Пишем уравнения реакций:
электролиз
2Cu(NO3)2 + 2H2O → 2Cu y+ 05+ 4HNO3 электролиз
4AgNO3 + 2H2O → 4Ag + OA + 4HNO3
2) Сначала определяется масса солей по формуле, которая вытекает из формулы нахождения молярной концентрации.
т = Cu'M-V TT 1000 3,76 г Cu(NOs3);
m= QuM-V | |- == За AgNO3 1000 1000
3) сперва определяется сила тока, которую израсходовали для серебра, так как Ag стоит после Cu в ряду Бекетова:
Значит, если для выделения Ag израсходовалось 2 А тока, найдем массу соли подвергшегося элетролизу:
Если от массы начальной соли Cu(NO3)2 вычесть массу соли, подвергшегося электролизу, выходит масса оставшейся соли:
4 — задача. При электролизе 600 г 12% раствора Cu(NO3)2 на аноде выделилось 29,55 литров (0 °C, 101,3 кПа) газа. Определите массовую долю вещества в растворе после электролиза (%).`],[`g11-c8-s03-t04`,11,`c8`,`s03`,`33`,`Задачи по теме «Электролиз»`,151,152,`textbook`,`ru`,`Kimyo 11`,`При электролизе 600 г 12% раствора Cu(NO3)2 на аноде выделилось 29,55 литров (0 °C, 101,3 кПа) газа. Определите массовую долю вещества в растворе после электролиза (%).
Решение задачи: 1) Находится масса соли:
2) Находится объем O,, который образуется при электролизе 72 г соли: re Х электролиз
2Cu(NO3)2 + 2H2O → 2Cu + 0-4 + 4HNO3
Основываясь на том, что на аноде выделяется 29,55 литров газа, по расчету 29,55 литров — 4,3 литра = 25,25 литр находим объем кислорода, который выделяется из воды.
3) Мы находим электролизованную водную массу:
электролиз 25,25. 36 но 2H2 МНОЙ х-— —— =40.56 г НО
4) Определяется Масса оставшегося раствора. Для этого из уравнения реакции находятся масса веществ, которые выделяются из катода и анода.
2Cu(NO3)2 + 2H2O → 2Cu + OA + 4HNO3
5) Теперь найдем массу раствора:
6) Определим концентрацию полученной кислоты:`],[`g11-c8-s03-t05`,11,`c8`,`s03`,`33`,`Задачи по теме «Электролиз»`,152,154,`textbook`,`ru`,`Kimyo 11`,`…2H2O → 2Cu + OA + 4HNO3 5) Теперь найдем массу раствора: 6) Определим концентрацию полученной кислоты:
5 — задача. При электролизе 100 мл раствора, в составе которого имеются Си(№);)› и AgNO3, прпустили ток силой 0,8 А в течение 4825 секунд, выделились два металла общей массой 2,04 г. Определите концентрации солей (соответственно) в начальном растворе (моль/л).
Решение задачи: 1) Сначала находятся масса металлов из формулы по закону Фарадея:
2) Используя определенные массы, массы металлов в данной нам смеси находятся способом «диагонали»:
Ав 4,32 г NY 076 | 1 | x=25%
Си 1,28 г / AN 2,28 г | 3 | х=75% т= 4,32*0,25 = 1,08г Ag 3) Определяем массы солей, используя известные массы металлов:
Xe 0,96 электролиз
2Cu(NO3)2 + 2H2O → 2Cu + oA + 4HNO3
X————— 1,08 г электролиз
4AgNO3 + 2H2O → 4Ag + oA + 4HNO3
4) Определяем молярную концентрацию солей:
Вопросы и задания:
1. Через два электролизера с растворами, содержащие 2 моль и 3 моль сулфата меди (II), пропустили ток 6 Е на инертных электродах. Определите массу веществ, образовавшихся на катодах.`],[`g11-c8-s03-t06`,11,`c8`,`s03`,`33`,`Задачи по теме «Электролиз»`,154,154,`textbook`,`ru`,`Kimyo 11`,`Через два электролизера с растворами, содержащие 2 моль и 3 моль сулфата меди (II), пропустили ток 6 Е на инертных электродах. Определите массу веществ, образовавшихся на катодах.
2. Через два электролизера с растворами, содержащие 2 моль и 4 моль нитрата серебра (1), пропустили ток 4 Е на инертных электродах. Определите массу веществ, образовавшихся на катодах.
3. В 393 г воды растворили смесь 107 г K2SO4 и CuSO... Определите массу солей (соответственно) в растворе, если для полного выделения меди из раствора потребовалось пропускать ток силой 5 А в течение 4825 секунд.
4. В 531,25 г воды растворили смесь 68,75 г Na2SO.u AgNO3. Определите массу солей (соответственно) в растворе, если для полного выделения кадмия из раствора потребовалось пропускать ток силой 3 А в течение 9650 секунд.
5. Смесь 500 мл 0,1 М раствора Cd(NO3)2 и 200 мл 0,5 М раствора AgNO3 подвергся электролизу током с силой 5 А втечение 2895 секунд. Определите массу (г) соли после окончания электролиза.`],[`g11-c8-s03-t07`,11,`c8`,`s03`,`33`,`Задачи по теме «Электролиз»`,154,154,`textbook`,`ru`,`Kimyo 11`,`Смесь 500 мл 0,1 М раствора Cd(NO3)2 и 200 мл 0,5 М раствора AgNO3 подвергся электролизу током с силой 5 А втечение 2895 секунд. Определите массу (г) соли после окончания электролиза.
6. При электролизе 800 г 10% раствора CuSO4 на аноде выделилось 33,6 литров (0 °С, 101,3 кПа) газа. Определите массовую долю вещества в растворе после электролиза (%).
7. При электролизе 500 г 17% раствора AgNO3 на аноде выделилось 25,2 литров (0 °С, 101,3 кПа) газа. Определите массовую долю вещества в растворе после электролиза (%).
8. При электролизе 500 мл раствора, в составе которого имеются CdSO4 va AgNO3, силой тока 5 А в течение 15440 секунд, выделились два металла общей массой 70,8 г. Определите концентрации солей (соответственно) в начальном растворе (моль/л).`]],o=[2,0,91,2,0,83,2,0,72,2,0,100,2,0,88,2,0,96,2,0,87,2,0,87,2,0,62,2,0,99,2,0,83,2,0,93,2,0,60,2,0,85,2,0,94,2,0,65,2,0,91,2,0,85,10,0,18,5,0,67,5,0,90,5,0,65,5,0,87,5,0,96,5,0,88,5,0,81,5,0,92,5,0,93,5,0,101,5,0,96,5,0,96,5,0,102,5,0,108,5,0,77,5,0,93,5,0,79,5,0,41,10,0,30,7,0,24,4,0,88,4,0,70,4,0,82,4,0,93,4,0,89,4,0,96,4,0,96,4,0,89,4,0,93,4,0,101,4,0,92,4,0,91,4,0,91,4,0,74,4,0,67,11,0,45,10,0,32,5,0,96,5,0,105,5,0,94,5,0,78,5,0,108,5,0,89,5,0,76,5,0,94,5,0,87,5,0,83,5,0,70,5,0,86,5,0,95,5,0,110,5,0,94,5,0,90,9,0,36,11,0,37,13,0,26,9,0,27,10,0,35,2,0,87,2,0,91,2,0,65,2,0,89,2,0,89,2,0,99,4,0,30,4,0,86,4,0,90,4,0,78,4,0,101,4,0,96,4,0,96,4,0,106,4,0,77,4,0,57,10,0,32,7,0,11,1,0,88,1,0,105,1,0,92,1,0,98,1,0,91,1,0,88,1,0,86,1,0,88,1,0,84,1,0,75,2,0,29,3,0,92,3,0,92,3,0,96,3,0,95,3,0,91,3,0,84,3,0,71,3,0,106,3,0,98,3,0,93,3,0,106,3,0,68,9,0,30,6,0,80,6,0,89,6,0,86,6,0,82,6,0,83,6,0,70,7,0,11,4,0,98,4,0,101,4,0,88,4,0,88,4,0,101,4,0,105,4,0,99,12,0,37,5,0,10,2,0,73,2,0,84,2,0,58,2,0,85,2,0,91,2,0,71,2,0,74,2,0,76,2,0,75,2,0,80,2,0,58,5,0,21,1,0,88,1,0,65,1,0,92,1,0,84,1,0,88,1,0,73,1,0,86,1,0,76,1,0,79,1,0,94,1,0,69,5,0,33,4,0,23,2,0,15,2,0,84,2,0,90,2,0,80,2,0,84,2,0,74,2,0,92,2,0,53,4,0,8,4,0,75,4,0,90,4,0,77,4,0,77,4,0,82,4,0,81,7,0,21,3,0,93,3,0,85,3,0,85,3,0,84,3,0,87,3,0,85,3,0,75,3,0,88,3,0,75,6,0,94,6,0,100,2,0,85,2,0,97,2,0,96,2,0,96,2,0,87,2,0,71,4,0,10,2,0,94,2,0,95,2,0,80,2,0,78,2,0,74,4,0,85,4,0,76,4,0,75,4,0,79,4,0,72,4,0,80,4,0,99,4,0,104,4,0,95,4,0,78,3,0,101,3,0,94,3,0,100,3,0,86,3,0,112,3,0,76,3,0,91,3,0,83,3,0,87,3,0,96,3,0,105,3,0,108,3,0,91,3,0,101,3,0,93,12,0,30,5,0,13,5,0,83,5,0,91,5,0,79,5,0,98,5,0,55,5,0,92,5,0,84,5,0,86,5,0,82,5,0,93,5,0,94,5,0,95,5,0,86,5,0,72,11,0,33,6,0,7,4,0,102,4,0,99,4,0,97,4,0,94,4,0,100,5,0,76,5,0,88,5,0,101,5,0,95,5,0,93,5,0,90,5,0,95,5,0,95,5,0,59,8,0,34,7,0,8,4,0,85,4,0,63,4,0,89,4,0,83,4,0,76,4,0,75,4,0,82,4,0,69,4,0,86,4,0,70,4,0,83,4,0,80,4,0,85,4,0,88,4,0,59,7,0,10,4,0,87,4,0,93,4,0,86,4,0,74,4,0,90,4,0,75,4,0,68,4,0,88,4,0,98,4,0,82,4,0,91,4,0,99,4,0,92,4,0,84,4,0,94,4,0,95,4,0,85,4,0,91,4,0,99,3,0,99,3,0,95,3,0,112,3,0,83,3,0,88,3,0,57,4,0,89,4,0,87,4,0,98,4,0,90,4,0,97,5,0,104,5,0,92,5,0,91,5,0,102,5,0,135,5,0,85,5,0,98,5,0,109,5,0,104,5,0,104,10,0,22,2,0,89,2,0,74,2,0,85,2,0,89,2,0,79,2,0,82,2,0,91,2,0,92,2,0,81,3,0,5,3,0,78,3,0,85,3,0,91,3,0,77,3,0,104,3,0,91,3,0,69],s=`aa
ac
af
ag
ag3
agno3
ah
ai
ail
al
al2so43
al2so4s14
albr3
alno33
aloh3
aly
ame
anat
ano
ar
aris
as
as2s3
aso27
aso4
ass2s3
at
atm
au
aucls
b
b2
ba
bacl
bacl2
bacly
bal
bano32
banos3
bao
baoh
baoh2
bas0
baso
baso4
basou
be
bo3
boon
boxe
br
br2
bry
bsr
bt
bu
c
c1
c10
c103
c2h2
c2hs
c3hg
c4
c450
ca
cacl2
cacly
caco3
cano32
cao
caoh
caoh2
cas0
caso
caso4
ccoa
cd
cdno32
cdso
cdso4
ce
cekyn
cf
ch
ch2
ch3coo
ch3cooch3
ch3cooh
ch3cooh0
ch3coona
ch3coonh4
ch3oh
ch4
ci
ci2
cl
cl2
cla
cly
clyy
co
co2
co6
coa
coccl
con
cootm
cop
coppm
cot
coypy
cp
cr
cr2so43
cr3o7
crcl3
cro
crp
crpyo
crv
cs
ct
cu
cuc15
cucl
cue
cui
cum
cuno32
cunos3
cuso
cuso4
cut
cw
das
dco
dh
di
dp
ds
dy
ea
ean
eb
ee
eel
eg
eh
el
emnsoy
en
eo
ep
ewe
f
f2
fcoso4
fe
fe2o3
fe2so43
fe2so4s4
fecl3
feno33s
feoh3
fes
fes1
feso
feso2
feso4
fex
fey
ffeso4
fk
fo
foie
ge
gf
gh
h
h2
h250
h2co3
h2o
h2o1
h2o2
h2o2fe
h2o2h
h2o2kmno4
h2o2mno4
h2o3
h2o4
h2o4hcl
h2o5
h2o6
h2oo
h2s
h2s80
h2se
h2so
h2so3
h2so35
h2so4
h3aso4
h3po
h3po3
h3po4
h5
ha
has
hbr
hc
hci
hci2h2
hcio
hcl
hclo4
hcn
hco
he
hf
hg
hi
hj
hmno
hno
hno2
hno3
hnoo
ho
ho2
ho3
ho5
hoh
hp
hutpat
hutputom
hy
hyp
i
ii
iii
ij
im
in
ino
ira
iv
ji
joo
jp
k
k2co
k2co3
k2cr2o7
k2cro4
k2mno4
k2mnoo
k2o
k2so
k2so4
k3mnoo24
k503
kar
kb
kbr
kci
kcio3
kcl
kcl1os
kclo
kcn
ke
kh
ki
kj
kmno4
kmnq
kno3
knoo
knqj
ko
ko2
ko5o
koh
koh3
kos04
kp
kr
ky
la
leo
ler
li
li2co3
li2o
lioh
ll
lo
lp
lr
mecl
meco
meo
meso
mg
mgcl2
mgco3
mgl
mgo
mgoh2
mi
mira
mj
mm
mn
mn3o4
mncl2
mno
mno2
mno4
mno44
mnoh2
mnoo
mnq
mnso
mnso4
mnsos1
mo
mom
mombacl
mone
mote
mp
mpacrop
mpo
mrt
muhyt
mw
mxa
mye
n
n2
n2o
n2o3
n2o4
na
na2co
na2co3
na2cos3
na2o
na2o69
na2s
na2so
na2so3
na2so4
na2soo
nabr
naci
nacl
nagy
nano
nano2
nano3
nao4
naoh
ne
nev
new
nh
nh22sos
nh2no
nh3
nh4
nh42so4
nh4c
nh4cl
nh4no3
nh4oh
nh4oh4
nha
nhs
nhy
nhz
ni
nif2
nioh2
nl
nnoh
no
no0
no04
no0h
no1
no2
no20
no250
no28
no3
no4
no5
no50
nocly
nog
noh
noh4
noh4oh
noj
noo
noo4
nos
noypy
nr
nrt
nu
nv
ny
o
o2
o3
oa
ocx
ofr
oh
oii
ok
okb
om
on
ont
oo
op
ord
os
ot
ovo
owa
owe
own
ox
oy
oyry
p
p4s7
pactsopennoe
pb
pbloj
pbly
pbno32
pbo
pbso
pbso4
pcl
pd
pe
ph
ph3
po4
pr
prio
pro
ps
pt
pv
pvm
py
qq
qtr
qum
rb
rb2oo
re
rgr
rh
rhp
rn
ro
rp
rt
ry
ryt
s
s100
s25
sa
sal
sc
sc2o3
scoh3
se
si
sih
skb
smurp
sn
sno
so
so2
so3
so4
so43
so4s
so5
sos
sox
sp
spar
sr
ss
ta84
tas
taxoke
tb
tc
teme
tepe
th
thyso
ti
tm
tn
tne
tos
toto
tr
tro
tso
tt
ty
u
u3
ue
un
unoexc
ur
us
v
v1
v2
v4
val
var
vat
ve
veg
ver
vet
vi
viii
vim
vip
vm
vos
vv
vy
vyjey
wn
wo
wp
xar
xat
xe
xe0
xef2
xenacl
xo
xot
xp
xs
xt
xy
yn
yt
yyy
zn
zncl2
znno32
znoh2
zr
а
аб
абсолютн
ав
авогадр
автомобил
аг
агрегатн
аз
азот
азотист
азотн
акон
активац
активн
актин
актиноид
акцептор
акцепторн
альф
алюмин
ам
аммиак
аммон
аморфн
ампер
амфотерн
ан
аналог
аналогичн
английск
анион
анод
ар
арабск
аргон
арифметическ
аррениус
ассоциац
аствор
астворител
ат
атм
атмосфер
атмосферн
атом
атомарн
атомн
ацетат
ацетил
бактер
баланс
бар
барьер
бв
бг
безкислородн
бекетов
бел
белков
бензин
бер
берил
берилл
бесветн
бескислородн
бесконечн
беспорядочн
бесцветн
бл
благодар
благородн
блеск
блестящ
ближ
ближайш
близк
больн
больш
большинств
бомбардиру
бор
брал
бром
бромид
буд
будут
букв
бур
бурн
буров
бутылк
быва
быдел
быстр
бэкв
ва
важн
вакантн
валентн
ван
вант
ваон
вар
варен
вариант
введен
вверх
ввод
вдол
ве
веб
ведет
век
велик
величин
верн
вероятн
вертикал
верхн
вес
весьм
вешест
вешеств
веществ
взаимодейств
взаимодейству
взаимосвяз
взаимосвяза
взгляд
взрыв
взят
вид
видел
видн
винклер
висмут
включ
вкус
влев
влия
влиян
вмест
вне
внедрен
внес
внесен
внешн
вниз
вниман
внов
внутр
внутрен
вод
водн
водолаз
водород
водородн
возбужден
возвест
возвод
возгоран
воздейств
воздух
возмож
возможн
возника
возникнут
возраста
возрастан
возрастет
возрастут
возросл
возьм
вокруг
волнов
вообщ
вопрос
вор
восем
воспользова
воспользу
восстанавлива
восстановител
восстановительн
восстановлен
восстановлива
востановител
восьм
вперв
вправ
вр
враща
вращен
врем
времен
всасыван
все
всем
вследств
вспомн
вспыхнет
встреча
вступ
вступа
вся
втечен
втор
вход
выбер
вывест
вывод
выгляд
выгодн
выда
выдел
выделен
выделивщ
выделя
выйт
выпада
выпадат
выпаден
выпадет
выпариван
выпечк
выплыва
выполня
выполняют
выраж
выража
выражен
выраз
вырыжа
высказыва
высок
высуш
высш
вытека
выход
вычест
вычисл
вычислен
вычисля
вычита
вычитан
выш
вышеизложен
вышеназва
вышесказа
вышеуказа
выщесказа
выяснен
выясняет
вэт
вязкост
газ
газировк
газов
газообразн
галл
галог
галоген
гантел
гар
гаргон
гвод
гдер
гел
герман
гетероген
ги
гидратирова
гидрид
гидрокарбонат
гидрокс
гидроксид
гидроксильн
гидролиз
гит
гк
гла
глав
главн
глас
глин
глубж
глубин
го
говор
год
гомоген
гор
горазд
горен
горет
горизонтальн
горл
горн
горяч
гофф
гр
грамм
границ
граф
гри
групп
гу
гунд
дава
давлен
дает
дал
дальн
дальш
дан
даст
дат
датск
дают
дающ
дважд
две
двиг
двига
двигател
движен
двойн
двум
двуосновн
двух
двухвалентн
двухцентров
двухэлектрон
дг
деберейнер
девят
действ
дейтер
дел
ден
десят
деятельн
дж
диагностик
диагона
димер
динамичн
диссоциац
диссоциир
диссоциирова
диссоцир
диссоцирова
дистиллирова
дихромат
длил
длин
длительн
дне
дням
добав
добавл
добавлен
добавля
доволн
довольн
доказа
доказыва
дол
долг
долгоживущ
долж
должн
долива
донор
донорн
доп
дополнительн
дополня
достаточн
достиг
достига
достигнет
достижен
доход
древн
дробн
дрожж
дрожжев
друг
другиепредлага
дублет
е
един
единиц
единствен
еез
еезодсу
еен
ееэоз
ем
ен
енасыщен
енд
еподуровен
еслипоуслов
естествен
ет
етн
еш
ешестю
еэлектрон
жв
желез
желт
желудочн
жив
жидк
жидкост
жизн
жизнедеятельн
заболеван
забыва
заверша
завершен
завис
зависим
завршен
загор
загора
загрязнен
зада
задан
задач
займет
заканчив
заканчива
закон
закономерн
закрыт
замедл
замедлен
замедля
замедя
заменя
замерзан
замест
замет
заметьт
замеща
занима
занимет
заня
занят
записа
записыва
запиш
заполн
заполнен
заполня
заряд
заряжен
зат
затрачен
затрачива
затруднен
затрудня
захват
звездочк
звук
звуч
згр
зе
зелен
зи
зиб
зл
злитр
змо
змол
зн
зна
знак
знат
знач
значен
значительн
зо
золот
зрб
зрен
зсо
и
иб
игра
идеальн
идет
идут
иен
избытк
избыток
избыточн
извест
известн
извн
издел
изз
излуч
излуча
излучен
измельч
измельчен
измен
изменен
изменя
измер
измерен
измеря
изобар
изображ
изобража
изображен
изотон
изотоп
изоэлектрон
израсход
израсходова
изуч
изучен
им
име
имеет
имен
имет
имеют
имеющ
инач
ингибитор
индекс
индикатор
инертн
интенсивн
интерва
интерпретац
информац
ион
ионизац
ионизир
ионообмен
ип
иска
исключен
искусствен
использ
использова
использован
использу
исправ
исправлен
испуска
испускан
исследован
источник
исход
исходн
исчеза
исчезнет
ит
итак
итог
йод
йодид
ка
кадм
кажд
как
каков
какогот
кал
кальц
капл
капнут
карбонат
картошк
кат
каталаз
катализатор
каталитическ
катион
катитон
катод
качеств
качествен
кванов
квант
квантов
кварц
квг
кг
кдж
ке
кельвин
килограмм
киломол
килопаскал
кипен
кисл
кислород
кислородн
кислородосодержа
кислородсодержа
кислот
кислотн
кишечник
кк
ккал
кл
клапейрон
класс
классификац
клетк
клеток
клеточк
клечковск
кмпбо
кн
ко
кобальт
ковалентн
ковкост
колб
количесств
количеств
количествен
коллег
комнатн
комп
компактн
кон
конденсац
конечн
констант
конфигурац
конц
концентратц
концентрац
концентрирова
концетрац
концетрирова
конч
коротк
корректировк
корроз
кос
косго
костод
котор
коэффициент
кпа
кр
крайн
кран
красив
красн
краснеет
кратк
кратност
кремн
криптон
кристалл
кристалличек
кристаллическ
кристаллогидрат
кро
кров
кровеносн
кром
кс
ксенон
ксо
кста
кубическ
кулон
куск
кусок
кусочк
кусочок
ла
лакмус
ламп
лампочк
ланта
лантан
лантаноид
ле
лев
легк
легкост
легч
леж
лейкоз
лепестк
летуч
лечен
либ
лимф
лин
липк
лит
литр
литрмин
литрминут
литров
литрсек
литрсекунд
лиш
лмин
ложк
лсвяз
луч
лучинк
лучш
люб
люд
ма
магн
магнитн
мазр
максимальн
мал
маленьк
малодиссоциир
малодиссоциируем
малодиссоцируем
малолетуч
малорастворим
манганат
маон
марганц
мас
масс
массов
массускоря
мг
мгновен
ме
мед
медицин
медлен
межмолекулярн
мейер
мел
мелк
мельчайщ
мен
менделе
менделеев
меньш
меня
меон
мер
мес
месоз
мест
местоположен
мет
мета
метаболическ
металл
металлическ
металлург
метан
метанол
метилацетат
метод
метр
механизм
механическ
мечен
ми
микромир
миллилитр
мин
минимальн
минут
мипз
мл
мм
ммол
мн
мнаон
мнас
мнз
мнмо
мно
мног
многократн
множеств
мнупр
мо
мог
могут
модел
моделирован
мож
может
моз
мозг
мол
молекул
молекулярн
мольваод
мольн
молярн
момент
мопарн
морков
мощн
мп
мпбо
мпз
мпзо
мпо
мраств
мук
муравьин
мутнеет
мышьяк
мяс
на
наблюда
набор
набуха
навык
нагрева
нагреван
нагрет
назва
назван
называ
наибол
наиболеераспростран
наибольш
наивысш
наименьш
найд
найден
найт
накоплен
нал
налев
налива
налич
нам
намн
написа
написан
напитк
напиш
наполн
направ
направл
направлен
направля
например
напрот
наруж
наруш
наруша
наряд
насвмсн
наскольк
настоя
наступа
насыщ
насыщен
натр
натриев
натуральн
наук
наход
находя
нахожден
нача
начал
начальн
начин
начина
начн
начнут
наш
нашл
нго
небольш
неверн
невидим
невысок
недиссоциирова
недиссоцирова
недостатк
недостаток
недостаточн
недостач
независим
незаполнен
незаряжен
незначительн
неизвестн
неизмен
неитра
нейтрализац
нейтрализут
нейтральн
нейтрон
некотор
нем
неметалл
неметаллическ
немецк
немн
ненасыщ
ненасыщен
необратим
необходим
неограничен
неон
неорганическ
неподелен
неполярн
непорядочн
неравномерн
нерадиоактивн
нераствор
нерастворен
нерастворим
нескольк
несмотр
несоответств
неспарен
нестабильн
неуместн
неустойч
неустойчив
нечетн
неэлект
неэлектролит
нзро
ниж
нижеприведен
нижеуказа
нижн
низк
низкоконцентрирова
никел
никелев
никелирован
никелируем
никт
нильсон
ним
нитр
нитрат
нитрит
ничтожн
нм
нмоз
нмпо
нов
ног
нож
номер
нон
нор
нормальн
ноэлектрол
нс
нсо
нуж
нужн
нуклон
нул
ны
ныря
ньюлендс
нэ
о
об
обем
обеспечив
обеспечива
обесцвет
обесцвечива
обесцвечиван
облада
облак
облегча
обмен
обнаружен
обо
обозач
обознач
обознача
обозначен
оболочк
образ
образова
образован
образовыв
образовыва
образу
образц
обрат
обратим
обратн
обстоятельств
обуславлива
общ
объ
объедин
объединя
объективн
объем
объемн
объм
объясн
объясня
обычн
обязательн
овладет
овр
од
одг
одинак
одинаков
одинарн
одн
однак
одновремен
оз
озд
означа
озон
окажет
оказа
оказыва
окисительн
окислен
окислител
окислительн
окислительновосстановительн
окисля
окисслительн
окол
окончан
окрас
окраск
окраш
окрашива
округлен
окруж
окружа
окружен
оксалат
оксид
октет
ом
омент
омнам
он
оодмольмаз
оп
опасн
описан
описыва
опиш
опр
определ
определен
определя
опредлен
опуска
опускан
опухол
опухолев
опыт
опытн
орб
орбит
орбита
орбитал
орбитальв
орбитальн
орбитальсоединен
орган
организм
органическ
ориентац
ос
осадк
осадок
осво
оседа
ослабл
ослаблен
ослабля
осм
основ
основа
основан
основн
основыв
особ
особен
оста
остав
оставл
оставля
остальн
останавлива
останет
остатк
остаток
осуществ
осуществл
осуществлен
осуществля
осядет
отв
ответ
отвеча
отда
отдава
отдаля
отдач
отдельн
отделя
отклонен
откр
открыва
открыт
отлич
отлича
отличн
отмет
отним
отнима
относ
относительн
относя
отношен
отня
отобража
отожествля
отража
отражен
отрицательн
отсутств
отсюд
отталкива
отталкиван
ох
охду
охлад
охладева
охлажда
охлажден
охр
оценива
очен
очеред
па
паден
палочк
пар
параллельн
параметр
пассивн
патологическ
паул
пе
пек
пер
перв
первоначальн
перевариван
перевед
перевел
перевест
перевод
перегруппир
перейд
перейт
перекрыва
перекрыван
перемеша
перемешива
перемешиван
перемеща
перемножа
перенасыщен
перенос
перестан
пересыщен
переход
перешел
период
периодическ
периодичн
перманганат
пермангант
перменганат
пероксид
пз
пи
пил
пиророфосфат
пирофосфат
питан
питательн
пиш
пишет
пишут
пк
плавлен
планетарн
пластичн
платин
платинов
плотн
плотност
плох
пм
побочн
побочнуюметалл
поварен
поведен
поверхн
поверхностн
повешен
повлия
повседневн
повтор
повторя
повторяем
повыс
повыш
повыша
повышен
погибнут
поглоща
поглощен
подбира
подвед
подверг
подверга
подвергл
подвергнут
подвергш
подвижн
подгрупп
подел
поднима
поднят
подобн
подразделя
подробн
подставл
подставля
подствал
подтверд
подуровен
подуровеньвтор
подуровн
подход
подчеркива
подчиня
позвол
позволя
позитрон
познаком
пойдет
пок
показа
показател
показыва
покр
покроет
покрыт
пол
полн
полност
половин
полож
положен
положительн
полуреакц
получ
получа
получен
польз
пользова
пользован
пользу
полярн
помест
помеща
помим
помн
помога
помогл
помош
помощ
понадоб
понемн
понижен
понима
пониман
поня
понят
понятн
попада
попробу
пор
поража
порох
порошк
порошок
порт
порц
порядк
порядков
поскольк
послед
последн
последовательн
послереакцион
послуж
посредств
постав
поставл
постепен
постоя
постоян
постро
поступа
посуд
посчита
потенциа
потер
поток
потрач
потребова
похож
поч
поэт
появ
появлен
появля
прав
правил
правильн
практик
практическ
праул
прво
пребыван
превосходя
превра
превраща
превращен
пред
предаст
предел
предлож
предложен
предполага
предположен
предпоследн
предсказа
предсказан
предсказуем
представ
представл
представлен
представля
предыдущ
прежд
прежн
преимуществ
пренебреч
преоблада
преобразу
преодолева
препарат
прибав
прибавля
приближа
прибор
привед
приведен
приведет
привод
приводя
привыкл
приготов
приготовлен
прида
придава
признак
прийт
прим
примен
применен
применим
применя
пример
примерн
примечан
принадлеж
приним
принима
принцип
приня
принят
приобрест
приобрета
приравня
природ
природн
природыпериодическ
присоедин
присоединен
приступ
приступа
присутсв
присутств
присущ
притемператур
притягива
притяжен
приувеличен
приход
причин
пробирк
пробирок
пробра
провед
проведен
провер
проверк
проверя
провест
провод
проводим
продвижен
продолж
продолжа
продолжат
продолжительн
продукт
прозрачн
произведен
производств
произойдет
произошел
произошл
происход
пройден
промежутк
промежуток
промежуточн
промышлен
проника
пронумерова
пропа
пропорц
пропорциональн
пропуск
пропуска
пропускан
пропуст
пропущ
пропущен
прореагир
прореагирова
прос
прослед
прост
проставля
пространств
пространствен
прот
протека
протекан
противоположн
протон
протяжен
проход
прохожден
процент
процентн
процес
процесс
прочн
прочност
прошл
проявл
проявля
прпуст
прям
прямоугольник
пузырьк
пут
пчисл
пыта
пят
работ
работа
рав
равн
равновес
равновесн
равнозначн
равномерн
равня
рад
радиоактивн
радионуклид
радиус
радон
раз
разбав
разбавитьэт
разбавлен
разбавля
разбер
развива
развит
раздел
разделен
разделя
разлаг
разлага
разлагат
различ
различа
различн
разлож
разложен
размеща
разн
разниц
разновидн
разност
разобра
разрешен
разрыв
рак
раков
ран
распа
распад
распада
распла
расплав
расплавлен
расплавля
располага
располож
расположен
распоряжен
распредел
распределен
распределя
распространен
рассматрива
рассматриван
рассмотр
рассмотрен
расстав
расстоян
рассужда
рассчита
рассчитыва
раста
раствор
растворамаон
растворен
растворенног
растворим
растворител
растворя
растет
растор
расход
расходова
расходу
расчет
расчита
расщеплен
рб
реагент
реагир
реагирован
реагиру
реагитр
реактор
реакц
реакцион
реакцон
реальн
резерфорд
резк
резод
результат
рекоменд
рекц
рентгеновск
реш
реша
решен
решетк
решеток
риагируюш
римск
рисунк
рн
ро
родников
розов
рол
рорбита
рост
роствор
рр
рс
рт
ртутн
ру
русск
рутен
ры
рых
рь
рю
ряд
са
сам
самопроизвольн
самостоятельн
сас
сахар
св
сведен
сверх
светов
свидетельств
сво
свободн
своевремен
свойств
свойствостепен
свыш
связ
связа
связыва
связыван
связьвсегд
сг
сго
сгоран
сгорел
сдела
се
сегодняшн
седьм
сек
секудн
секунд
секундн
сем
семейств
сер
серебр
серн
сернист
сжиган
сзн
си
сигм
сил
силн
сильн
символ
символизир
синеет
синтез
сист
систем
систематизац
систематизирова
системн
ск
сказа
сканд
скол
скольк
скор
скорост
слаб
сладк
слев
след
следова
следовательн
следств
следу
сли
сло
слов
слож
сложн
служ
служат
случа
слюн
смазыва
сме
смес
смест
смеша
смешива
смешиван
смеща
смещен
смог
смогл
смож
смол
смотр
сн
снача
снд
снижа
снижен
сниз
снсоон
со
соб
собствен
совокупн
совпа
современ
согласн
сод
содерж
содержа
содержан
содержат
соедин
соединен
соединя
соз
созда
создава
создан
сок
сокра
сократ
сокраща
сокращен
сол
солен
солян
соответс
соответсв
соответсвен
соответств
соответствен
соответствова
соотнос
соотношен
соседн
сосредоточ
соста
состав
составлен
составля
составн
состо
состоя
состоян
состояниипесчан
сосуд
сохр
сохранен
сохраня
сочетан
спарен
сперв
специальн
специфическ
спин
спинов
спирт
сповышен
способ
способн
способств
справ
справедлив
спрашива
ср
сравн
сравнен
сравнительн
сраз
сред
средн
сро
сродств
сс
ст
стабильн
став
стака
стакан
стал
сталкива
сталкиват
станет
станов
стат
стекля
стенк
степен
стехиометрическ
сто
столб
столкновен
столкнут
стольк
сторон
стоя
стрелк
стрем
строг
строен
строн
стронц
структур
структурн
су
сулфат
сульфат
сульфид
сум
сумел
сумм
суммарн
суммиру
сурьм
сух
сушеств
сушествова
существ
существен
существован
существущ
сущност
сфер
сферическ
сформулирова
схем
схематическ
сходн
схож
счет
счита
сы
сын
сыр
сь
сю
сюд
та
таблиц
так
таков
тв
твен
тверд
твердост
текущ
теллур
тем
темн
темп
температур
температурн
теор
тепл
теплов
теплопроводн
теплот
теря
тесн
тест
тестов
тетрафторид
тех
течен
ти
тиосерн
тип
типичн
тита
ткан
тлеющ
тлея
ток
толщин
топлив
точек
точк
точн
трансуранов
трастворенно
треб
требован
трен
трет
третъ
трех
трехмерн
трир
трит
тройн
трудн
ту
тугоплавк
ть
тяжел
у
уб
убед
убежд
убира
увелич
увеличен
увеличива
увеличиват
увидел
увидет
угарн
угдерод
угл
углекисл
углерод
угодн
угол
угольн
уд
уда
удален
удвоен
удержива
удобн
удобств
узл
узна
укаж
указа
указыва
уксусн
улетучива
уменьш
уменьша
уменьшен
умнож
умножа
умножен
универсальн
уп
упаковк
упаст
упорядочен
употребля
упр
упрост
упрощен
ур
ура
уравн
уравнен
уравнива
уравниван
уравновешат
уравня
уровен
уровн
ус
усил
усилен
усилива
ускор
ускорен
ускоря
услов
условн
успешн
успеют
установ
установлен
устойчив
ут
утвержда
уточн
участ
участв
участвова
учебн
учебник
учен
учест
учет
учитыв
учитыва
учт
уш
фактор
фараде
фенолфталеин
фермент
физик
физическ
фиолетов
форм
формиат
формирован
формул
фосфат
фосфор
французск
фтор
фторид
фтороводордн
фундаментальн
функционир
характер
характериз
характеристик
характерн
хват
хвата
хим
химик
химическ
химичск
хлеб
хлор
хлорат
хлорид
хлоридион
хлорист
хлористоводородн
хлорн
хлороводород
хо
ход
холодильник
хорош
хорошеньк
хот
хотяхорошоускоря
хран
хром
хромат
хромирова
хроническ
хс
хх
цвет
цветн
цез
цел
целочислен
цельс
центр
центрац
цилиндр
цинк
циркон
цифр
ча
час
част
частиц
частицизотон
частност
человек
человечеств
черз
черточк
четверт
четвертичн
четн
четыр
четырех
четырьм
чисел
числ
числен
числовоезначен
чист
чистот
чрезвычайн
шанкурту
шар
шател
шелоч
шелочн
шест
шкал
штрих
щелоч
щелочн
щен
ществ
щитовидн
щих
ы
ых
э
эв
экаалюмин
экабор
экасицил
экв
эквивалент
эквивалентн
экзотермическ
экзотермичн
экквивалентн
эксперимент
экспериментальн
эламентамита
электр
электрическ
электрод
электрокристалл
электрол
электролиз
электролизер
электролизир
электролизова
электролит
электролитическ
электромагнитн
электрон
электронейтрал
электроно
электроотрицательн
электропроводн
электростатическ
электрохимическ
элемент
элементарн
элементоввариант
элементовпозвол
элетролиз
эндотермическ
эндотермичн
энегр
энерг
энергетическ
эраствор
эт
эта
этап
этерификац
этил
этилов
эффект
явл
явлен
ядер
ядерн
ядр
ярк
яркост
ячеек
ячейк`,c=[1,6,1,54,1,43,1,5,2,143,18,1,4,7,27,2,1,1,1,73,1,8,6,2,1,1,7,1,30,1,63,4,52,3,26,2,1,7,2,14,4,12,1,5,42,1,15,1,1,1,54,50,1,2,2,1,349,10,3,1,19,1,1,15,1,101,33,2,73,7,67,4,62,1,3,32,1,16,3,1,5,2,1,2,105,139,19,4,40,1,13,3,21,63,9,1,168,179,1,5,1,149,238,1,1,1,1,1,1,1,1,1,2,48,14,1,6,9,1,1,1,19,1,173,1,7,1,2,2,22,1,11,65,1,1,1,1,1,2,1,3,3,5,1,1,4,1,1,3,1,1,2,6,1,1,66,37,1,188,50,14,1,30,1,30,17,1,2,1,37,1,2,1,1,1,1,6,1,1,260,290,1,31,635,2,31,1,1,1,1,6,4,1,2,2,3,78,2,4,13,27,1,221,5,3,3,32,2,6,2,36,6,29,1,3,222,9,4,10,20,26,34,20,5,1,12,12,116,2,29,1,1,1,6,1,1,1,3,2,85,252,130,1,2,3,1,1,136,4,1,1,243,1,16,23,10,10,1,24,3,50,1,1,2,1,15,3,2,79,1,9,3,1,6,11,7,56,3,37,1,1,2,3,1,84,1,1,4,30,1,6,1,1,63,3,12,11,1,1,1,3,3,1,3,1,96,17,10,1,25,9,1,1,2,5,51,8,10,14,36,11,2,3,1,1,3,24,1,11,1,1,1,1,2,2,3,1,1,1,1,1,99,117,13,9,6,206,2,57,1,36,1,16,11,9,50,1,15,1,194,1,4,9,49,1,178,29,1,1,50,1,1,109,36,12,3,22,18,8,1,1,1,1,1,35,2,2,1,1,166,5,1,2,6,86,2,1,2,46,5,4,3,1,1,4,1,1,1,2,2,1,2,1,7,1,1,4,175,369,25,5,1,1,208,2,2,1,1,1,1,2,2,1,4,2,1,1,1,2,1,2,1,70,2,1,52,1,1,12,7,1,4,1,3,5,20,13,17,2,1,1,2,25,11,1,2,1,2,1,20,1,6,2,7,2,39,3,9,3,2,1,148,2,1,2,1,10,2,2,14,49,1,1,1,19,4,52,105,76,44,3,2,1,2,1,24,1,16,3,2,1,1,2,4,1,1,3,1,9,3,2,1,1,1,1,1,2,2,1,5,1,1,1,2,1,1,72,5,6,1,3,1,1,1,2,1,2,49,14,1,1,14,1,5,1,1,1,1,1,2,2,49,1,4,1,1,1,2,1,6,1,1,1,1,139,22,7,12,5,5,22,10,1,41,12,2,48,7,208,11,96,1,6,130,4,25,6,11,5,151,1,98,69,6,1,58,17,13,16,29,84,59,44,7,28,7,5,3,2,1,193,4,85,138,681,2,340,17,35,14,25,42,3,4,2,3,5,115,6,30,3,1,32,1,11,12,3,75,4,29,16,20,1,10,4,21,4,192,37,1,30,1,63,25,11,21,37,31,34,3,1,17,1,70,1,8,212,3,177,2,7,1,2,5,21,6,18,6,4,15,2,9,43,20,42,11,6,1,17,34,5,1,2,1291,265,23,13,2,5,15,43,357,4,37,2,11,9,40,12,59,69,64,7,7,5,9,102,25,43,6,11,15,810,85,3,489,71,14,1,1,3,142,254,2,38,31,4,25,35,4,2,6,18,50,2,4,110,1,17,2,14,39,90,58,77,1,3,14,18,23,1,31,8,138,42,3,11,38,10,10,2,201,31,95,7,3,114,77,6,6,63,9,6,3,69,98,2,147,1,24,1,8,5,22,3,1,17,1,11,45,34,18,1,2,124,1,51,9,26,1,39,18,11,1,1,58,3,1,3,16,1,3,1,3,3,508,2,37,105,11,65,54,2,1,1,4,1,62,22,64,2,5,28,23,11,180,130,115,1,2,1,50,200,4,15,5,2,6,18,201,104,47,8,155,8,15,2,36,24,7,24,54,9,21,1,509,2,3,12,209,55,29,15,6,199,1,3,5,16,8,6,61,1,18,15,45,154,32,5,104,22,1,3,1,7,6,78,8,75,18,5,19,14,2,1,3,1,61,22,8,4,2,36,21,3,51,19,16,1,34,6,49,50,1,3,20,6,77,10,1,23,58,1,7,11,1,18,1,41,4,12,4,11,5,12,3,3,1,373,1,1,2,7,56,13,1,2,1,1,2,14,1,1,1,1,20,3,1,2,1,2,1,214,76,4,63,102,91,91,13,40,7,9,16,113,167,1,2,3,58,10,169,302,5,1,11,205,12,16,3,3,9,1,8,8,4,10,1,21,60,1,4,164,20,23,138,25,20,17,98,50,96,1,3,1,3,3,1,3,1,1,2,55,1,1,1,1,1,2,1,39,26,16,98,443,20,1,55,2,17,1,10,1,22,3,31,10,1,20,13,20,61,130,2,58,2,1,7,15,4,17,34,158,71,10,23,17,19,3,7,10,15,51,3,1,28,10,79,16,4,235,31,29,159,61,5,10,22,71,74,8,2,2,19,318,9,4,14,1,3,15,65,298,98,98,61,2,1,3,2,134,190,39,53,9,5,4,24,7,89,17,4,13,164,295,50,1,229,167,27,2,97,2,9,1,237,36,66,2,62,178,113,1,2,15,17,1,64,13,2,3,7,2,1,151,66,486,47,2,16,743,143,5,1,2,8,9,785,43,27,10,1,3,2,1,13,13,76,6,22,1,509,25,1,164,3,5,14,13,17,20,145,88,2,184,80,2,1,3,10,1,39,2,1,1,142,95,11,5,17,7,7,74,1,34,3,65,11,55,2,99,19,1,33,2,83,9,15,1,1,2,2,8,11,18,1,9,18,40,4,4,1,24,18,29,103,3,36,3,1,2,40,19,21,3,14,2,62,51,14,2,4,3,1,45,6,11,1,19,4,7,82,24,11,122,12,1,23,92,24,2,2,1,5,24,8,1,54,2,606,83,2,33,3,5,208,50,49,13,6,24,30,1,40,26,61,68,45,1,31,1,2,77,30,32,85,1,533,139,31,6,28,7,128,3,16,15,1,6,3,2,25,11,32,1,65,12,2,2,4,2,1,1,1,107,2,20,1,5,4,129,50,1,27,15,1,10,242,408,140,1,8,117,5,1,10,3,6,1,1,3,2,2,12,20,15,16,10,6,80,7,3,5,36,127,26,41,128,256,39,1,12,3,14,121,9,66,14,49,6,16,62,31,4,12,11,16,137,12,21,5,31,9,327,3,1,5,7,20,1,13,52,2,7,79,303,15,37,64,203,29,26,28,16,49,20,67,2,3,51,2,1,62,3,7,2,1,3,30,24,8,2,14,4,3,16,28,17,1,55,1,48,63,127,28,95,29,19,24,1,49,146,229,2,17,59,3,49,1,9,1,9,2,63,128,6,1,10,6,2,1,27,7,1,15,1,42,5,2,14,43,1,24,3,3,3,1,2,23,11,92,7,3,9,1,1,86,52,4,190,5,1,86,1,1,2,89,101,2,18,15,1,3,1,9,22,1,1,32,1,18,11,108,28,6,26,3,10,1,17,49,13,20,668,213,236,1,41,32,53,32,50,44,2,3,216,142,6,10,2,114,9,1,101,39,243,6,1,183,4,1,4,119,15,362,73,17,1,1,58,27,1,6,22,2,377,124,57,2,79,2,48,15,2,37,4,12,3,3,39,6,4,455,2,1,2,1,33,1,76,23,44,15,9,2,326,259,114,1,8,1,3,1,67,11,4,9,36,40,1,11,1,11,132,317,1,15,67,144,2,5,2,9,2,5,188,39,173,380,11,30,45,62,9,2,5,28,5,5,68,25,22,3,14,33,1,4,181,9,66,3,1,9,88,9,2,56,3,177,45,83,1,11,6,5,73,298,5,58,2,2,1,11,2,56,20,19,5,2,5,1,4,1,9,33,2,5,115,22,10,2,15,128,4,1,10,4,2,4,1,8,172,34,2,9,1,7,25,1,1,6,3,4,8,6,3,4,1,1,14,1,5,78,3,93,261,8,42,4,2,31,1,5,5,1,3,17,17,14,11,8,2,150,8,10,16,2,14,118,29,1,50,2,72,3,85,8,1,2,21,7,19,1,11,3,18,57,2,28,27,2,1,3,36,3,2,2,8,89,2,10,2,24,24,16,5,3,1,7,12,1,29,14,3,7,10,55,2,7,1,21,39,16,57,7,2,28,10,79,57,11,39,53,66,16,162,288,963,5,2,4,14,52,31,16,12,12,18,5,2,127,4,1,18,10,3,10,290,1,7,2,21,3,3,16,31,3,3,52,85,44,16,27,24,1,6,15,7,2,26,63,8,3,19,33,4,4,11,5,3,6,13,102,201,9,10,17,98,22,34,27,282,1,2,4,1,3,77,54,1,1,6,38,22,7,4,1,12,4,1,17,26,22,115,18,7,5,9,1,5,3,3,27,5,4,4,28,30,40,4,80,8,2,8,43,19,4,16,1,5,4,418,1,107,234,25,4,4,10,49,25,11,19,1,16,1,216,213,2,25,52,2,3,1,73,16,1,21,16,1,11,50,135,29,1,6,32,10,19,10,10,96,7,1,12,27,2,8,221,28,19,244,12,1,12,129,5,6,2,14,302,4,12,37,38,13,2,25,38,11,1,3,5,6,1,7,202,1,17,26,25,110,25,26,77,5,8,3,22,46,1,347,21,19,4,1,67,1,84,1,11,159,1,11,52,149,35,37,275,96,18,2,14,6,10,51,2,32,5,45,3,1,72,6,1,8,51,259,36,16,2,28,1,28,49,227,7,110,4,133,25,20,19,1,3,12,2,1,10,3,20,29,15,38,24,3,18,86,134,1,6,20,5,96,8,2,51,5,5,22,1,66,7,2,616,1,180,1,189,95,123,11,4,49,2,1,44,2,18,2,65,116,2,8,1,39,991,15,1,5,14,55,1,323,5,1,5,25,12,266,68,4,1,15,7,13,2,1,10,58,1,30,2,1,1,3,7,5,28,4,4,1,1,1,222,13,167,6,53,5,72,1,15,27,4,8,146,52,2,847,1,6,510,140,35,15,1,14,1,50,3,51,2,6,21,5,1,30,2,15,45,215,79,153,17,39,1,7,8,68,1,249,67,1,1,125,18,136,4,4,1,2,11,16,1,168,1,94,126,9,34,387,3,61,6,1,2,119,38,4,207,25,8,66,2,1,93,123,12,29,15,17,34,19,4,3,3,23,10,16,76,1,26,23,8,1,5,130,8,13,3,61,32,48,177,194,57,62,27,788,33,3,41,7,23,20,1,1,2,23,747,8,92,1,3,2,144,32,4,2,62,14,4,205,246,40,186,13,120,75,212,2,46,2,24,24,7,6,6,41,31,8,2,220,1,177,86,20,19,1,4,2,28,38,3,10,201,82,1,5,4,5,11,22,57,11,99,6,1,7,48,2,28,7,290,4,18,3,10,3,13,81,8,7,11,11,319,2,7,71,76,5,3,131,71,4,2,49,5,2,14,43,1,2,144,5,12,1,13,8,7,8,63,2,23,18,62,129,3,1,105,4,2,1,11,323,122,7,4,1,269,14,4,14,131,41,5,494,21,74,75,19,6,27,19,3,13,9,4,23,41,3,1,234,37,18,53,8,1,101,12,68,3,28,45,2,1,33,9,6,51,2,51,1,2,7,32,19,17,6,1,50,1,2,4,1,3,34,93,83,1,6,18,32,1,80,102,353,2,52,50,2,7,23,3,16,13,3,12,18,17,23,39,66,2,28,55,49,11,11,3,13,4,8,1,3,4,1,1,10,2,16,10,471,13,22,1,44,30,81,3,5,12,26,6,13,31,446,28,7,1,11,9,52,2,6,4,32,102,11,12,426,133,1,15,9,14,1,2,57,9,26,32,69,201,35,106,2,13,375,42,99,21,85,24,1,7,2,9,28,61,79,4,5,680,77,1074,1,11,211,12,196,1,17,1,22,10,1,46,3,26,4,29,1,31,62,15,1,1,1,8,185,22,22,95,2,4,10,1,19,89,6,24,9,12,192,166,1,17,125,12,1,6,30,4,3,26,13,9,13,261,18,1,126,10,8,7,17,18,1,2,48,5,1,184,168,1,3,8,1,2,1,2,5,4,4,2,14,34,53,77,6,1,47,17,1,14,93,32,1,33,192,10,1,2,75,18,3,426,2,1,152,11,4,19,758,17,1,2,1,32,3,2,108,83,1,184,27,32,19,45,35,23,7,65,22,55,138,27,3,1,14],l=[0,5,18,22,39,44,82,87,103,111,163,167,172,177,182,187,195,200,204,209,229,233,242,263,272,277,282,295,299,308,313,338,343,359,364,400,409,414,423,432,437,442,450,455,460,476,480,485,490,494,498,515,524,529,538,547,551,651,672,677,682,686,691,696,721,726,750,778,786,799,803,812,816,828,833,838,843,847,860,869,874,887,892,897,901,921,961,969,974,995,999,1007,1019,1024,1045,1066,1070,1158,1167,1172,1193,1198,1330,1335,1340,1345,1350,1354,1358,1363,1368,1373,1378,1387,1419,1428,1432,1437,1446,1451,1456,1461,1466,1470,1542,1547,1561,1566,1575,1584,1605,1610,1635,1664,1669,1674,1679,1684,1688,1693,1697,1706,1714,1719,1724,1729,1745,1750,1755,1763,1767,1772,1777,1789,1794,1799,1803,1815,1820,1872,1877,1882,1887,1892,1897,1901,1918,1922,1931,1936,1953,1958,1967,1972,1977,1981,1986,1991,1995,2e3,2200,2281,2285,2293,2561,2565,2578,2583,2587,2592,2597,2610,2619,2624,2629,2634,2647,2660,2670,2678,2714,2754,2759,2855,2872,2885,2890,2895,2904,2928,2937,2962,2967,3075,3079,3092,3132,3136,3140,3144,3168,3188,3205,3222,3234,3238,3254,3271,3335,3344,3412,3417,3422,3427,3440,3445,3449,3454,3467,3476,3489,3557,3577,3582,3591,3595,3600,3605,3685,3701,3705,3709,3761,3766,3779,3784,3797,3802,3807,3816,3829,3873,3878,3883,3892,3897,3914,3927,3932,3988,3993,4001,4006,4011,4016,4021,4034,4072,4085,4105,4110,4114,4119,4123,4128,4208,4213,4218,4235,4243,4248,4252,4256,4261,4282,4287,4291,4299,4303,4307,4311,4315,4320,4324,4332,4337,4365,4373,4378,4382,4387,4395,4400,4405,4410,4418,4443,4460,4465,4494,4507,4528,4537,4542,4547,4552,4561,4590,4595,4600,4605,4610,4614,4618,4626,4635,4640,4644,4649,4653,4658,4662,4718,4731,4736,4748,4757,4797,4802,4831,4836,4845,4850,4854,4890,4895,4927,4932,4936,4941,5033,5038,5043,5060,5125,5130,5190,5203,5207,5212,5248,5253,5258,5326,5346,5350,5363,5375,5379,5399,5403,5407,5412,5417,5422,5439,5444,5448,5453,5458,5694,5715,5720,5729,5750,5775,5779,5784,5788,5829,5846,5855,5863,5868,5873,5882,5886,5890,5895,5904,5913,5918,5927,5931,5943,5948,5952,5965,6042,6059,6079,6100,6105,6110,6194,6202,6206,6211,6216,6220,6224,6228,6236,6240,6245,6254,6258,6263,6268,6276,6280,6285,6290,6310,6315,6320,6333,6337,6341,6350,6355,6360,6365,6370,6375,6393,6402,6410,6414,6418,6422,6426,6434,6451,6471,6475,6484,6489,6498,6503,6508,6512,6525,6533,6537,6546,6554,6562,6599,6611,6620,6625,6677,6686,6691,6700,6704,6721,6725,6729,6734,6750,6754,6759,6764,6773,6778,6810,6854,6894,6908,6917,6926,6931,6940,6945,6953,6957,6970,6982,6991,6995,7e3,7005,7013,7017,7022,7031,7036,7040,7049,7059,7064,7069,7074,7078,7082,7091,7101,7106,7111,7116,7120,7125,7134,7138,7142,7206,7211,7220,7225,7238,7243,7248,7253,7262,7267,7276,7305,7309,7314,7319,7324,7329,7342,7347,7352,7356,7360,7364,7373,7382,7386,7391,7399,7404,7409,7413,7421,7426,7451,7456,7461,7466,7471,7496,7501,7506,7514,7518,7539,7543,7547,7552,7596,7601,7609,7617,7622,7734,7746,7759,7763,7772,7809,7817,7825,7829,7837,7849,7905,7910,7978,8014,8022,8027,8035,8044,8056,8076,8080,8141,8210,8227,8231,8255,8280,8284,8296,8305,8310,8398,8406,8414,8418,8754,8758,8946,8966,8970,8975,8984,9004,9012,9029,9037,9046,9059,9064,9073,9090,9098,9102,9126,9131,9144,9153,9157,9166,9183,9188,9208,9212,9216,9224,9228,9245,9253,9341,9349,9353,9365,9369,9374,9383,9416,9448,9476,9493,9502,9507,9512,9524,9529,9585,9590,9606,9642,9654,9722,9727,9732,9737,9742,9747,9767,9780,9788,9809,9821,9849,9858,9883,9888,9896,9952,9957,9974,9978,9982,9991,9995,1e4,10004,10728,10872,10885,10906,10910,10915,10920,10960,11056,11061,11077,11081,11085,11093,11102,11127,11212,11340,11380,11388,11393,11402,11411,11452,11460,11477,11486,11503,11512,11900,11921,11930,12230,12266,12294,12299,12304,12309,12345,12365,12369,12386,12406,12410,12427,12444,12457,12466,12487,12504,12536,12540,12548,12597,12601,12609,12618,12663,12668,12717,12758,12775,12780,12793,12797,12813,12846,12851,12871,12879,12995,13048,13057,13081,13090,13094,13098,13107,13116,13149,13181,13189,13202,13294,13302,13307,13316,13340,13364,13368,13373,13462,13519,13528,13593,13598,13635,13640,13653,13670,13675,13680,13685,13690,13695,13703,13747,13791,13808,13812,13817,13877,13882,13902,13927,13940,13945,13957,13977,13998,14003,14008,14025,14038,14042,14055,14115,14120,14129,14134,14146,14151,14387,14392,14408,14500,14504,14512,14520,14528,14533,14537,14554,14558,14594,14610,14619,14627,14636,14641,14649,14662,14723,14731,14771,14775,14784,14788,14820,14852,14861,14869,14874,14879,14888,14913,14950,14971,14976,14984,15021,15025,15029,15034,15039,15044,15049,15134,15190,15206,15210,15215,15311,15320,15332,15345,15517,15530,15579,15604,15609,15905,15910,15919,15923,15932,15937,15945,15962,15966,15983,15992,16008,16016,16041,16045,16101,16105,16109,16117,16121,16125,16129,16173,16177,16281,16286,16290,16294,16298,16302,16307,16316,16321,16378,16394,16414,16424,16432,16460,16473,16486,16510,16523,16532,16537,16590,16595,16632,16673,16678,16691,16708,16713,16750,16763,16767,16787,16812,16817,16821,16829,16833,16842,16846,16867,16876,16880,16889,16893,16898,16903,16908,16913,16918,17102,17106,17110,17118,17134,17190,17198,17203,17212,17217,17222,17226,17243,17248,17252,17256,17261,17265,17270,17274,17283,17288,17296,17301,17358,17363,17372,17381,17394,17407,17427,17432,17440,17445,17458,17475,17559,17595,17600,17604,17612,17617,17622,17682,18134,18150,18154,18174,18379,18395,18411,18420,18425,18438,18443,18448,18465,18481,18490,18495,18507,18571,18575,18584,18588,18612,18628,18632,18644,18668,18684,18781,18822,18894,18899,18904,18908,18916,18928,18932,18936,18941,18946,18955,18964,18968,18972,18977,18982,18987,18996,19001,19033,19041,19054,19266,19458,19470,19475,19508,19516,19520,19525,19530,19534,19543,19547,19559,19568,19573,19590,19598,19611,19620,19752,19757,19762,19767,19771,19779,19795,19804,19809,19830,19950,20011,20031,20071,20099,20111,20120,20132,20136,20148,20200,20212,20217,20281,20290,20318,20327,20339,20515,20551,20575,20627,20663,20668,20677,20689,20697,20726,20731,20736,20740,20761,20993,20997,21013,21017,21021,21025,21033,21041,21097,21130,21139,21227,21231,21235,21239,21247,21263,21272,21324,21388,21400,21409,21413,21421,21434,21462,21475,21479,21492,21624,21772,21781,21785,21881,21929,21946,21955,21979,21984,21997,22002,22079,22084,22152,22160,22237,22281,22290,22294,22298,22358,22366,22371,22384,22397,22402,22410,22422,22430,22434,22438,22471,22663,22676,22680,22693,22877,22887,22896,22900,22909,22922,22946,22986,22990,23002,23011,23015,23027,23036,23041,23062,23070,23130,23134,23139,23144,23652,23656,23660,23673,23682,23686,23726,23730,23754,23807,23839,23864,23873,24261,24281,24290,24295,24304,24317,24322,24331,24336,24341,24346,24466,24630,24671,24692,24696,24701,24706,24711,24716,24748,24752,24772,24776,24788,24796,24893,24906,24910,24927,24932,24969,25002,25010,25015,25019,25024,25033,25038,25043,25048,25053,25058,25063,25067,25075,25079,25083,25087,25108,25181,25197,25202,25215,25219,25223,25228,25232,25240,25277,25282,25290,25295,25327,25459,25516,25525,25542,25555,25560,25573,25598,25603,25607,25623,25632,25641,25705,25710,25746,25794,25810,25815,25860,25904,25924,25932,25941,25945,25949,25962,25975,25979,26004,26009,26497,26550,26559,26575,26580,26597,26669,26677,26694,26710,26714,26719,26724,26729,26737,26765,26885,26925,26969,26974,26986,26990,26998,27031,27035,27040,27104,27108,27244,27309,27314,27327,27332,27337,27406,27411,27415,27420,27424,27428,27432,27437,27494,27518,27579,27584,27688,27708,27716,27724,27740,27749,27754,27759,27764,27804,27809,27814,27818,27839,27844,27900,27916,27920,27980,27988,27993,27998,28350,28638,28698,28703,28708,28932,28945,28950,28955,28959,28984,28989,28994,29007,29016,29025,29030,29039,29048,29053,29058,29062,29118,29126,29135,29144,29157,29162,29176,29192,29213,29341,29373,29377,29389,29393,29401,29545,29569,29641,29645,29650,29659,29680,29705,29773,29778,29782,29791,29796,29853,29874,29899,29903,29944,29949,30209,30218,30223,30228,30233,30242,30247,30255,30267,30272,30289,30350,30446,30454,30459,30471,30707,30748,30793,30822,30835,30952,30972,31012,31017,31022,31043,31048,31052,31065,31073,31078,31086,31090,31102,31111,31115,31124,31133,31145,31149,31157,31177,31213,31258,31263,31271,31275,31320,31364,31440,31445,31478,31490,31494,31507,31512,31545,31590,31678,31682,31698,31706,31718,31742,31747,31760,31764,31769,31778,31795,31832,31837,31842,31870,31875,31884,31889,31897,31901,31905,31921,31926,31939,31956,31964,31972,31998,32003,32012,32017,32022,32027,32031,32035,32044,32065,32105,32110,32118,32122,32127,32132,32173,32218,32223,32315,32323,32328,32420,32424,32429,32437,32442,32622,32630,32647,32671,32676,32680,32685,32717,32746,32751,32755,32772,32777,32782,32787,32840,32848,32866,32870,32874,32886,32890,32922,32987,32991,32995,33367,33567,33711,33715,33723,33727,33731,33740,33801,33866,33870,33874,34022,34194,34203,34216,34220,34444,34452,34457,34461,34490,34550,34555,34560,34641,34654,34659,34669,34782,34790,35014,35059,35071,35076,35081,35109,35117,35122,35135,35172,35181,35222,35279,35308,35317,35342,35351,35375,35417,35422,35431,35440,35445,35453,35457,35473,35481,35486,35646,35650,35655,35664,35669,35697,35702,35707,35711,35719,35723,35727,35736,36240,36492,36620,36625,36634,36639,36643,36647,36655,36663,36675,36691,36743,36799,36803,36835,36839,36844,36872,36880,36884,36900,36944,37001,37005,37010,37014,37018,37023,37027,37083,37108,37184,37252,37273,37281,37302,37398,37411,37419,37424,37441,37450,37467,37476,37489,37493,37506,37511,37516,37521,37534,37746,37750,37795,37799,37804,37817,37833,37838,37847,37855,37860,37889,37905,37949,37953,37966,37991,38011,38039,38119,38123,38175,38183,38192,38196,38200,38204,38237,38254,38266,38270,38274,38295,38300,38309,38314,38319,38332,38337,38342,38386,38406,38427,38431,38436,38472,38480,38485,38502,38511,38519,38528,38533,38538,38642,38650,38655,38671,38676,38700,38721,38725,38730,38738,38746,38750,38759,38768,38773,38778,38783,38788,38796,38801,38818,38894,38907,38972,39084,39100,39145,39162,39171,39196,39201,39217,39225,39229,39237,39242,39251,39268,39278,39282,39291,39299,39307,39311,39316,39321,39325,39417,39429,39434,39454,39462,39479,39488,39524,39533,39538,39543,39552,39557,39569,39573,39582,39591,39600,39661,39670,39694,39722,39727,39732,39745,39778,39787,39792,39797,39806,39834,39839,39844,39849,39873,39877,39882,39902,39910,39914,39922,39934,39938,39970,39979,39983,39996,40005,40025,40033,40042,40047,40060,40084,40097,40141,40146,40151,40156,40168,40236,40292,40296,40318,40343,40396,40437,40533,40570,40722,40726,40731,40735,40763,40795,40816,40824,40833,40837,40846,40854,40863,40935,40944,40949,40993,41009,41018,41039,41243,41248,41252,41257,41270,41275,41280,41289,41298,41303,41307,41347,41431,41443,41455,41484,41508,41513,41517,41525,41538,41543,41556,41581,41590,41598,41602,41607,41612,41621,41625,41633,41642,41651,41663,41667,41815,41824,41829,41837,41958,41979,41999,42008,42032,42036,42045,42057,42061,42066,42099,42103,42107,42112,42125,42133,42150,42154,42158,42162,42174,42178,42182,42190,42202,42214,42222,42235,42239,42255,42259,42263,42267,42279,42287,42291,42308,42317,42322,42326,42346,42371,42384,42441,42449,42453,42462,42503,42517,42530,42534,42538,42543,42548,42561,42566,42570,42622,42631,42647,42651,42660,42721,42754,42770,42791,42795,42808,42813,42865,42873,42881,42885,42889,42894,42903,42908,42921,42925,42930,42939,42955,42960,42981,42986,43027,43040,43045,43058,43098,43103,43108,43113,43122,43194,43199,43203,43216,43236,43241,43258,43342,43347,43395,43400,43409,43414,43423,43527,43539,43548,43557,43561,43566,43570,43574,43579,43599,43624,43629,43646,43659,43676,43681,43694,43711,43719,43724,43728,43784,43788,43816,43820,43824,43948,43973,44017,44073,44086,44090,44095,44103,44227,44232,44372,44384,44388,44392,44397,44422,44427,44527,44532,44557,44593,44597,44602,44630,44643,44648,44744,45096,45245,45298,45306,45335,45352,45364,45392,45396,45421,45429,45505,45509,45513,45537,45542,45546,45554,45562,45634,45643,45655,45660,45673,45678,45682,45698,45750,45759,45767,45775,45859,45880,45896,45936,45940,45944,45952,45956,45960,45972,45976,46004,46044,46049,46110,46127,46132,46145,46189,46249,46254,46263,46284,46293,46297,46325,46333,46421,46430,46439,46468,46472,46548,46556,46561,47101,47106,47434,47439,47551,47651,47684,47689,47706,47755,47764,47768,47804,47813,47822,47830,47851,47931,47940,47949,47954,47963,48551,48576,48581,48586,48602,48614,48619,48807,48811,48816,48824,48840,48848,49180,49273,49281,49286,49298,49302,49315,49320,49325,49334,49350,49354,49362,49371,49375,49380,49384,49388,49400,49413,49417,49421,49425,49429,49434,49502,49527,49575,49587,49599,49612,49660,49665,49669,49673,49677,49681,49705,49737,49746,49902,49906,49918,50062,50078,50094,50099,50103,50160,50165,50174,50183,50196,50201,50205,50217,50230,50235,50332,50341,50357,50365,50454,50495,50531,50544,50548,50553,50578,50602,50687,50692,50793,50813,50817,50822,50831,50864,51104,51108,51112,51117,51126,51143,51163,51167,51311,51316,51497,51585,51594,51631,51911,51919,51975,51983,51988,51997,52018,52023,52032,52061,52082,52087,52147,52156,52160,52185,52265,52302,52311,52321,52338,52379,52412,52416,52420,52429,52433,52446,52498,52650,52655,52660,52677,52698,52702,52716,52764,52772,52776,52784,52808,52861,52866,52962,53030,53046,53062,53078,53187,53204,53217,53229,53233,53237,53246,53251,53255,53260,53285,53553,53562,53575,53580,53588,53596,53684,53745,53750,53758,53798,53802,53810,53910,54090,54103,54223,54236,54285,54322,54518,54526,54634,54639,54647,54656,54660,54680,54705,54714,54718,54742,54750,54770,54775,54815,54856,54872,54889,54894,54902,54907,54920,54928,54936,54941,55037,55129,55134,55138,55155,55159,55179,55204,55213,55218,55246,55255,55260,55265,55293,55298,55303,55308,55392,55405,55429,55433,55438,55447,55472,55561,55574,55587,55608,55616,55704,55713,55717,55729,55749,55766,55779,55835,55860,55869,55873,55941,55953,55962,55966,55971,55976,55985,56038,56042,56050,56055,56059,56063,56067,56071,56096,56100,56120,56133,56162,56266,56279,56284,56289,56306,56315,56320,56348,56400,56516,56525,56542,56547,56599,56603,56616,56620,56856,56866,56875,57131,57160,57196,57214,57223,57231,57260,57269,57273,57293,57313,57321,57346,57419,57431,57436,57528,57544,57548,57552,57561,57566,57675,57683,57688,57692,57704,57760,57768,57773,57794,57807,57812,57872,57881,57946,57950,57958,57962,57970,57974,58006,58010,58015,58031,58036,58041,58046,58050,58055,58132,58252,58352,58357,58362,58371,58399,58403,58416,58437,58498,58502,58527,58535,58539,58547,58556,58564,58588,58593,58597,58609,58634,58647,58675,58692,58712,58717,58785,58881,58969,59002,59047,59052,59060,59076,59080,59084,59088,59093,59098,59103,59111,59120,59140,59149,59389,59414,59451,59456,59509,59529,59573,59582,59587,59591,59599,59612,59633,59670,59822,59842,59847,59852,59873,59897,59921,59929,59934,59938,59978,60022,60043,60051,60056,60077,60082,60103,60116,60137,60142,60150,60231,60252,60257,60278,60299,60335,60352,60409,60413,60421,60705,60729,60757,60761,60782,60790,60794,60802,60810,60814,60838,60842,60850,60864,60869,60949,60953,61413,61418,61423,61523,61528,61616,61620,61625,61630,61642,61667,61672,61713,61722,61735,61744,61749,61754,61759,61776,61781,61786,61790,61795,61812,61850,61855,61867,61895,61903,61919,61931,61936,61941,61970,61974,61995,62e3,62017,62129,62229,62233,62238,62243,62247,62252,62256,62296,62300,62304,62308,62316,62320,62352,62588,62600,62605,62621,62630,62634,62638,62642,62663,62667,62676,62696,62704,62708,62765,62825,62830,62839,62847,62851,62856,62860,62864,62869,62877,62885,62893,62949,63041,63169,63182,63187,63191,63215,63220,63224,63228,63293,63342,63346,63362,63475,63496,63501,63510,63579,63596,63600,63849,63853,63858,63894,63902,63918,63923,64131,64171,64175,64183,64188,64197,64202,64211,64284,64344,64349,64501,64510,64515,64520,64524,64533,64542,64559,64572,64596,64664,64780,64800,64812,64816,64844],u=`+wEAAAEdAAABtQEAAAILAAABOwAAAbQCAAACBAAAAQ8AAAMCAAAByQIAAAG4AQAAAQIAAAGBAQAAAQcAAAEEAAABAQAAAgIAAAIBAAACAQAAA48CAAACdAAAAQEAAAFaAAADAQAAAUQAAAIBAAACFwAAAQsAAAEiAAABAQAAAhwAAAICAAACBAAAAQIAAAFmAAACAQAAAWQAAAQEAAABAQAAAWMAAAHQAQAAAbkCAAAB0AEAAAHGAQAAAUUAAAE+AAABtgIAAAF5AAAB+AEAAAEqAAACAQAAAxkAAAEBAAABEgAAASoAAAFuAAABrwEAAAGcAgAAAgEAAAIBAAABAQAAAgEAAAGeAgAAAQEAAAGfAgAAAZ8CAAABHwAAAQEAAAGyAQAAAWwAAAG0AgAAAgQAAAHCAgAAAfwBAAABAQAAAwEAAAYBAAACDwAAARYAAAG4AgAAAXoAAAE8AAABfgAAAQQAAAG+AQAAAXQAAAFBAAADAQAAAwEAAAMBAAABBQAAAgEAAAQSAAABAQAAAbYBAAABCAAAAbkCAAABpAEAAAEBAAABpAEAAAEBAAABuQIAAAHGAQAAAXoAAAFKAAAEtwEAAAG3AQAAA3oAAAEaAAABIQAAARwAAAF6AAABuAIAAAHtAQAAASwAAAFhAAABHwAAAQEAAAFHAAABzwEAAAFgAAABsAEAAAG2AgAAAbIBAAABAQAAAbIBAAABAQAAATEAAAEJAAABZgAAASYAAAENAAABAgAAAQEAAAMBAAABAQAAAwMAAAEbAAABBwAAAQYAAAEYAAAEAQAAAQMAAAQBAAAEDQAAAgEAAAEBAAAGAQAAAg0AAAIBAAABDQAAAS0AAAEBAAABOwAAAQsAAAGkAQAAAUYAAAEBAAABoQIAAAGjAgAAAVsAAAH2AQAAAe4BAAABwgEAAAEBAAAECAAAAgEAAAEBAAACeQAAAcYCAAABYwAAARgAAAJcAAACAQAAAVwAAAIEAAACdAAAAQEAAAEFAAAFAQAAASYAAAQHAAABIgAAAXsAAAJ+AAABdAAAAQwAAAGPAQAAAXQAAAFhAAACrgEAAAFiAAABYgAAAQEAAAEFAAABxgIAAAGUAQAAAfkBAAABeQAAAbQCAAACBAAAAQ4AAAPKAgAAAQEAAAHGAgAAAsMCAAABAwAAAQUAAAH9AQAAAdsBAAABRQAAAX8AAAJEAAABAgAAAQEAAAFTAAABOQAAAVsAAAFJAAABAQAAAQEAAAIXAAABIAAAAwEAAAEBAAACAQAAAXwAAAIDAAACigIAAAFxAAABAQAAAQIAAAILAAAEiwEAAAFyAAABfwAAAQIAAAFzAAABAQAAAQsAAAGKAgAAAUcAAAGmAQAAASkAAAEBAAACAgAAAWAAAAIQAAABCwAAAYABAAABPAAAAXAAAAEXAAADAQAAAQcAAAEBAAABNAAAAQEAAAEDAAABQQAAAR0AAAFDAAABGQAAAQEAAAEBAAABAQAAAQQAAAEXAAABAQAAAQEAAAIBAAABAwAAAQEAAAEBAAADYAAAAbkBAAABjwIAAAHeAQAAAQEAAAEQAAABGQAAATcAAAGPAgAAAVAAAAFGAAABFAAAAgMAAAEEAAABAQAAARUAAAEEAAABAQAAARAAAAEBAAABAQAAAQEAAAIEAAABCgAAAgEAAAEBAAABBgAAAQEAAAEOAAADAQAABQEAAAIDAAABBQAAAwEAAAEHAAABAQAAAQEAAAEBAAACAQAAAgEAAAIZAAACBAAAAY8CAAABmgIAAAH5AQAAAY4CAAABYwAAA38AAALjAQAAAckBAAAB9QEAAAGaAgAAAckBAAABBQAAATMAAAESAAABfgAAAWgAAAEBAAACBQAABQMAAAIEAAABqwIAAAEEAAABRQAAAaQCAAABqwIAAAEBAAABqwIAAAGrAgAAAZICAAABuAIAAAELAAABNQAAAX4AAAESAAABAQAAAQIAAAEBAAABAgAAAQMAAAIvAAABNAAAAQIAAAEBAAACBAAAAgkAAAEEAAACAgAAAgEAAAIBAAACuAIAAAGBAQAAAa8BAAADAQAAAbMCAAABuwEAAAEBAAABzAEAAAF7AAAB+AEAAAFOAAABAQAAAwEAAAMBAAABxwIAAAHQAQAAAWkAAAIEAAACBAAAAQEAAAEIAAABdAAAAgEAAAHGAQAAAQIAAAMEAAACAQAAAwkAAAGzAgAAAbIBAAABnQIAAAGaAgAAAVsAAAH7AQAAAWUAAAFXAAAB7wEAAAFWAAABBAAAAdwBAAABsgEAAAG4AgAAATwAAAF7AAABIQAAAT4AAAG8AgAAAbgCAAABIgAAAwEAAAEMAAABrgIAAAHEAQAAASIAAAFRAAABZAAAAZkBAAABgwEAAAFFAAABOwAAAQoAAAEbAAABwgIAAAE1AAABGgAAAVYAAAEkAAACKwAAARUAAAEGAAABHQAAAQEAAAMBAAABAQAAAQUAAAIEAAAB9QEAAAGuAgAAAcYBAAABuwIAAAHQAQAAAXMAAAFOAAABAwAAAqcBAAABNwAAAU8AAAGtAgAAAQEAAAGuAgAAAaoCAAABAgAAAQEAAAQBAAAF0AEAAAGsAgAAAQIAAAGtAgAAAdcBAAABcgAAAbYBAAABwgIAAAF+AAABxQIAAAEwAAABAgAAAQEAAAEGAAABAgAAAwEAAAUSAAABCgAAAQIAAAEBAAADBwAAARAAAAEBAAADBQAAAQEAAAECAAABAQAAAQIAAAQEAAABQAAAAgEAAAEBAAABAQAAAgEAAAEGAAABAQAAAwEAAAEBAAAEBQAAAQUAAAECAAABAwAAAQcAAAEFAAABBQAAAhkAAAEGAAABCAAAAgMAAAQBAAABAQAAAgIAAAEBAAACAQAAAwEAAAEGAAACBQAAAQgAAAEFAAACDQAAAZQBAAABWgAAAQkAAAINAAABAgAAAQEAAAEBAAABCAAAAQYAAAMBAAADAQAAAgEAAAECAAABCwAAAQEAAAEMAAABAQAAAgMAAAIHAAABCgAAAXgAAAF0AAADAQAAAUAAAAE5AAABAQAAAggAAAEXAAABCAAAAQQAAAEGAAABAQAAAgEAAAEDAAACAQAAAgEAAAIBAAABDAAAARUAAAIJAAABAQAAAgEAAAIMAAABAQAAAQEAAAIJAAABAgAAAQIAAAIKAAABAQAAAwEAAAEEAAABBgAAAQIAAAEBAAABAQAAAQEAAAIBAAADAQAAAwEAAAIBAAADAQAAAQEAAAIBAAABAgAAAwEAAAQBAAACAQAAAgEAAAQBAAAFAQAABQIAAAcBAAAGAQAAAwMAAAEBAAABAQAAAQEAAAIBAAABBwAAAQEAAAIBAAACBgAAAQEAAAECAAABAQAAAQQAAAEBAAACAQAAAgEAAANYAAAB+QEAAAErAAABBAAAAa4CAAABegAAAagCAAABpwIAAAF5AAABpgEAAAEQAAABegAAAaoBAAAClQIAAAGkAgAAA6QCAAACoAIAAAEPAAABCQAAAUcAAAEtAAABwQEAAAGxAQAAAZUBAAABOwAAAQEAAAE7AAABAQAAATUAAAEDAAABBAAAAUoAAAEDAAABAQAAAQQAAAF0AAADAQAAATwAAAMBAAAFDgAAAQ0AAAIDAAABKQAAAQEAAAFHAAAB+gEAAAFiAAACBgAAAQsAAAEGAAABAQAAAUAAAAEGAAABAgAAAQMAAAMBAAACCwAAAUsAAAIBAAABAwAAAQQAAAECAAADBAAAAgEAAAEBAAABAQAAAQEAAAMBAAABBgAAAQIAAAGcAgAAAgEAAAEDAAABBAAAAcwBAAABAQAAAWgAAAHQAQAAAaoCAAABhAIAAAEBAAACPAAAAQEAAAEaAAABGgAAAWMAAAFuAAACjgIAAAEBAAABOwAAAQEAAAEJAAACLgAAAZ0BAAABJQAAAfkBAAABOwAAAQEAAAE1AAACAQAAAQEAAAEBAAABBAAAAQYAAAEVAAABAQAAASoAAAEBAAACBAAAAQ4AAAENAAABAQAAAQsAAAEFAAABCgAAAQ8AAAEKAAABAQAAAQEAAAEBAAABBAAAAhwAAAEEAAABWAAAAXMAAAHCAQAAAQQAAAFHAAABKwAAAQcAAAEFAAABPwAAAgIAAAEfAAABGwAAARkAAAECAAABdAAAAXMAAAF5AAABMAAAAQwAAAEbAAABLAAAAUYAAAEvAAABOwAAAQEAAAE3AAABAQAAAgEAAAE/AAAB9QEAAAIEAAABAQAAAd8BAAABRQAAAhEAAAEEAAABOwAAAQEAAAE3AAABcwAAAXMAAAEIAAABSwAAAQQAAAF0AAABBwAAAQEAAAK5AQAAAXEAAAEBAAABAQAAAQEAAAEBAAABAwAAAQQAAAF8AAABJAAAAQEAAAIHAAAGBgAAAQUAAAEYAAACAQAAAgEAAAPJAQAAAVcAAAFHAAABKwAAATIAAAEBAAABBwAAAQEAAAEEAAABBQAAARMAAAFLAAABAgAAAgYAAAEBAAABBwAAAgYAAAEBAAABDQAAAacCAAAB+QEAAAGQAgAAAX4AAAUBAAADqQEAAAGDAQAAAXUAAAGnAgAAAd4BAAABAQAAATsAAAGOAgAAAQEAAAEFAAABvQEAAAF6AAACRgAAAQsAAAIKAAABFAAAAQQAAAEBAAABfgAAAQIAAAEEAAACDAAAARIAAAECAAACGAAAAQMAAAESAAABBAAAAQEAAAFHAAABLQAAAQgAAAF4AAABNQAAAdsBAAABxAEAAAEBAAABRQAAAosCAAABwgEAAAEQAAABCwAAAQsAAAEhAAABCQAAARAAAAEMAAABAgAAAQEAAAJ2AAABAQAAAgIAAAIQAAABAQAAAQEAAAEKAAABBgAAAQMAAAENAAAEDQAAAmQAAAEBAAABWAAAARUAAAEzAAABYwAAAUYAAAEzAAACGAAAASEAAAEBAAABIQAAASUAAAECAAABJQAAAQsAAAIFAAABBwAAAgEAAAGDAQAAAbYCAAABCAAABgEAAAGqAgAAAc8BAAABVQAAAQcAAAGoAgAAAaMCAAABGAAAAZgBAAABcwAAAQEAAAHPAQAAAXkAAAEBAAABLAAAAQgAAAF4AAADBQAAAgEAAAEBAAABAQAAAQEAAAEbAAABqAIAAAGDAQAAAc0BAAABAQAAAsIBAAABpwEAAAEGAAABAQAAARwAAAGqAQAAAQEAAAF4AAABoAIAAAFxAAABAwAAAR8AAAEBAAABDwAAAgEAAAECAAABBQAAAXUAAAEEAAABEwAAAQIAAAEGAAAGAQAABKACAAABcwAAAQEAAAGDAQAAAvsBAAACsAEAAAH7AQAAAasCAAACAQAAAhcAAAGHAQAAAQIAAAGbAQAAAQIAAAIBAAACAQAAAQQAAAEBAAABAQAABKYCAAABAQAAAQEAAAF0AAABNwAAAwEAAAICAAABGwAAAq4BAAABeQAAAfsBAAABIAAAA64CAAABTgAAAiMAAAEBAAABAgAAAQUAAAEBAAABOAAAAwEAAAIGAAABGwAAAUwAAAEDAAABAQAAAQIAAAEBAAADAQAAAQcAAAEKAAABBgAAAQEAAAK3AgAAAa4CAAAB/wEAAAEUAAABAQAAAgEAAAExAAABJgAAAfsBAAABHQAAATsAAAH9AQAAARYAAAIBAAABvQEAAAFgAAADBAAAAbkCAAABGAAAAXQAAAFgAAABCwAAAUQAAAEsAAABHQAAAbgCAAAGZgAAAmYAAAQBAAACuAIAAAMXAAABCwAAAVEAAAELAAACewAAATsAAAIEAAABfgAAAQUAAAGUAQAAAUUAAAH5AQAAAXMAAAELAAADrQEAAAHFAQAAAa0BAAABZQAAAVoAAAEfAAABAQAAAYYCAAACAwAAAQMAAAEMAAABoAIAAAEBAAACAQAAAgEAAAO3AgAAAaECAAACAQAAAwEAAAIDAAABAQAACAEAAAIBAAAEpgIAAAECAAABAQAAAaICAAABAQAAAQMAAAECAAACAQAAAacCAAACAQAAAbcCAAABpwIAAAGgAgAAAa0CAAABAQAAA6QCAAABAgAAAwYAAAEBAAACAQAABgkAAAEMAAABrgIAAAG2AQAAAfMBAAABtgEAAAFNAAABbQAAATMAAAExAAABxAEAAAEBAAABzQEAAAFrAAAB3AEAAAFiAAABvwIAAAFnAAABCAAAAQEAAAECAAABJQAAAQwAAAEkAAACGAAAAVYAAAEpAAACEAAAAQEAAAEGAAABCwAAAgMAAAFXAAABuAEAAAELAAABsAEAAAFnAAABAQAAAVAAAAGOAgAAAQEAAAEXAAADCwAAAT8AAAEPAAACCQAAATQAAAEYAAABbQAAAQIAAAIEAAABogEAAAFhAAABIAAAASEAAAEBAAABCgAAApUBAAABAQAAAa0BAAABsAEAAAYBAAADsAEAAAF0AAABUQAAAgEAAAIiAAABCAAAATkAAAEDAAABCAAAAQ4AAAF8AAABugEAAAE+AAABaAAAAQ8AAAIBAAACAQAAAQMAAAEVAAABdwAAArYBAAABRQAAAd4BAAABQwAAAS0AAAMBAAADAQAAAgEAAAEBAAACAQAAAQQAAAEKAAABBAAAAQEAAAEeAAABCAAAAgUAAAICAAACAQAAAQEAAAUBAAABCAAAAgYAAAEzAAABOQAAAxEAAAGPAgAAAcoBAAACpAIAAAICAAABAQAAAgEAAAODAQAAARAAAAEBAAABDQAAAQEAAAMDAAABAQAAAQEAAAEFAAADDAAAAQQAAAMBAAABZwAAAgIAAAcBAAAGAQAAA6ICAAABPgAAAScAAAEMAAABAQAAAQIAAAEBAAABCgAAAQIAAAEvAAADAQAABAkAAAEGAAABHgAAARsAAAErAAADCwAAAcIBAAABYAAAAWEAAAHcAQAAATwAAAEeAAABAQAAAXIAAAERAAABOwAAASgAAAEBAAABAQAAAroBAAABzwEAAAE7AAABAQAAAgsAAAETAAADAQAAAxIAAAEmAAABAQAAAUoAAAINAAABAQAAAQsAAAIQAAABAQAAAQcAAAEKAAADAgAAATwAAAE+AAABBAAAAgEAAAEEAAABegAAAaYBAAABGQAAAQEAAAF+AAABGwAAAS0AAAF0AAABcwAAAQEAAAIBAAABCQAAAgEAAAJ0AAABegAAAu4BAAABmQEAAAGOAgAAAcIBAAABGgAAAQEAAAFbAAABuQIAAAF0AAABvQEAAAHZAQAAARYAAAECAAABIwAAAQEAAAEEAAABCwAAAQwAAAIFAAABBAAAAgcAAAIBAAACBQAAAQMAAAEBAAABAwAAAQcAAAEBAAAEAwAAARUAAAEQAAABBgAAAQYAAAETAAACAgAAAQEAAAEIAAABAQAAAgEAAAEJAAABAgAAARAAAAEBAAABDwAAARAAAAEBAAADAQAAAQEAAAMBAAAFBAAAAwEAAAQGAAAEAQAAAgEAAAMBAAAEAQAABgEAAAMBAAACBAAADgIAAAEBAAADAQAABAIAAAEFAAABAwAAAwIAAAIHAAABAQAAAQMAAAEKAAABOAAAAQEAAAHSAQAAAQEAAAIBAAABpgIAAAGwAQAAAQEAAAHCAQAAAQYAAAEBAAABAwAAAQEAAAHDAQAAAQoAAAFBAAACAQAAAQUAAAESAAABIwAAAbcBAAABIwAAAcQBAAABBQAAAQUAAAEBAAABTgAAAgIAAAEBAAABBAAAAgMAAAISAAACxQEAAAEKAAABPAAAARkAAAGdAgAAAQIAAAFRAAABMgAAAY8CAAABxAEAAAHbAQAAAUAAAAF/AAABfgAAAa8CAAABiwIAAAEBAAABigIAAAEBAAABzwEAAAKOAgAAAQEAAAJsAAABagAAAgIAAAUBAAABwwEAAAFjAAAB3gEAAAEQAAABWwAAATAAAAELAAABCQAAAQEAAAISAAABCgAAAQMAAAGBAQAAAQoAAAIFAAABBQAAARcAAAECAAABAwAAARIAAAEQAAABCgAAAQIAAAEFAAABjgIAAAEBAAABBgAAASkAAAEiAAABAQAAATQAAAIBAAABCQAAAcECAAABBQAAAQEAAAEBAAABAQAAA8QBAAABgwEAAAEQAAABUgAABAEAAAICAAABDwAAAQEAAAEFAAACBQAAAQMAAAFCAAACWwAAAgIAAAMBAAAFAQAABQMAAAEBAAAFAQAAAgEAAAEIAAABAgAAAQ0AAAE0AAABAQAAATAAAAG/AgAAAeMBAAABRQAAASwAAAFFAAABRQAAAX4AAAEwAAABuAIAAAFNAAAB9QEAAAEzAAABvwIAAAGDAQAAAUQAAAEBAAABXwAAAY8CAAABjgIAAAFEAAABAQAAASUAAAECAAABYAAAAaoCAAABtgEAAAF5AAABuwEAAAIEAAABeQAAAXkAAAF5AAABqwEAAAGkAgAAAZQBAAABpAIAAAGPAgAAAbgCAAABmgEAAAEaAAABjAEAAAEBAAABggEAAAIBAAABRQAAAQIAAAFEAAABMwAAATMAAAEsAAABRAAAAQEAAAELAAABIgAAAYcCAAACBAAAAWoAAAEBAAABAQAAAwEAAAEBAAABawAAAY4CAAABAQAAArgCAAABvgIAAAEBAAABxwIAAAG4AgAAARgAAAEfAAABAQAAAagCAAABbQAAAQEAAAEgAAAEwAIAAAEBAAABMAAAAScAAAEgAAABCAAAAaEBAAADAQAAAQEAAAEFAAABCAAAAQoAAAEFAAABfgAAAQEAAAFrAAABAgAAAQEAAAH9AQAAARIAAAGOAgAAAQUAAAEBAAABAwAAAQEAAAEBAAABAwAAAQEAAAFCAAABIQAAAQEAAAEFAAABewAAAQUAAAGkAQAAAQMAAAKkAQAAAb0CAAABAQAAAWQAAAEOAAADAQAAA40CAAABAQAAAQ8AAAEPAAABpgIAAAEXAAACAQAAAQoAAAENAAABRwAAAcICAAAB2wEAAAG0AgAAAgQAAAGmAgAAAVwAAAEGAAABAQAAA18AAAENAAABAQAAAUoAAAEsAAABYAAAAVAAAAEBAAAFAQAAAgUAAAEBAAABQgAAAhkAAAIBAAAEBgAAAQoAAAJfAAACAQAABRMAAAE9AAABAQAAARUAAAFNAAABAQAAAQYAAAEeAAACgwEAAAGrAQAAAQsAAAGsAgAAAQEAAAGDAQAAAU0AAAG4AgAAAZMCAAABAQAAAY8CAAACRAAAAgEAAAJOAAAB3AEAAAFYAAACBAAAAUUAAAISAAABAQAAAbIBAAABAQAAAW0AAAH4AQAAAfQBAAABHwAAAQEAAAERAAABoAIAAAFtAAABvgEAAAGrAgAAAQ4AAAGmAgAAAQEAAAGwAQAAAYABAAABrgIAAAG9AgAAAYEBAAABMwAAATMAAAG+AgAAAQEAAAG9AQAAAYoBAAAB9AEAAAHTAQAAAYgBAAABYgAAAbsCAAABzgEAAAEBAAABMwAAAREAAAFHAAACGAAAAQQAAAEHAAABAgAAAU0AAAMDAAABBgAAAQEAAAQUAAABBQAAAQEAAAEIAAABEAAAAQYAAAFMAAAC+wEAAAHlAQAAAQYAAAHrAQAAAc0BAAABAQAABQEAAAHTAQAAAdMBAAAB3AEAAAGJAgAAAQEAAAHzAQAAAdoBAAABAQAAAR0AAAEoAAABAQAAAQEAAAEYAAABAQAAAa0BAAACHgAAAdsBAAAB2wEAAAHbAQAAAfsBAAAC4wEAAAJdAAABAQAAAe4BAAAB6wEAAAEwAAABMwAAATMAAAHOAQAAAgEAAAHOAQAAAQEAAAFXAAAByQIAAAEeAAABAQAAAbQBAAABtAEAAAFXAAABNAAAAQEAAAHCAgAAAVoAAAEBAAABRgAAAQIAAAIBAAACogEAAAGOAgAAAcQBAAABkAIAAAGOAgAAAUQAAAEBAAABjQEAAAIBAAABYQAAAgQAAAGDAQAAAoMBAAABdAAAAQEAAAEQAAAB1gEAAAEBAAABGwAAAQEAAAEKAAABYQAAAkYAAAHJAgAAAVQBAAQBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAECAAEBAQAA6AEAAAErAAABJgAAAUEAAAFLAAABnQIAAAELAAABAQAAASQAAAEMAAADCgAAAQEAAAELAAABBQAAAQMAAAEBAAACAQAAAQQAAAIHAAABAQAAAQUAAAEBAAABAQAAAi0AAAE/AAACFwAAAQUAAAYBAAABEgAAARAAAAIBAAACAQAAAQcAAAEBAAACdQAAAgYAAAQBAAABnAEAAAFcAAABJAAAAWgAAAHnAQAAAgkBAAGyAQAAATUAAAIJAAABQwAAAQEAAAkBAAACAQAAAgEAAAMHAAABHQAAAQEAAAEdAAACAQAAATwAAAE8AAACDgEAAXcAAAEBAAABBQAAARcAAAELAAABDQAAAQEAAAEUAAADAQAABBwAAAECAAABEgAAAg4AAAIBAAACGAAAAUsAAAJRAAABvwIAAAE8AAABCQAAAQEAAAITAAABAQAAAgEAAAFBAAABPQAABQEAAAIRAAABAQAAAQkAAAIBAAACAQAABBEAAAICAAABEQAAATwAAAI4AAABAQAAAwkAAAEBAAABBAAAAQEAAAQVAAABAwAAAkEAAAQBAAADvAIAAAEWAAABAQAAAfkBAAABFgAAAhkAAAIEAAABCAAAAQwAAAEBAAABCgAAAgEAAAEQAAABEwAAAT0AAAEjAAABAQAAAQ8AAAIBAAABBQAAAQkAAAMEAAACAQAAAgEAAAEBAAABrAEAAAEBAAABAgAABAEAAARwAAABAQAAAb8BAAAGAQAAAwEAAAMBAAACAgAAAgEAAAQBAAAFAQAAAQEAAAEBAAABAwAAAQIAAAEIAAABAQAAAwMAAAIRAAABIwAAAQEAAAHIAQAAARwAAAEXAAABCQAAAQoAAAEBAAABMAAAAgEAAAEZAAABDAAAAfkBAAABAQAAAQIAAAEBAAABcAAAAXAAAAEBAAABBQEAAcUBAAABAQAAAa0BAAABAwAAAQEAAAEBAAABBAAAAQEAAAIBAAACBAAAAQIAAAEWAAACCAAAAQEAAAEMAAABBAAAARcAAAFrAAABAwAAAQ8AAANPAAABAQAAAgwAAAEBAAABAgAAAWsAAAEEAAADagAAAQEAAAJvAAABAAEABwEBAAIBAQADAQEAAwEBAAIBAQAAAQEAAAEBAAIBAQACAQEABgEBAAYBAQADAQEAAwEBAAIBAQAAAQEAAAEBAAIBAQACAQIAAQ8AAAEBAAABAgAAAQMBAAcBAQAEAQEABwEBAAIBAQAJAQEAAwEBAAUBAQAAAQEAAQEBAAMBAQAAAQEAAAEBAAIBAQADAQEAAgECAAUBAQACAQAABAEAAAIBAAADAQAAAwEAAAQBAAAHAQAAAQEAAAEBAAACAwAAAgEAAAMBAAABAQAAAgIAAAMBAAACAQAAAQEAAAIBAAABAQAABAIAAAQBAAADAgAABgEAAAQBAAADAQAAAQIAAAMBAAACBAAAAgEAAAECAAABAgAAAgEAAAYHAAABBQAAAwUAAAFaAAABBAAAAgMAAAEMAAACPQAAAQEAAAIBAAABAQAAAgEAAAESAAABUQAAAQAAAAIBAAABAQAAAwEAAAICAAADAQAAAgEAAAEHAAABBAEAAQEAAAEBAAAEAQAAAwEAAAICAAABAQAAAwIAAAEBAAABAQAAAQQAAAIBAAABAQAAAQEAAAEBAAACAQAAAQEAAAEDAAACAQAABQEAAAEEAAABAwAAAQEAAAMBAAADAQAAAQQAAAIIAAABAQAAAgEAAAEFAAABAwEAAQIAAAECAAABAQAAAgEAAAQNAAAEAQAABQcAAAMCAAADdQAAAQcAAAIDAAACBAAAAQEAAAJHAAAB6AEAAAGcAgAAAQEAAAFSAAABMQAAARgAAAEBAAACNQAAAi0AAAEBAAAD1gEAAAEBAAABJAAAAQIAAAFOAAABewAAArcCAAABAQAAAbMCAAABAQAAARMAAAHRAQAAAekBAAABBwAAAZQBAAABBwAAAQEAAAI1AAABawAAAmoAAAEXAAABCgAAAwEAAAEJAAACAQAAAwEAAAEBAAABpgIAAAG1AgAAAgEAAAIBAAACAQAAAZIBAAABQQAAAYoCAAABAQAAAUQAAAEBAAABFgAAAYgBAAABigIAAAEbAAABAwAAAwEAAAIeAAABGgAAAj8AAAEZAAABPwAAAwsAAAIHAAABAQAAAQEAAAECAAABpQEAAAExAAACAQAAAQQAAAEEAAABCwAAAQgAAAIBAAAGAQAAAQIAAAIHAAABDAAAAUAAAAEbAAABBwAAARUAAAErAAABAgAAASMAAAEOAAABAQAAAQIAAAEpAAABAQAAAQQAAAEwAAABTgAAATAAAAEBAAABCgAAAwsAAAEUAAABtgIAAAGQAgAAAiYAAAG5AQAAARwAAAEGAAACAQAAAQEAAAEPAAABKQAAAQcAAAE9AAABAQAAAWsAAAFOAAABAgAAAQsAAAEQAAABBAAAAjgAAAEeAAABBwAAATYAAAFqAAABPwAAAQgAAAGKAgAAAQEAAAEaAAABAgAAAeUBAAABAQAAAacCAAABlwEAAAI+AAABWgAAAQUAAAGXAQAAAQYAAAEBAAABFwAAAQEAAAFhAAACFgAAAQEAAAECAAABOAAAAgMAAAIEAAABAQAAAQ4AAAEBAAABxgIAAAExAAABcwAAASAAAAFwAAABAAAAAQEAAAEbAAABBAAAAQEAAAEeAAABFQAAAToAAAJaAAABCwAAAS0AAAEQAAABFgAAAgEAAAMBAAACBAAAARwAAAIBAAACBAAAAgwAAAEWAAAFAQAABwEAAAMCAAADBAAAAwIAAANkAAABAQAABQEAAAKwAgAAAeQBAAABxAEAAAHpAQAAAekBAAABEwAAAQcAAAYBAAABCgEAARAAAAGPAgAAAQEAAAEiAAABDgAAARwAAAExAAABAQAAAdgBAAABDAAAAgEAAAEAAAABOgAAAg8AAAEWAAABAQAAAlwAAAFPAAABFgAAAWQAAAEBAAAB+AEAAAEBAAABiwEAAAIBAAABBQAAASAAAAEBAAABAQAAAcACAAABBAAAAQEAAAEAAAACFAAAAQUAAAEMAAABBQAAAQ4AAAEhAAABYAAAAQIAAAEYAAABCAAAAhcAAAEBAAADAQAAAo4CAAABAgAAAgEAAAEPAAAB5QEAAAEeAAABHAAAARQAAAGoAgAAAUMAAAGEAQAAA1UAAAEAAAABFAAAARkAAAERAAACAwAABQEAAAIBAAACAgAABQEAAAQBAAAEBgEACwEBAAoBAQAFAQEABAEBAAMBAQAFAQEAAgEAAAMBAAAEAQAAAQEAAAIBAAAFAQAAAgEAAAEDAAABAgAAAQEAAAIDAAACAQAABAEAAAICAAABAwAABAEAAAIBAAABBQAAAQEAAAQCAAADAgAAAgEAAAEBAAABAQAABAEAAAMGAAABAQAAAgEAAAEFAAABAQAAAgEAAAMBAAAEAQAABQEAAAIBAAAGAQAABAEAAAUBAAAGAQAAAQEBAAIBAAAGAQAABQEAAAIBAAABAQAACAEAAAoBAAACAgAABgEAAAUBAAAIAQAABAEAAAIBAAACAQAAAQEAAAEBAAACAQAAAQUAAAQBAAAFAQAAAgEAAAMBAAAGAQAAAQEAAAIBAAACAQAAAwEAAAMBAAADAQAABQEAAAYBAAAGBAAABQEAAAUBAAACAQAACgIAAAICAAABAQAACAEAAAUBAAACAQAAAQIAAAQBAAAEAQAAAwEAAAMBAAAEAQAABAEAAAIBAAAHBAAABQEAAAMBAAACAQAAAgEAAAIBAAAKAQAABgEAAAEBAAABAQAAAQEAAAMDAAABAQEAAQEAAAMBAAAEAQAAAgMAAAEBAAAEAgAAAQEAAAIBAAABAQAABQEAAAQBAAABAgAAAgEAAAEBAAABAwAABQMAAAMBAAADAQAAAQEAAAYBAAAGAQAABQEAAAgBAAAHAQAAAQIAAAQBAAAFAQAAAwEAAAIBAAAGAQAAAgIAAAMBAAACAQAAAQEAAAEGAAAIAQAABQEAAAMBAAADAQAAAgIAAAMBAAAHAQAAAwEAAAcKAAABBgEAAQEBAAABAQABAQEAAAEBAAECAAABCAAAAgIAAAcBAAAGAQAAAgMAAAIBAAABBAAAAgIAAAEBAAACAQAAAQEAAAIBAAACKwAAAQEAAAIBAAABAgAAAQEAAAEHAAABAQAAAwIAAAICAAABAQAAAgIAAAEBAAABAQAAAQcAAAIBAAABAgAAAQMAAAEBAAABEAAAAQUAAAIBAAABCwAAAQ4AAAMBAAACAQAAAgUBAAIEAAABAQAAAQQAAAIBAAADaAAAAjAAAAEBAAABAQAAAgEAAAIFAAAE+AEAAAEBAAABAQAAAbkBAAABDgAAAQMAAAEDAAABGAAAAVQAAAGJAgAAAdEBAAABEwAAAUMAAAEHAAABXgAAAQMAAAEuAAADAQAAAQgAAAESAAABLQAAAQkAAAIkAAABAQAAAQMAAAEBAAABBQAAAQEAAAEBAAABAQAAAQEAAAEHAAABKQAAAQ4AAAI6AAABAgAAAQEAAAIkAAABAQAAATsAAAECAAACDgAAAQEAAAEBAAABEQAAAZMBAAACfgAAAQEAAAFtAAABGwAAARoAAAF0AAABAAAAAQYAAAGHAQAAAwMAAAMfAAAB5gEAAAEGAAABAQAAAQIAAAMBAAACgQEAAAELAAABCgAAAT0AAAEPAAABIAEAAQEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAQEBAAMBAQABAQEAAAEBAAABAQAAAQEAAgEBAAABAQAAAQEAADAAAAFmAAABQAAAAQwBAAEBAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAARAAABAQAAAQMAAAIBAAABAQAAAQEAAAECAAABAQAAAQEAAAEBAAABAQAAAgsAAAECAAABBAAAARAAAAEBAAABKQAAASgAAAIBAAABRgAAAS8AAAEbAAABPAAAAXcAAAE+AAABigIAAAHlAQAAAQEAAAHlAQAAAQEAAAEEAAABAgAAAR0AAAEWAAABAQAAAQMAAAGXAQAAAQQAAAIkAAABBgAAAiIAAAEIAAAB0gEAAAEBAAABCQAAARAAAAEYAAABggEAAAHRAQAAARcAAAEBAAACLwAAAUEAAAGQAQAAATIAAAEBAAADCwAAAQEAAAEBAAADBgAAAQcAAAIjAAABAgAAAwEAAAQBAAACBAAAAgYAAAIBAAACAQAABQEAAAEBAAABAgAAAwEBAAICAAAKAQAABgEAAAEBAAAGAgAAAQYAAAIBAAADAgAABQEAAAIBAAACAQAAAQEAAAIFAAABAwAABgEAAAYBAAAHAQAABQIAAAUBAAABAQAAAQEAAAIBAAACAQAABQEAAAcBAAAEAQAACAEAAAEBAAAHAQAABQEAAAQBAAABAQAAAQMAAAIBAAAFBAAAAgEAAAEBAAABAQAABAEAAAUEAAACAgAAAgMAAAEKAAACAQAABAEAAAISAAACAQAAARAAAAEBAAACAQAAAQoAAAEGAAABCAAAAQEAAAIDAAABAQAAAgEAAAEFAAADAQAAAwEAAAEBAAABAQAAAQEAAAEBAAADAgAAAQ4AAAEDAAABAQAAAQEAAAEGAAADAQAAAgIAAAIBAAAEAQAABAIAAAIBAAABAgAAAQIAAAI+AAABOgAAARYAAAGlAQAABBUAAAGWAQAABwEAAAEJAAADBgAAAQcAAAIBAAACAQAAAQ8AAAIBAAABAgAAAQgAAAEBAAABAwEAAQQAAAECAAACBAAABAUAAAEBAAACBQAAAQkAAAICAAADAQAAAQIAAAMBAAABAQAAAgEAAAIDAAADAgAAAQEAAAMCAAADBQAAAQUAAAIBAAABBAAAAQsAAAEBAAABAwAAAxkAAAEBAAACFgAAAwEAAAMPAAABAwAAAQgAAAEGAAABAQAAAwoAAAQBAAACBgAAAgQAAAIKAAADBAAABg0AAAEMAAAEBgAAAQIAAAECAAACAQAAAwIAAAIBAAAFAQAAAwEAAAEBAAADAQAAAQcAAAEBAAABBQAAAQQAAAEBAAAGAQAAAgEAAAMBAAADAQAAAQEAAAEGAAABAQAAAgEAAAEgAAABAgAAAgEAAAIWAAABBwAABAEAAAEKAQABNgAAAQEAAAECAAABAgAAAQYAAAEBAAABBQAAAgEAAAEBAQABlQIAAAH9AQAAAdQBAAABMQAAAT8AAAEYAAABBQAAAQEAAAEMAAACYgAAAQYAAAEvAAABVwAAAwIAAAEBAAACAQAABHYAAAE8AAABBgAAAQMAAAECAAABogIAAAEVAAABJwAAAgEAAAEBAAABEgAAAUAAAAEXAAABIgAAAbIBAAABAgAAARUAAAEBAAACCgAAAcwBAAAB4gEAAAIFAAABAwAAAe0BAAABAQAAAeMBAAABAQAAAgEAAAEIAAABAgAAAooBAAABCwAAAVcAAAE5AAABAAAAAQEAAAIBAAABAQAAAwMAAAEBAAABCwAAARUAAAECAAABcgAAAQEAAAFAAAABIQAAAgEAAAIBAAABBAAAAQ0AAAGvAQAAAQYAAAEGAAABCgAAAQkAAAEHAAABLAAAAR4AAAECAAABkAIAAAENAAABZgAAAQQAAAEBAAABEAAAAaIBAAABEQAAAQUAAAEBAAABDQAAAQEAAAEDAAABsgIAAAGcAgAAAwMAAAIBAAABAQAAAQEAAAEFAAABAQAAAQIAAAEBAAAGAQAABAEAAAUCAAACmwIAAAEBAAADAQAAAQEAAAECAAABAwAAAgIAAAMGAAABBgAAAQkBAAH0AQAAATUAAAEIAAABCgAAAaQCAAABqwIAAAEBAAACAQAAAhwAAAEAAAABGgAAAQsAAAELAAABHwAAAeUBAAABAQAAAgYAAAEBAAABAgAAAQEAAAEBAAAB/QEAAAEAAAABAQAAAgIAAAEkAAACAQAAAwYAAAEBAAABCgAAAQEAAAEIAAABBwAAAgEAAAEBAAABAgAAAQEAAAFoAAABBQAAAQkAAAEkAAABGAAAAQEAAAMBAAABBwAAAQEAAAECAAABAgAAAQkAAAEKAAABAQAAAgEAAAMBAAABBwAAARgAAAEGAAACIgAAAQEAAAEUAAABvQEAAAIBAAACAQAAAQMAAAEEAAADAQAAAQUAAAESAAABCAAAAQIAAAFBAAABBQAAAo0BAAABAQAAAVkAAAEwAAABAgAAAQMAAAIBAAADSQAAASAAAAHyAQAAAR4AAAEiAAAB5QEAAAIBAAABKQAAAZABAAABTwAAAQEAAAEYAAABigEAAAEBAAABNgAAAgEAAAIFAAADWAAAAQEAAAJXAAACBgAAAUIAAAEIAAABAgAAATsAAAEnAAABAgAAAcMCAAABBwAAAQEAAAEFAAABBQAAAQIAAAECAAABAgAAAQoAAAEBAAABBAAAATcAAAICAAABBQAAASoAAAEtAAACAgAAAR8AAAQBAAABTwAAAgEAAAEBAAABCQAAAQsAAAEBAAACCQAAAU8AAAFmAAABjwIAAAG7AQAAAQEAAAFtAAACAQAAAQkAAAFlAAABDQAAAQEAAAEJAAABBAAAAXUAAAFQAAABAQAAARkAAAENAAAB2wEAAAGWAQAAAU8AAAEEAAABQAAAAQYAAAIEAAACAQAAAgEAAAMBAAAFAQAAAwQAAAIBAAACAQAAAwEAAAEBAAABAQAAAQEAAAEBAAACBQAAAQEAAAEBAAABAgAAA4wBAAABEAAAAjgAAAERAAABAQAAASYAAAEBAAABAQAAATMAAAICAAACAgAAAQEAAAEBAAABAwAAArsCAAABCgAAAY0BAAADAwAAAgEAAAQFAAABHAAAAgEAAAEgAAABAQAAAhQAAAERAAACOQAAAgEAAAECAAACAgAAAQEAAAEQAAAD6AEAAAGZAQAAAQEAAAELAAACEAAAAQIAAAEeAAABAQAAASMAAAEsAAABpQEAAAHVAQAAAQEAAAFRAAABpAEAAAIBAAACAgAAAg4AAAGBAQAAAegBAAABlgEAAAGKAQAAAfIBAAABFwAAAQYAAAE4AAABFQAAAQEAAAESAAABGAAAAQoAAAIRAAABFgAAAQEAAAEFAAABNgAAAQYAAAEDAAABDQAAAQEAAAI3AAABCQAAARQAAAICAAABJgAAARYAAAMBAAACCQAAAQEAAAFOAAAB5AEAAAFqAAAB6AEAAAECAAABAgAAAQYAAAEBAAABIwAAAREAAAEEAAABPQAAARUAAAEBAAABAQAAAQ0AAAExAAABAQAAASQAAAHmAQAAAQ8AAAEPAAABAgAAAQIAAAIBAAACVAAAARAAAAEcAAABAQAAARQAAAGyAQAAAZYBAAABdAAAAT0AAAHHAgAAAWAAAAEEAAABFAAAASoAAAEBAAABIwAAAREAAAEBAAABlwEAAAEBAAABBgAAAT0AAAEZAAABogIAAAG1AQAAAS0AAAELAAABnAEAAAETAAABCAAAAQEAAAH6AQAAAX4AAAEOAAAB9wEAAAEBAAABTgAAAR0AAAECAAABBAAAAQEAAAEGAAABHwAAASIAAAEPAAABBAAAAVQAAAECAAABAQAAARMAAAEGAAABkgIAAAGlAgAAAQEAAAHmAQAAARUAAAEBAAABDwAAAakBAAACGwAAAgMAAAMBAAACGQAAAQEAAAEEAAABBwAAAQMAAAEJAAABAgAAAQIBAAcBAQAKAQEACQEBAAUBAQADAQEACgEBAAwBAQABAQEACAECAAMBAgACBgAAAQYAAAICAAACAQAABwEAAAIBAAAEBQAAAR8AAAEBAAACAQAAAQEAAAYBAAADGwAAAQEAAAICAAADIwAAAQUAAAIGAAABAQAAAQEAAAEBAAABAgAAAQIAAAEEAAABAQAAAQMAAAEFAAABAgAAARAAAAIBAAABAwAAARwAAAEBAAABBQAAARIAAAEGAAABAQAAAgMAAAKXAQAAAWoAAAEBAAABfQAAAQEAAAEPAAABEQAAASEAAAMUAAABAwAAAhIAAAIPAAACAQAAARsAAAIBAAACBgAAAQEAAAEVAAABIQAAAQEAAAEEAAABCgAAAhMAAAENAAABBAAAAwEAAAECAAABKgAAASEAAAEYAAABSAAAARgAAAEmAAABAwAAAwIAAAH7AQAAAW8AAAGhAQAAAgEAAAEDAAABAQAAAjMAAAEJAAADAQAAAhUAAAEBAAABDQAAAQIAAAEBAAABKgAAAgIAAAMQAAADAQAAAgkAAAEHAAABjgEAAAEBAAACWgAAAQEAAAGIAQAAAQEAAAGEAQAAAnUAAAEPAAADoAIAAAEBAAABAQAAAQ8AAAEvAAABJwAAAQ4AAAECAAAECQAAAgEAAAEDAAACGgAAAYQBAAACAQAAAQIAAAICAAABBAAAAQoAAAFiAAACAQAAAW8AAAEPAQAGAQEABgEBAAkBAQAGAQEAAAEBAAQBAQAEAQQABgEBAAJmAAABsgEAAAEBAAABHQAAAQAAAAFNAAABIgAAARgAAAFwAAABJAAAAQEAAAEUAAABAwAAAQEAAAMBAAABAwAAAwEAAAERAAABBQAABQEAAANkAAABngEAAAFBAAABAQAAAZYBAAABlgEAAAMPAAABqwEAAAGCAQAAAQEAAAEnAAACPQAAARMAAAEBAAABAAAAARoAAAQEAAABAQAAAQYAAAELAAABJAAAARwAAAGSAQAAAYgBAAABAQAAAgUAAAEBAAABAwEAAe8BAAABQAAAAQEAAAHRAQAAAgcAAAMTAAABAgAAAQEAAAEBAAAEBwAAAQMAAAEbAAABcQAAAR0AAAHlAQAAAYoBAAABlQEAAAHkAQAAAZMBAAABBAAAAgEAAAEBAAAGAQAAAQEAAAMDAAACAwAAAgIAAAEBAAABUAAAAQEAAAEBAAABRQAAAgEAAAEBAAABAQAAAQEAAAEBAAADAQAAAgEAAAJNAAABAQAAAVQAAAEBAAADAQAAAQIAAAEBAAACAwAAAQEAAAIBAAADAgAAAwMAAAEBAAABBwAAARgAAAEnAAABSQAAAQoAAAFSAAABmQEAAAEOAAABAQAAAQEAAAMKAAACBAAABQEAAAMBAAAGAgAAAQEAAAEIAAABNwAAAwEAAAECAAABDQAAAQEAAAEFAAABBgAAARUAAAEIAAAFKQAAATMAAAEBAAABPAAAAQIAAAEgAAAB7gEAAAELAAADAQAAAQEAAAGIAQAAAVIAAAFCAAABVAAAAQQAAAEBAAABEQAAAgEAAAQBAAAEAQAAAwEAAAYBAAAJJwAABQEAAANLAQAIAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQACAQEAAgEBAAMBAQABAQEAAgEBAAABAQAAAwAAAQEAAAMBAAABDAAAAwEAAAEDAAAFAQAABAEAAAQBAAAEAQAAAQEAAAIBAAABAgAABAEAAAQBAAAGCgAAAasBAAACEwAAAm8AAAENAAABDAAAAaMBAAABAQAAARgAAAEGAAACAQAAARAAAAEGAAABAQAAAQEAAAEBAAABJwAAAbUBAAABAQAAAQ8AAAEGAAABAwAAAbYBAAABBAAAAQEAAAEFAAABAQAAAQIAAAETAAABAgAAAhMAAAMQAAABAgAAAgcAAAMBAAABAgAAAQgAAAELAAABAQAAAQUAAAEBAAACAQAAAQEAAAEBAAABHAAAAQ0AAAMBAAAHAQAAAwQAAAYBAAACAQAAAgEAAAIBAAADAQAAAgEAAAECAAABAQAABwEAAAIEAAABCQAAAQUAAAEBAAACAQAAAgEAAAMBAAACAQAAAwEAAAIDAAABEQAAAQIAAAECAAACAwAAAwEAAAQBAAADAQAAAQIAAAIDAAAEAQAABAEAAAIBAAADAwAAAQEAAAICAAABAQAAAgEAAAEBAAAFAQAAAwMAAAEBAAADAQAAAwEAAAIBAAAEBQAAASEAAAMFAAABEwAAARUAAAG8AgAAAS0AAAGAAQAAAQEAAAGpAQAAAVMAAAGKAQAAARwAAAIBAAACHwAAASgAAAGyAQAAAQEAAAEBAAABcAAAAcABAAACAgAAAgEAAAHRAQAAARcAAAEDAAABAQAAAQIAAAEBAAABOQAAAgEAAAEGAAABAQAAAQUAAAERAAABDQAAAeIBAAABYgAAAQMAAAEEAAABAQAAAQUAAAEPAAABFgAAAQEAAAEHAAABHQAAAVwAAAECAAABRAAAAQcAAAEeAAABZgAAATkAAAE5AAABAwAAA04AAAETAAABHAAAAQAAAAEpAAABXwAAAVAAAAETAAABAQAAAQYAAAEDAAABDwAAAQcAAAEHAAABKgAAARwAAAEDAAABQAAAAQIAAAECAAABDwAAAQYAAAEbAAABCAAAAQ8AAAETAAABBQAAAQEAAAICAAACAgAAAgEAAAICAAABAQAAAgEAAAICAAABXQAAAwEAAAIBAAACAQAAAQYAAAIBAAABigEAAAEcAAABMQAAARMAAAExAAAByQIAAAGKAgAAAQEAAAH8AQAAAW8AAAEBAAAEAQAAAQEAAAMCAAABAgEAAQEBAAIBAQAGAQEAAQEBAAIBAQACAQEAAQEBAAG2AQAAAT4AAAEBAAABOAAAAQMAAAF3AAABAQAAAgIAAAEBAAACAgAAAYgBAAABlQEAAAFyAAABBwAAAXQAAAEEAAABEgAAAQ0AAAEmAAABAwAAAmUAAAFFAAADLwAAAbsBAAAB3QEAAAMBAAACFAAAARoAAAIBAAABCgEAARMAAAQBAAADDwEAAdwBAAABFwAAAgMAAAGVAQAAAQIAAAHRAQAAAYEBAAACGAAAAgkAAAMBAAADAQAAAQIAAAEBAAACFgAAARgAAAEuAAABAQAAARoAAAECAAABlwEAAAGBAQAAAgoAAAIMAAABDQAAAQ4AAAEGAAACDAAAAQIAAAJVAAABgQEAAAEWAAABHQAAASEAAAETAAABNQAAAgEAAAIDAAADAQAAAgMAAAHUAQAAAdEBAAADFgAAAQEAAAEAAAABdwAAAbcBAAABAQAAAYsCAAABKQAAATAAAANhAAABhAEAAAIEAAABAQAAAgQAAAEBAAABAwAAAowBAAABRQAAARYAAAEwAAABAQAAAQoAAAEcAAABbwAAASUAAAEvAAABIAAAAYcBAAACEQAAAgsAAAEXAAAB1QEAAAE8AAABPAAAAg4BAAEFAAABBAAAAYACAAABOgAAAdgBAAABAQAAAQEAAAENAAABWQAAARYAAAGcAgAAAT0AAAGZAQAAAQEAAAETAAABsgIAAAHoAQAAAfUBAAAB6AEAAAHoAQAAAQIAAAEEAAACBQAAAgoAAAEGAAACBAAAAQkAAAEFAAADAgAAAQgAAAIFAAABAQAAAwEAAAIGAAABEgAAAQEAAAEBAAADAQAAAgQAAAECAAACBAAAAg0AAAIBAAABFgAAAQEAAAICAAABCAAAAgQAAAIeAAADHQAAAQIAAAIBAAADAgAAAREAAAMBAAABDQAAAQIAAAQBAAACAwAAAQEAAAEGAAACDwAAAQcAAAIdAAABAwAAAQEAAAETAAABPQAAAQsAAAEYAAABEwAAAQEAAAF0AAABAQAAAQkAAAEjAAAEAQAAAQEAAAMBAAABHgAAAjsAAAEzAAACAQAAAQIAAAIFAAABFwAAAhIAAAEQAAABCQAAATcAAAGJAgAAAokCAAABAQAAAfUBAAAB9QEAAAFnAAABIgAAAwEAAAQ/AAABgwEAAAGZAQAAASMAAAEHAAABzAEAAAEtAAABgwEAAAEcAAABnQEAAAEDAAABvAEAAAEhAAABAQAAAcIBAAABHwAAAQwAAAEGAAACAQAAARwAAAEBAAABAQAAAQEAAASAAQAAASMAAAIBAAACAwAAAhEAAAIzAAABgwEAAAGCAQAAAQEAAAGCAQAAAQEAAAE/AAABAgAAA/ABAAABggEAAAEBAAABCwAAARkAAAEBAAABcAAAAQMAAAEGAAABjgEAAAExAAABAQAAAYkCAAABDQAAAcQBAAABUgAAAQoAAAHTAQAAAgEAAAIIAAABAAAAATgAAAFAAAABAQAAAQcAAAIUAAABAQAAAQIAAAE8AAABAQAAAQEAAAEDAAABDQAAAQUAAAEBAAABAQAAAQ8AAAEBAAABGwAAAQ8AAAEDAAABFAAAARkAAAEUAAABAQAAAQsAAAEqAAABYAAAAQ0AAAFBAAAC3gEAAAFxAAADcQAAAQYAAAHoAQAAAfIBAAABNAAAAQEAAAERAAABIQAAAQ0AAAEPAAABFwAAAQEAAAFzAAABFQAAAQYAAAEGAAABCgAAAQkAAAEHAAABDQAAAgEAAAEBAAABAQAAAhEAAAIBAAABEAAAAgEAAAMBAAACEAAAAgEAAAMBAAABCgAAAgEAAAQBAAACBwAAAgEAAAMBAAACCgAAAwEAAAMBAAABAwAAAwEAAAYBAAAHAQAACAEAAAQMAAADAQAAAgEAAAElAQAEAQEABAEBAAIBAQACAQEAAQEBAAABAQAAAQEAAAIAAAEBAAAFAQAABAEAAAUBAAABAgEAAwEBAAIBAQACAQEAAgEBAAEBAQADAQEAAAEBAAEBAQAAAQAAAwEAAAMCAAACAQAABAEAAAMBAAAEAwAAAQEAAAIBAAACAQAAAwEAAAEBAAACAQAABAEAAAYBAAABAQAAAQEAAAMBAAAGAQAAAwEAAAMKAAAEAQAAAgEAAAIBAAAFAQAAAg0AAAIBAAAEAQAAAwEAAAIBAAABBAEABQEBAAQBAQAEAQEAAgEBAAAGAAADAQAAAQEAAAMUAQAEAQEAAQEBAAEBAQABAQEAAgEBAAABAQAAAQEAAQEBAAABAQAAEgAAAQEAAAIBAAABDgAAAgEAAAIBAAACAgAAAgQBAAQBAQAEAQEAAgEBAAEBAQACAQEAAAEBAAAOAAABYAAAAQEAAAJiAAABGAAAAQwAAAEBAAACAwAAAgcAAAEEAAABAAAAARMBAAQBAQAHAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAgEBAAABAQAAAQEAAAEBAAABAQAABwAAAQIAAAEhAAABBAEAAwEBAAEBAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAGAAABAQAAAQEAAAHIAQAAAQ0BAAQBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAAABBAAAARgAAAEDAAACAQAAASIAAAFoAAABegAAAQgAAAENAAABgAEAAAIBAAABgQEAAAGAAQAAAWkAAAEIAAABgQEAAAG9AgAAAYcBAAABBAAAAwEAAAEFAAABXwAAAQoAAAFZAAABAwAAAeUBAAABAQAAAfUBAAABYQAAAQEAAAMRAAABAAAAAQEAAAEKAAABBQAAAQ0AAAEKAAABLQAAAgEAAAQFAAAEAQAAAgMAAAEGAAACAQAAAgcAAAIBAAACAgAAB2QAAAELAAABqQIAAAF3AAABKgAAAQEAAAEEAAABAQAAAgEAAAEnAAABCwAAARYAAAEIAAABAQAAAW0AAAEKAAABMgAAAWAAAAIIAAACAQAAAQEAAAICAAACAQAAAwQAAAIIAAABAwAAAQEAAAIBAAABBAAAAR4AAAIFAAAFAQAABQEAAAEBAAABAQAAAQEAAAUBAAADAQAABAEAAAQHAAACAQAAAQkAAAEgAAABAQAAAb0BAAACAQAAAgIAAAIBAAACAQAAAQ0AAAQBAAABCQAAAQAAAAELAAABHAAAARYAAAEBAAABBgAAASwAAAUGAAACugEAAAEKAAABDAAAAQoAAAFyAAABDwAAAQEAAAEGAAABNwAAAgEAAAEXAAABBQAAAQEAAAEBAAABGgAAAQkAAAIOAAABDQAAAQEAAAEIAAAB0wEAAAHSAQAAARUAAAEUAAABBgAAASwAAAECAAABAQAAAR0AAAI/AAAB5AEAAAHAAgAAAYkCAAABAQAAAaUCAAABAwAAAhEAAAERAAAB9AEAAAHaAQAAAacCAAAB6gEAAAEBAAABlgIAAAFSAAABBwAAAQEAAAF+AAABAwAAAVkAAAEBAAABCQAAASoAAAIuAAABCwAAAYgBAAABQAAAARQAAAEBAAABEwAAARQAAAETAAABAgAAAQ4AAAEBAAABAwAAAQEAAAEBAAABDAAAAQEAAAEIAAABAQAAAQ4AAAEYAAACAQAAAQIAAAEEAAABDgAAAQEAAAEDAAABAgAAAQEAAAEBAAABLAAAARIAAAEBAAABAQAAAQYAAAECAAABAQAAAQwAAAEBAAACAQAAAQEAAAEBAAABAQAAAQUAAAEBAAACCAAAAQEAAAEBAAABAQAAARQAAAIBAAABAQAAAgEAAAIBAAABAQAAAgMAAAECAAABAwAAAQEAAAMBAAADAQAABgEAAAIBAAAFAQAAAgEAAAIEAAAEBgAAAQcAAAEBAAACAQAAAQMAAAEBAAABCQAAARwAAAIZAAABAQAAAgQAAAECAAABAQAAAQMAAAEBAAADAQAAAhYAAAMBAAACCgAAARQAAAEHAAABAQAAAQEAAAEFAAABDAAAAQgAAAEBAAACIQAAARYAAAIBAAABAQAAAQEAAAEEAAABBAAAARkAAAEUAAABAQAAAQQAAAEIAAABHwAAAQIAAAEGAAABjwIAAAEeAAABFAAAAmIAAAEHAAABAQAAA44BAAACDwAAAQkAAAEOAAABAQAAAVAAAAH1AQAAAbcBAAABEQAAAY4BAAACfAAAAWoAAAEKAAABJAAAAVEAAAH4AQAAAQEAAAG/AgAAAX4AAAEBAAABngEAAAEBAAABMAAAAQEAAAGXAQAAAQIAAAEBAAABrQIAAAEBAAABEwAAAQEAAAEGAAABBAAAAQwAAAEBAAABBAAAAQEAAAEBAAABAwAAAg0AAAEmAAABRQAAAgQAAAEBAAACAQAAAQIAAAEDAAABBgAAAQcAAAEDAAACAQAAAgIAAAEBAAABAQAAAgEAAAEBAAACAQAAAwoAAAElAAABFwAAASAAAAEUAAABmgEAAAG5AgAABNQBAAABLQAAAQEAAAExAAABAQAAAiwAAAEBAAADBAAAAdgBAAABAQAAAeoBAAABBgAAAe4BAAABAQAAAQ0AAAEMAAACFQAAAQMAAAEMAAABCAAAAQEAAAEKAAABUAAAAQQAAAEBAAACRQAAAQEAAAIKAAABAQAAAQMAAAECAAAHAQAAARIAAAEGAAACAQAAAgYAAAIBAAABAwAAAwIAAAIBAAABAgAAAQEAAAECAAABAQAAAQ8AAAEIAAABGAAAAQMAAAIBAAADBwAAAwEAAAMIAAACAgAABAIAAAEgAAABkgEAAAEBAAABAQAAAQwAAAEMAAABDwAAAXIAAAFJAAABKwAAAQ0AAAIBAAABQgAAAQoAAAEBAAABbgAABQEAAAICAAACBQAAARcAAAQBAAACFwAAATgAAAFfAAABIgAAAwIAAAEIAAABEAAAAQkAAAErAAABCgAAAQEBAAGMAQAAAQEAAAEgAAACGwAAAQUAAAIaAAABKwAAAgoAAAEBAQABKgAACQEAAAMEAAAEAQAAAwEAAAQBAAAGAQAABwEAAAUBAAAIAQEAAQEAAAEWAAABBgAAASsAAAEKAAABAgEAAcUCAAABUAAAAQEAAAESAAABAQAAAQMAAAFsAAABIQAAAR4AAAIBAAAEAQAAAQIAAAEBAAAEAQAABwEAAAInAAABBwAAAtUBAAABLgAAAR4AAAEUAAABIgAAAW4AAAEnAAABAQAAATsAAAEtAAABlwEAAAEGAAABSAAAAQEAAAEDAAABAgAAAwQAAAEBAAABAQAAAgQAAAECAAACCgAAAQMAAAECAAABAQAAAQUAAAEBAAABAQAAAQIAAAEHAAABAgAAAQkAAAEUAAABDwAAAQEAAAIiAAACAQAAAQcAAAEBAAABAgAAAwIAAAEbAAACHQAAAgEAAAIBAAABAgAAAgEAAAIFAAABAwAAATIAAAECAAABFgAAAQcAAAEDAAABCwAAAQEAAAEEAAABDQAAARkAAAEMAAABGwAAAUAAAAEOAAABCgAAAVoAAAFBAAABAQAAAQYAAAEHAAABTQAAAQUAAAEjAAABBQAAAQUAAAETAAABGAAAAhEAAAIPAAABOwAAAgIAAAEcAAABdAAAAQMAAAElAAABBAAAAQIAAAEFAAABKwAAAQEAAAEPAAABBwAAAQQAAAE9AAABYQAAAQcAAAGqAQAAAekBAAABCAEAAWEAAAQCAAADbAAAATIAAAFRAAABFgAAAQEAAAEEAAABlwIAAAETAAABBAAAAQEAAAKVAQAAAdIBAAABcAAAAakBAAABbQAAAgEAAAEFAAABGgAAASsAAAEMAAABAgAAAQMAAAUBAAAFAQAACAEAAAUBAAABAQAAAQEAAAEBAAAIAQAAAQEAAAEBAAADAQAAAQMBAAIBAAABAQEAAgEAAAEGAAABDQAAAQEAAAEFAAABCgAAAgQAAAEDAQAFAQEAAAEBAAMBAQACAQEABgEBAAYBAQAAAQAAAwEAAAQDAAAFAwAAAQMAAAMBAAADSAAAAg8AAAI9AAAHAQAAAwEAAAUBAAAGAQAABAEAAAQBAAAFAgAAAQEAAAMBAAAEAQAABQEAAAUDAAABAQAAAgMAAAQBAAACAQAABAEAAAQjAAABBAAAAQEAAAEoAAABAQAAAXkAAAINAAABIQAAARsAAAEDAAABLQAAAQMAAAEDAAABAQAAAQoAAAEMAAABAQAAARYAAAIBAAABCAAAARQAAAEcAAABLQAAAToAAAEBAAABZwAAAjIAAAGLAQAAAgEAAAEXAAABAQAAAQYAAAEBAAABFgAAAa4CAAABAQAAARUAAAEBAAABDAAAASQAAAELAAABaAAAAQMAAAECAAABAQAAAQ4AAAIPAAABDAAAAQMAAAEHAAABAQAAAR8AAAIDAAABAgAAAQYAAAEDAAABHQAAAQwAAAIZAAABIQAAATIAAAECAAABLAAAAQAAAAEBAAABJgAAAQIAAAFxAAABvwEAAAEOAAABVgAAAQIAAAEHAAABCwAAAUEAAAE+AAABFAAAAQEAAAETAAABFwAAAQoAAAEBAAABYwAAAQIAAAEBAAABBAAAAQYAAAEBAAABQwAAAQMAAAFBAAACAQAAAgIAAAEbAAABAQAAAwEAAAEBAAABJwAAAVAAAAE4AAABCgAAAYwCAAACAQAAAUAAAAEOAAABAQAAAeMBAAABBAAAATwAAAExAAACAQAAAWEAAAJMAAACCAAAAQ8AAAJAAAAB5wEAAAFIAAABBwAAATAAAAHDAgAAAQMAAAEEAAABBQAAAgEAAAMBAAAFDgAAAQEAAAECAAABAwAAAQEAAAIDAAABAQAAAQUAAAEFAAABCAAAAREAAAIMAAABOwAAASkAAAEeAAABAgAAAQEAAAEBAAAFAQAAAQ4AAAIDAAABAgAAAQEAAAIDAAABAwAAAQUAAAEhAAABAQAAAQ4AAAMWAAABDwAAAQEAAAELAAABCQAAAREAAAIRAAABCwAAAgkAAAESAAABAwAAAgUAAAMBAAADDgAABAEAAAcLAAABAQAAAQEAAAEJAAABAQAAAQIAAAEPAAABKQAAAQQAAAEqAAABAgAAAgEAAAEIAAABAQAAAQEAAAEKAAABCwAAAQUAAAEKAAACAQAAAggAAAEBAAABBAAAAxEAAAOTAgAAAVkAAAEYAAABEgAAAQEAAAEaAAABAQAAAwEAAAEuAAACDgAAAQEAAAYDAAACAQAAAQoAAAEKAAABFgAAAiIAAAJMAAABBQAAAwIAAAEBAAABAQAABAEAAAECAAABAQAAAQIAAAQMAAACOQAAAQEAAAIBAAACGgAAARQAAAEGAAABCAAAAQEAAAEXAAABAQAAARwAAAGBAQAAAWYAAAEBAAABPQAAAucBAAABAQAAAWYAAAEPAAACDgAAAQEAAAIXAAACAQAAA+kBAAACzQEAAAEBAAAFAQAAAukBAAAC4gEBAAEBAQAAAQEAAAEBAAMBAQACAQEABAEBAAQBAQABAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQIAAgEBAAAcAAABAgAAAQEAAAHnAQAAAT0AAAEHAAABHAAAAQEAAAECAAADDQAAAgEAAAEFAQABCQAAAgQAAAIBAAADAgAAAUcAAAIBAAAJAQAAAmMAAAEBAAABfgAAAQcBAAFwAAABAQAAAb8BAAAHAQAAAwEAAAMBAAAFAQAAAQEAAAMBAAACAQAABQEAAAEBAAACAQEAAQMAAAECAAABBgAAAQMAAAEBAAABAQAAAgMAAAEdAAABAQAAAREAAAEKAAABLgAAASAAAAE/AAABMAAAATwAAAELAAABUAAAAZUBAAABBgAAATIAAAEBAAABAQAAAgEAAAcBAAAFAQAAAgEAAAUBAAABAQAABAEAAAMBAAABAwAAAQEAAAQDAAADKQAAAgEAAAFBAAABAQAAAawBAAABuQEAAAIFAAABOAAAATgAAAHBAQAAARYAAAT0AQAAAWoAAAMBAAACTQAAAWwAAAEFAAACTQAAAQEAAAFrAAABPwAAAX4AAAEBAAABAwAAAQIAAAGZAQAAAQEAAAEIAAABAwAAARYAAAEBAAABAQAAAREAAAEBAAABCAAAAQEAAAELAAABCQAAAQkAAAIHAAABAgAAAwIAAAEBAAACAwAAAgIAAAEDAAABAQAAAQEAAAEBAAAEBAAAAQEAAAEHAAABZQAAAQQAAAIBAAACBgAAAQIAAAMEAAABAwAAAQYAAAUhAAACAQAAAQEAAAMBAAABBwAABAEAAAQCAAAFAQAAAwEAAAETAAABAQAAAgEAAAIBAAABAQAAAQMAAAIBAAABCwAAARgAAAEIAAAClwIAAAFzAAABtQIAAAMBAAACAQAAAUYAAAEBAAABGgAAAwEAAAcBAAACAQAAAgEAAAQDAAAGCgAAAQEAAAUCAAAHAgAAAQEAAAQDAAAEAQAABAIAAAMBAAAEAQAAAQEAAAIBAAACAwAAAgEAAAEWAAAEIQAAAQUAAAIDAAACCAAAAQQAAAEEAAAHGgAAAQkAAAEBAAABAQAAAhAAAAESAAABCQAAAQQAAAEBAAABBQAABAQAAAECAAADAQAABQEAAAcBAAABEAAAAQEAAAGxAQAAAYQBAAABjQEAAAEBAAABeAAAATgAAAHUAQAAAasCAAABAQAAAQ8AAAFqAQACAQEAAgEBAAMBAQACAQEAAgEBAAAqAAABKAAAARwAAAEmAAABIgAAARoAAAErAAABIQAAAQUAAAEdAAABEwAAAQkAAAEQAAABBAAAASEAAAHIAQAAAR0AAAEHAAABAQAAAQUAAAGmAgAAAQEAAAHAAgAAARQAAAEMAAAClwEAAAFGAAABMwAAAR8AAAETAAABCgAAAS8AAAMBAAADAQAABQEAAAECAAABAQAAAgEAAAEBAAABAgAAAQEAAAEBAAACBAEAAwEBAAMqAAABPwAAAdIBAAABlQEAAAEEAAABAQAAAgQAAAEIAAAFEAAAAQIAAAMIAAABBgAAAQEAAAIBAAACAQAAAwEAAAIBAAABAgAAAQwAAAIBAAACAQAAAQEAAAQBAAABBQEABgEBAAQBAQAAAQEAAQEBAAQBAQAFAQEAAQEAAAMBAAAEAwAAAgEAAAEBAAABBQAAAgQAAAIGAQACAQAAAQEAAAIBAAACAQAAAwEAAAMJAAACAQAABAIAAAIBAAADAQAABwEAAAIDAAABAgAAAgkAAAEBAAABBQAAAQIAAAEBAAABAgAAAQEAAAEBAAAFAQAAAQEAAAEDAAADAgAAAgIAAAEEAAABBAAABAQAAAICAAACBwAAAwEAAAEEAAAFAQAAAwEAAAQBAAACAQAAAgIAAAEBAAAGAQAABQEAAAIBAAADAQAAAwgAAAEEAAADAQAAAgYAAAcBAAAEAQAAAQEAAAIBAAAEAQAABAEAAAYBAQABBQAAAQEAAAEBAAABCwAAAwIAAAEDAAACAgAAAQEAAAQBAAAEAQAAAQcAAAQDAAABAQAABAEAAAEBAAABBwAAAQIAAAUBAAADAQAAAgUAAAMBAAABAwAAAQEAAAIBAAACAgAAAwEAAAIBAAABBwAAAQEAAAMCAAABCQAAAQUAAAUBAAADAQAAAgEAAAEBAAACAQAAAgEAAAIBAAAEUAAAAQAAAAGVAQAAAXUAAAEBAAABpwIAAAEBAAABGgAAAU4AAAFkAAACAQAAARUAAAEBAAADBwAAAVQAAAEDAAABAQAAAhgAAAJoAAABYwAAAW8AAAEHAAABGQAAAQYAAAEIAAAB1wEAAAEBAAABCwAAARgAAAUBAAADAQAABAEAAAQBAAABBwAAAQUAAAEJAAABAQAAAgUAAAELAAACAQAAAQEAAAEBAAABAgAAAwEAAAESAAACGgAAAowBAAABSQAAAgEAAAEiAAABAQAAAS4AAAHXAQAAAgEAAAVyAAABBQAAAgEAAAEBAAABAgAAAQUAAAMBAAACAQAAAicCAAUBAgAKAQIABAECAAABAgACAQIAAwEDAAEBAQAFAQEAAwEBAAMBAQAFAQEAAQEBAAIBAQABAQEAAwEBAAkBAQADAQEAAwEBAAcBAQAEAQEAAgEBAAIBAQAEAQEAAwECAAEBAQAEAQEABgEBAAIBAQADAQEABAEBAA8BAQALAQEABAEBAAwBAQAMAQEACwEBAAoBAQAKAQEACwEBAA0BAAABAQAABgIAAAEBAAADAQAAAwEAAAMBAAABBAAAAwEAAAEDAAACAgAABQEAAAIBAAABBgAAAQIAAAQBAAAEAQAAAQcAAAUGAAAEAQAABgEAAAQBAAAJAQAABwMAAAUBAAADAQAAAgEAAAcBAAAFCgAAAwIAAAQBAAAGAQAACAEAAAcBAAAFAQAABAEAAAQBAAAEAQAABgEAAAgbAAABCAAAAgEAAAEBAAABAQAAAQIAAAIEAAABAQAAAQEAAAMCAAABcQAAAQYAAAEyAAAEBgEAAUkAAAF3AAABygEAAAGLAQAAAfgBAAABAQAAARoAAAIPAAABqAEAAAHaAQAAAdEBAAABaAAAAfkBAAABqwIAAAGvAgAAAQ4AAAEQAAABCQAAAQEAAAEOAAABBAAAAgMAAAEFAAABBwAAAQMAAAEYAAABIwAAAQMAAAEYAAABAgAAAQoAAAESAAACBgAAAhAAAAEBAAACAwAAAQUAAAECAAABEQAAAR4AAAEIAAABJQAAAQoAAAECAAABAgAAAVgAAAEBAAABOgAAAwQAAAEBAAABAgAAAQEAAAEDAQACAwAABQEAAAIBAAABAgAAAQEAAAcBAAACAQEAAS8AAAINAAACAQAAAgUAAAEBAAAFAQAAAwEAAAMBAAADAQAAAgEBAAELAAABAgAAAwwAAAIJAAADAQAAAQEAAAEBAAACAgAAAQEAAAUFAAABAgAAAgEAAAEBAAABAQAAAgIAAAQGAAABVAAAARYAAAIBAAABAQAAAgEAAAIBAAAGAQAAA9gBAAABAQAAAQMAAAL9AQAAAQEAAAEBAAACGwAAAgEAAAEeAAABigEAAAG5AgAAAYMBAAABgwEAAAEpAAABTgEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAADkAAAIXAAACAQAAAQoAAAENAAABAQAAAQ0AAAJDAAACRQAAAQsAAAFyAAABAQAAATgBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAIBAQAAAQEAAAEBAAUBAQAJAQEABgEBAAMBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEABSsAAAG4AQAAAQMAAAHBAgAAAgEAAAIBAAAEKgAAAYIBAAABAQAAAQsAAAEIAAAClgEAAAEHAAABDQAAAQsAAAEBAAACHwAAATQAAAHDAQAAAQIAAAEBAAACowEAAAEDAAABAQAAAQQAAAEFAAABKAAAAUsAAAEcAAABHgAAAgEAAAG2AgAAAWUAAAHbAQAAAbwCAAABCAAAAekBAAAB6QEAAAOHAQAAAdgBAAABxQEAAAGDAQAAAXEAAAFxAAAGBgAAAh0AAAEdAAABHQAABIICAAACAgAAAQEAAAEFAAABAgAAAi8AAAHKAQAAAQEAAAEMAAABAQAAAQEAAAIBAAACAgAAAQoAAAEIAAABAQAABQEAAAMBAAABAQAABQEAAAQBAAADAQAAAhAAAAIPAAABRwAAAUAAAAI3AAACrgIAAAGOAQAAAUYAAAEYAAABOgAAATIAAAGKAQAAARYAAAExAAABAQAAApoBAAABPAAAAgMAAAEqAAABAQAAAQEAAAIBAAABBQAAAgEAAAKOAQAAAToAAAQPAAAB6AEAAAEKAAAFDAAAAwEAAAEBAAACWgAAAQMAAAEPAAAEUAAAA1kAAANgAAABAgAABAEAAAYBAAABAQAAAQIAAAMBAAABAQAAAQEAAAEDAAACFQAABQEAAAYBAAAEAQAABQEAAAQEAAAFBwAAAgEAAAEBAAAFAQAAAwEAAAEBAAABAwAAAgEAAAYBAAACAQAAAgEAAAQcAAABAgAAATMAAAEBAAAFAwAAAtkBAAABAgAAAQEAAAIBAAADAQAAAQEAAAENAAABAQAAAgEAAAEBAAACAwAAAQEAAAICAAABAQAAA9MBAAABBwAAAbsBAAABAQAAAQEAAAEcAAAB2gEAAAEBAAACAwAAAdMBAAABBgAAAQ4AAAHEAQAAAdoBAAABAQAAAQ8AAAEBAAACAwAAAgYAAAGVAQAAAToAAAEtAAABAQAAAgQAAAENAAAB5QEAAAIBAAAB4gEAAAEBAAABBAAAAUsAAAIBAAABBAAAAQEAAAEFAAABAwAAAQEAAAEtAAABBAAAAQEAAANlAAABCAAAAQ0AAAEOAAABIQAAAegBAAABeQAAAQ8AAAEbAAABDQAAAh4AAAEBAAABVQAAAQ4AAAMUAAABFwAAAQIAAAEJAAABAwAAAVAAAAEJAAABBQAAAQEAAAEXAAABAQAAAV0AAAE/AAABAwAAAQMAAAYIAAABNgAAAbkCAAABBQAAAQMAAAEDAAABBgAAA4IBAAABBwAAAQEAAAMDAAABAQAAAQMAAAIBAAABGwAAAQEAAAEKAQABAQAAAQoAAAEBAAABdwAAAgYAAAE4AAABIAAAAQEAAAFAAAABGAAAAQEAAAE8AAABaAAAAXkAAAEBAAABdwAAAYIBAAABegAAAUMAAAGUAQAAAQcAAAMBAAABoQIAAAEHAAAEAQAAAmUAAAHlAQAAAQEAAAM6AAABAQAAAQYAAAIcAAABrAIAAAETAAABAQAAAwEAAAMBAAACAgAAAQEAAAMDAAABAQAAAQQAAAIDAAABAQAAAgIAAAEBAAADAQAABwEAAAMBAAAHAQAABAEAAAECAAADBAAAAQEAAAMBAAADAQAAARcAAAMBAAAIAQAABgEAAAYBAAAHAQAADwMAAAUBAAAIAQAABwIAAAEBAAAHAQAABAEAAAIBAAABAgAACwEAAA4BAAANAQAADAEAAAcBAAAJAQAADAEAAAoBAAAKAQAABwEAAAMCAAADAgAABQIAAAIkAAABBAAAAgEAAAIDAAAEAwAAAwMAAAEBAAADAQAAAQEAAAQBAAADAQAAAgMAAAIBAAAGAQAABAEAAAEBAAAGAQAABAEAAAIBAAACAQAABQEAAAQBAAAKAQAACwEAAAQBAAADAQAABgIBAAYBAQAGAwAABQEAAAUBAAABAQAAAgIAAAYCAAAEAQAABAIAAAQBAAACAQAAAgEAAAEBAAAEAQAAAgEAAAMZAAACDQAAAgEAAAEBAAABAQAABBcAAAEcAAACAQAAAgEBAAYBAQAHAQEABwEBAAYBAQAGDAAABQEAAAUBAAAFAQAAAwEAAAQBAAAEAQAACAEAAAQBAAACAgAAAgEAAAcBAAAGAQAABQEAAAgBAAAFAQAAAioAAAMBAAACAwAABAEAAAEHAAABGgAAAWoAAAGEAQAAAgQAAAEBAAACBAAAAQEAAAEDAAACrgIAAAEBAAABUQAAAQEAAAFJAAABdAAAAdQBAAABVwAAAQ8AAAQBAAAD0QEAAAIeAAABFAAAASAAAANCAAABBwAAAQEAAAJcAAADOAAAAgEAAAECAAABCQAAAQEAAAQBAAACAwAABAEAAAIDAAABBAAAAQEAAAIxAAABUQAAAZUBAAABAQAAAT4AAAERAAABQAAAAQEAAAIBAAABAQAAARMAAAHbAQAAAdQBAAABiAEAAAEtAAABAQAAARQAAAIBAAABAwAAAgEAAAMCAAACAQAAAQUAAAEPAAABAQAAAQMBAAMBAQABAQEAAQEBAAABAQAAAQEAAAEBAAIBAQAEAQEAAQEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAQEBAAEBAQAAAQAAAQkAAAI6AQACAQEAAgEBAAMBAQACAQEAAgEBAAAEAAABBAAAAWsAAAEOAAABEwAAAgQAAAE+AAACJQAAASYAAAEBAAABawAAAQwAAAEMAAABBAAAAQQAAAEBAAACEQAAAkkAAAEcAAABBAAAATgAAAG4AgAAAQQAAAE3AAABNgAAAWYAAAFmAAADAQAAAQAAAAEBAAABDwAAAQQAAAEBAAACLAAAAUcAAAGsAQAAAVAAAAGDAQAAAUcAAAEUAAABAQAAARIAAAIBAAABBQAAASgAAAFBAAABAQAAAQEAAAIQAAACBQAAAwIAAAEgAAABAQAAAgEAAAEyAAABFgAAAQIAAAIDAAACAQAAAQMAAAEfAAABAQAABQUAAAIHAAABFgAAAQEAAAMBAAADAgAABAEAAAYBAAAGAQAABgEAAAMKAAABPwAAARAAAAEDAAABDgAAAgEAAAIkAAABOwAAAwEAAA0BAAAFAQAAAgEAAAkBAAADAQAAAgUAAAELAAAEAgAAARYAAAMBAAACDQAAAQkAAAEBAAACCwAAAQYAAAYBAAABAgAAAQEAAAEBAAACBwEAASYAAAGDAQAAAQQAAAE6AAABuAIAAAFaAAABAgAAAYEBAAABrwIAAAGKAgAAAQkAAAIoAAABXAAAAwMAAAIBAAACiwEBAAQBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAIAAAESAAACAQAAAtsBAAABPAAAApoBAAACMgAAAVoAAAEAAAABuQEAAAHSAQAAAQEAAAEHAAABAQAAAgMAAAEBAAADCwAAAwEAAAQDAAADAQAAAgMAAAEBAAACAQAAAgIAAAEIAAABAQAAAQEAAAEuAAABEAAAAVMAAAGVAQAAAT0AAAEBAAABBwAABQEAAAMBAAACAQAAARUAAAEBAAAEAQAAAgEAAAEBAAACSAAAAQQAAAEBAAABogIAAAFoAAABBQAAAQ8AAAE9AAAEAQAACgEAAAEBAAADAQAAAQEAAAMBAAADAQAABQQAAAIBAAABAQAAAgIAAAEBAAAFAQAABgIAAAEBAAACAgAABAEAAAUFAAAJcQAAAgMAAAEBAAACAQAAAy0AAAEBAAACPAAAAQEAAAJcAAABTQAAAQEAAAEzAAABZgAAAXEAAAEBAAABAgAAAgEAAAGDAQAAARYAAAGOAgAAAa4BAAAByAIAAAEAAAABAQAAARIAAAEBAAABKwAAAQQAAAEnAAABJAAAAVoAAAEiAAAC5gEAAAHTAQAAAW4AAAG3AQAAAVgAAAEVAAABAQAAAQcAAAHNAQAAAQIAAAEJAAABAQAAASIAAAEKAAABAwAAAQEAAAEFAAABBwAAAWUAAAEkAAABVAAAAQ4AAAEBAAABAAAABAEAAAMRAQABFQAAAQAAAAFhAAABBQAAAS8AAAEQAAABEQAAARcAAAIcAAABAQAAAQEAAAIMAAABAQAAAQQAAAEBAAABJgAAAREAAAEVAAABAQAAAZ8CAAABlgEAAAE4AAACFQAABwEAAA0BAAAGAQAAAQEAAAkBAAAEAQEAAQEAAAcBAAAHAQAAAgEAAAQBAAAHAgAABwEAAAUCAAABAQAAAQEAAAEFAAACBQAAAQEAAAECAAABAQAABQIAAAIJAAABAwAAAwEAAAIxAAACAwAAAgYAAAIBAAADBAAABgEAAAQBAAADAQAAAwEAAAYBAAADAQAAAQgAAAIJAAAHAQAABwYAAAoBAAALAQAADAEAAAsBAAALAQAADAEAAAwEAAAIAQAAAgYAAAMBAAAFAQAABgEAAAkBAAAKAQAABAMAAAgBAAAJAQAAAgEAAAIBAAAEAwAAAQMAAAQBAAADAQAAEgEAAA0IAAACCwAAAgEAABEBAAAGAQAABQEAAAsBAAAIAQAAAQEAAAgBAAAKAQAADA8AAAQBAAADAQAABQEAAAQBAAABFAAAAgMAAAQBAAABAwAAAwEAAAQBAAABAAAAASsAAAEHAAABAQAAAwQAAAEBAAABAQAAAwEAAAEBAAABAQAAAgIAAAECAAADAgAAAgEAAAEBAAACAQAABAEAAAUBAAAFBAAAAgEAAAEBAAABBgAAAQEAAAQBAAAHAQAAAQEAAAUBAAADAwAABAEAAAIBAAABEAAAAQEAAAUCAAABAQAAAQEAAAMCAAACAwAAAwEAAAUCAAAJAQAABwEAAAIBAAACCwAABQEAAAQBAAABAQAAAQIAAAIBAAAFAQAABAEAAAQBAAACQAAAAgUAAAQKAAACBwAAAhAAAAUPAAABAQAAAwEAAAcBAAACCQAAAQEAAAEKAAADAQAAAgEAAAIBAAACAQAAAQEAAAEBAAADEgAAAQEAAAYBAAABOgAAAQEAAAEBAAABBgAAAgoBAAEBAAABAQAAAQIAAAEBAAABAQAAAQQAAAIBAAAEFgAAAQwAAAJEAAABtwEAAAG2AQAAAU4AAAQDAAABAQAAAQIAAAEBAAADAQAAAwEAAAQCAAABAQAABgEAAAECAQABAQEAAQMAAAQBAAAGAQAABAIAAAEGAAABAgAAAgIAAAIMAAABLwAAAQMAAAEOAQAIAQEABQEBAAMBAQACAQEABAEBAAMBAgABAQAAAQIAAAEBAAABAgEADAEBAAkBAQAFAQAABgMAAAMBAAAEAQAABAEAAAQCAAABBQAAAgEAAAIIAAABAgAAAQEAAAEZAAABFgAAAQEAAAEIAAAEEAAABAEAAAMBAAACAQAAARkAAAECAAABBgAAAZEBAAABTAAAAc0BAAAB6QEAAAIpAAABoAIAAAEGAAADAQAAAQUAAAIBAAACCgAAAqcCAAABogIAAAGhAgAAAQEAAAEBAAABpwIAAAEHAAABxAEAAAEBAAAB6AEAAAF8AAABswEAAAHVAQAAAQEAAAGcAgAAAekBAAACeAAAAQEAAAEBAAABFAAAAQEAAAEBAAABDAAAAQcAAAEBAAABWwAAAQUAAAEJAAABAQAAAXUAAAEeAAABDQAAAQEAAAHoAQAAAQEAAAFqAAABwwEAAAGZAQAAAQEAAAFLAAAB6QEAAAGMAQAAAYABAAABAQAAARQAAAEEAAABAQAAAgIAAAEZAAABpAEAAAELAAABBAAAAR0AAAEbAAABAQAAAQEAAAEJAAABAwAAAQEAAAEBAAACBAAAAQcAAAQBAAABCwAAAQEAAAEBAAABCAAAAgEAAAIGAAACHQAAAQIAAAECAAABAgAAAxIAAAECAAABCAAAAQsAAAFJAAABAQAAAQIAAAIHAAACAQAAAQcAAAEBAAABBwAAAhcAAAEIAAABAQAAAQcAAAEWAAABAgAAAQQAAAEDAAACGgAAAQIAAAEBAAABDwAAARYAAAEDAAABBAAAASIAAAIBAAACEgAAARIAAAESAAABAQAAAgEAAAMBAAACAwAAAg4AAAEBAAACDgAAAyYAAAEJAAABAQAAAgEAAAIBAAACAgAAAQEAAAICAAABAQAAAwIAAAIBAAADCQAAAj4AAAESAAABAwAAAQUAAAELAAABAQAABRsAAAECAAACAQAAAgUAAAEBAAABAQAAAWQAAAFZAAABLgAAAVUAAAEBAAABAQAAATMAAAECAAACJAAAAQgAAAEDAAABAgAAARQAAAEBAAABKgAAARQAAAEBAAABAwAAAQEAAAERAAABDAAAARAAAAEHAAADAQAAAX8AAAHpAQAAAfoBAAABBgAAAZcBAAABPgAAAhAAAAFAAAACCwAAATEAAAEDAAABCwAAAQEAAAEEAAABswEAAAFxAAABCQAAAQEAAAFBAAABCAAAARUAAAEBAAACAQAAARcAAAIBAAABAQAAATkAAAIBAAABBwAAAQcAAAEEAAABCQAAAZUBAAABEAAAAS8AAAH+AQAAAZcBAAABDQAAAQEAAAICAAACAQAAARIAAAJDAAABBQAAARAAAAIBAAABqQEAAAEBAAACAQAAARIAAAQIAAAB2QEAAAEEAAACAQAAAwEAAAETAAABHAAAAgYAAAEWAAABAQAAAcEBAAABBgAAAQ4AAAEGAAABAwAAAQMAAAEsAAABvwEAAAEBAAABAQAAAwEAAAEGAAACCgAAAbMCAAABBQAAAQEAAAIOAAABAQAAAQMAAAIBAAABBAAAAQEAAAEBAAABAQAAAQEAAAEEAAABBAAAAgEAAAEBAAACBAAAAQIAAAIKAAACAwAAAQEAAAECAAABAQAAAQsAAAEBAAACAgAAAQcAAAEBAAABAQAAAQcAAAIBAAABAgAAAQEAAAIOAAABDgAAAgEAAAEGAAABAwAAAQIAAAIHAAACAQAAAQEAAAIBAAABAwAAAREAAAEGAAABJgAAAQEAAAEQAAABEgAAAgQAAAEGAAABAgAAAQEAAAEBAAABAQAAAQIAAAECAAABAQAAARAAAAEOAAABAgAAAQUAAAEEAAABAwAAAQIAAAGDAgAAAQgAAAHoAQAAAYICAAABsgIAAAEwAAABqAEAAAGhAQAAATEAAAEBAAABGgAAAQQAAAEBAAAB+gEAAAGZAQAAAgEAAAIKAAABAQAAAZcBAAABAQAABQEAAAQBAAADAwAABwEBAAEBAQABAQEAAgEAAAQBAAAGAQAABgEAAAUBAAAEAQAABwEAAAQXAAADGgAAAQEAAAEMAAADBQAAAw4AAAEBAAACEwAAAQwAAAIEAAADAgAAAQUAAAEHAAACAQAACgQAAAELAAABCQAAAhwAAAFtAAABAgAAAwEAAAMBAAABBgAAAgMAAAIxAAABAQAAAYoBAAABEwAAAQ0AAAEBAAABAAAAAQEAAAIBAAABAQAAAQcAAAEEAAACAQAAAQEAAAIEAAABDgAAAQkAAAECAAABBAAAAQIAAAEKAAABBAAAAwEAAAEBAAABAQAAAgIAAAEGAAABBQAAAgEAAAIHAAABAQAAAwEAAAEFAAABAQAAAQEAAAIBAAACAQAAAQEAAAECAAABBQAABQEAAAMBAAAEGgAAARIAAAERAAACCgAAAQQAAAEGAAABAwAAAQIAAAMBAAADAQAAAQcAAAEIAAABBwAAARkAAAEBAAABFAAAAQEAAAEBAAABIAAAARkAAAEBAAADAgAABQEAAAIEAAABaAAAApABAAABBgAAAQEAAAMBAAACAwAAAQUAAAICAAABJgAAAQIAAAECAAABXQAAAQIAAAEIAAACAQAAAwEAAAEBAAABjwEAAAEWAAABNAAAAZUBAAABAQAAATwAAAETAAABAQAAAQwAAAEIAAABvwEAAAEYAAABQAAAAU8AAAGDAQAAAQcAAAIKAAABAQAAAQYAAAEBAAABAQAAAgEAAAMFAAACBgAAAQIAAAEBAAABAQAAAQQAAAEEAAACDgAABAEAAAQBAAACAgAAAQEAAAECAAAEAQAAAgEAAAEIAAABHAAAAQgAAAECAAABAgAAAQcAAAIPAAABAQAAAQEAAAIIAAABCgAAAgIAAAEBAAABDgAAAXoAAAEBAAABAQAAAQMAAAFgAAABHAAAAdUBAAAB6QEAAAGIAQAAAQIAAAFMAAABBAAAAkwAAAG/AQAAATMAAAEBAAABAQAAAeMBAAABFAAAAQEAAAGIAQAAAVcAAAEBAAABegAAAXoAAAEBAAABAQAAAqACAAACAQAAARoAAAFBAAABpAEAAAGdAgAAAQEAAAEFAAABPAAAAQ8AAAEhAAABMwAAAgIAAAIcAAABHwAAAQ8AAAEoAAABEAAAAWUAAAEDAAAEBQAAAgIAAARZAAABAQAAAQMAAAFJAAABAQAAASwAAAEBAAABIgAAAQEAAAEIAAABAQAAAaoBAAABAQAAAQIAAAExAAABAQAAAYIBAAABYwAAAQEAAAFlAAABKAAAAQEAAAEbAAABOwAAAQMAAAECAAABowEAAAIBAAABAQAAAgcAAAEBAAABKAAAAwEAAAQBAAABAQAAAwEAAAUEAAACAQAAAgIAAAMBAAAFAQAAAwEAAAIAAAACFQAAARkAAAEBAAABAQAAARAAAAEDAAABFAAAAQEAAAEfAAABDAAAAREAAAEBAAABAwAAAQcAAAEyAAABFgAAAS0AAAEGAAAC2QEAAAIXAAABAQAAAQcAAAEBAAABlgIAAAIBAAADAQAAAgEAAAEWAAACAQAAAg0AAAETAAABlwEAAAFOAAACAQAAAZkBAAABmAEAAAQBAAABBAAABAIBAAEEAAABAQAAAQIAAAEBAAAB9wEBAAIBAQAEAQEAAQEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAOAAAARAAAAEQAAABAQAAAUsAAAEHAAACAQAABAIAAAMLAAABCQAAAQUAAAIDAAABAQAAAQIAAAEBAAABZAAAAQEAAAEIAAABAQAAAQEAAAEBAAABBAAAAjEAAAEWAAABCgAAATwAAAETAAABOwAAAQEAAAE8AAABBAAAAQsAAAE7AAAEBwAAAQMAAAMEAQACAwAAASgAAAGyAgAAAY0BAAABAwAAAgEAAAEwAAABlQEAAAGkAQAAAQEAAAGAAQAAARQAAAEHAAADAQAAARkAAAEBAAABBwAAAT4AAAEsAAABAgAAAgIAAAEBAAABqwEAAAGHAQAAAdsBAAABCgAAAgEAAAEGAAACJwAAAQEAAAIBAAABDgAAAZoBAAAB+gEAAAEBAAAB6QEAAAEeAAABEQAAARwAAAJyAAABcQAAAQEAAAECAAABAgEAAc0BAAACRgAAAZABAAABAQAAAb4BAAABEwAAAQEAAAETAAABdAAAAUkAAAEcAAABAQAAAZUBAAABAQAAAQEAAAENAAABBQAAAoABAAABqQEAAAEfAAABmgIAAAK5AgAAArkCAAABuQIAAAETAAABGgAAAUIAAAGWAQAAAXsAAAEJAAABoQEAAAECAAABAQAAAVIAAAEWAAABDAAAAQ8AAAIBAAAFGAAAAVwAAAEvAAABAQAAASIAAAGoAgAAATEAAAEBAAABOAAAAZwCAAABpAIAAAEtAAABgwEAAAEDAAABAQAAAQMAAAEaAAABCwAAAQQAAAELAAABFwAAAaQBAAABAQAAAQYAAAEBAAABAgAAAgwAAAIDAAABAQAAAQIAAAMKAAABBgAAA5oCAAABDgAAAQEAAAEBAAAEAQAABAQAAAIBAAACAQAAAQEAAAEDAAACAgAAAwEAAAICAAABAQAAAQEAAAEBAAABAQAAAQEBAAIBAAACAQAAAgEAAAECAAABBAAAAQEAAAF+AAABAQAAAo8CAAABMQAAAQEAAAEiAAACBQAAAQEAAAQBAAABAwAAAQYAAAEGAAAEBQAAATsAAAEYAQAEAQEACAEBAAMBAQADAQEABAQBAAIBAQAGAQEABgEBAAUBAQAGAQEABQEBAAd4AAABlQIAAAFzAAACCQAAAbwBAAABAwAAAQgAAAEFAAABUQAAAQEAAAIIAAACAQAAAgEAAAIOAAABAQAAAQUAAAEBAAADEgAAAQ4AAAEBAAAGAQAABQEAAAECAAACBQAAAQEAAAQBAAABAQAAAwYAAAEHAAACAQAAAgEAAAEBAAACAQAAAwEAAAETAAABBwAAAQMAAAIOAAABAQAAAQYAAAEUAAABAQAAAQQAAAEHAAABAQAAAQYAAAEHAAABDQAAAQEAAAESAAABKAAAAQ0AAAEoAAABAQAAARwAAAGSAQAAASIAAAIBAAACdgAAAwEAAAQjAAABegAAAZYBAAABEwAAAbQCAAABLAAAAQEAAAEXAAABAQAAASIAAAF+AAABUQAAAQwAAAGJAgAAAQEAAAEBAAABAQAAAQgAAAEHAAABHgAAAeMBAAABRAAAAYIBAAABBwAAAXsAAAEGAAABpgIAAAGlAgAAAYsCAAABAgAAARUAAAEBAAABEAAAAQIAAAEDAAABAQAAAQEAAAEDAAABBAAAAQoAAAEDAAAB4gEAAAEDAAACOQAABI0BAAABAQAAAaABAAABAQAAATEAAAExAAABCQAAAQEAAAExAAABZgAAAQwAAAEPAAABAgAAAQEAAAEIAAABFgAAASoAAAEBAAABCQAABRMAAAEOAAABDgAAAggAAAIBAAABEwAAAQIAAAICAAABBQEAAhoAAAEBAAABBQAAARYAAAGpAQAAAQgAAAE6AAABJwAAAQMAAAEEAAABBAAAAQEAAAEBAAABAgAAAwcAAAEBAAABAQAAAgEAAAEGAAABAQAAAwcAAAEDAAABAQAAAQEAAAEDAAABAQAAAgEAAAECAAACBgAAAQIAAAEBAAABAQAAAQEAAAEFAAABAQAAAQUAAAEGAAABAQAAAgEAAAEHAAAEAQAAAgsAAAEEAAABEwAAAgEAAAICAAADAQAAAgEAAAECAAABAgAAAwEAAAEDAAACAQAAAhAAAAMBAAACBwAAAQQAAAEBAAACBwAAAQMAAAQBAAAGAQAABQEAAAICAAABAgAAAQ0AAAEDAAABAQAAAQEAAAECAAABAQAAAQMAAAICAAACAQAAAQEAAAECAAABAgAAAwkAAAEBAAACBAAAAQMAAAIBAAABDgAAAQEAAAIBAAACAQAAAgIAAAENAAABAQAAAQkAAAEEAAABBgAAAQYAAAEQAAABAQAAAQEAAAEBAAABAQAABAUAAAEFAAABBwAAAS0AAAEMAAABAgAAAQQAAAEBAAABBQAAAQQAAAEBAAABAQAAARoAAAEBAAABAgAAAQgAAAEDAAABAQAAAQcAAAEDAAABAQAABAEAAAEBAAABBAAAAgEAAAEDAAABAQAAAQQAAAIBAAADEgAAAQQAAAESAAABBQAAARcAAAElAAABBAAAARYAAAECAAABAgAAAQEAAAUBAAAFAQAAAgwAAAEEAAABAQAAAgMAAAEBAAACAQAAAgMAAAEBAAABEgAAAQQAAAEBAAACLAAAAQIAAAEBAAABAQAAAQgAAAEBAAABAQAABAIAAAMMAAABAQAAAScAAAEBAAABCAAAAwEAAAIEAAACBwAAAgcAAAIEAAACAQAABAIAAAEOAAABAQAABgEAAAIBAAABAgAABBgAAAEXAAABEgAAARAAAAINAAABAQAAAQIAAAIBAAABAgAAAgEAAAEIAAABAwAAAQoAAAEUAAABQgAAAVEAAAHcAQAAARAAAAFwAAABhwEBAAIBAQABAQEAAwEBAAIBAQABAQEAAAEBAAEBAQAAAQEAAAEBAAEBAQAABwAAAQUAAAEBAAABlQEAAAEBAAACAQAAAUAAAAEKAAABFgAAAQEAAAECAAAEAQAAAgUAAAEBAAABAgAAAQEAAAEBAAACAQAAAQcAAAIUAAABRAAAAQ0AAAETAAACAgAABAEAAAQHAAABCQAAAQEAAAEBAAACBAAAAQMAAAENAAABBwAAAQIAAAEHAAABFQAAAQkAAAEBAAACAgAAAQMAAAEXAAABFgAAAQMAAAEBAAABBgAAAgEAAAEBAAABAwAAAgEAAAEWAAABKwAAASYAAAEBAAABAQAAARsAAAEIAAABAwAAAQIAAAFUAAAFAQAABQQAAAIBAAACAwEAAgEAAAEGAAAGAQAAAgMAAAECAAABAQAAAQEAAAEBAAACAQAAAQEAAARKAAAFAQAAAQEAAAQBAAADAQAAAQEAAAMBAAACAQAAAgIAAAEBAAAEAQAAAQEAAAMBAAADDAAAAgEAAAIIAAACAQAAAQEAAAEDAQABAgAAAwEAAAEBAAABEAAAAwIAAAIRAAABDAAAAQgAAAEtAAACogIAAAEBAAABHwAAAQEAAAGCAgAAARQAAAFUAAABAQAABAEAAAYBAAACAQAAAgEAAAMBAAADAQAAAwIAAAIBAQABBgAAAgcAAAEBAAACAwAABQwAAAERAAABHQAAAQYAAAECAAABCAEAAgEBAAICAAAFAwAAAgEAAAEDAAACAQAAAREAAAEFAAABAQAAAQEAAAIBAAACAQAAAwEAAAMDAQAEAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQAAAQMAAAEBAAACEQAAAgEAAAEKAAABBwAAA1gAAAEBAAAD8wEAAAEBAAABAgAAAQkAAAE0AAABAQAAARAAAAGEAQAAARAAAAFAAAABAQAAARUAAAECAAABLwAAAREAAAEhAAABBQAAARMAAAELAAABCwAAAQkAAAEmAAABHAAAAQMAAAHsAQAAAcIBAAABnAIBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAARAAAAQEAAAGeAQAAAY8CAAABiwEAAAGwAQAAAQcAAAEBAAABEAAAAQQAAAEBAAABCwAAAQEAAAIBAAACAQAABAIAAAEJAAADAQAAAgQAAAIOAAABCwAAAgEAAAIBAAACGwAAAQEAAAEPAAABAQAAAQcAAAICAAABAwAAAQEAAAQBAAACiAEAAAIoAAABOQAAAQEAAAEAAAABAgAAAQMAAAICAAABAwAAAQEAAAEIAAABAQAAAQYAAAECAAABAwAAAQMAAAEHAAABAQAAAQEAAAEBAAAFAQAAAQkAAAECAAABAgAAAQEAAAEBAAABBAAAAQEAAAIBAAABAwAAAQMAAAEDAAABAgAAAgEAAAEEAAAEAQAAAQIAAAEBAAABAQAAAQYAAAECAAABKAAAAQYAAAEDAAABQwAAAQMAAAEBAAABCwAAAQEAAAEEAAABAQAAARMAAAEBAAABAQAAAQUAAAICAAABAgAAAQsAAAEaAAACDgAAAQEAAAEMAAABBgAAAQEAAAEBAAABBQAAAQMAAAEBAAABOQAAAQEAAAGuAQAAAXoAAAF/AAACBwAAAY4CAAABjwIAAAEOAAABIQAAATAAAAE2AAABAQAAAXAAAAErAAABVwAAAQEAAAGaAgAAAZYBAAABAQAAAUMAAAGYAQAAAQEAAAEEAAACZQAAAQYAAAEBAAABAwAAAQIAAAEBAAABnAIAAAMNAAABDwAAAg0AAAEBAAACAQAABwIAAAJHAAABpgEAAAEPAAABFQAAAQoAAAGcAgAAAwEAAAECAAACAQAAAQIAAAEDAAABAQAAAQMAAAEBAAADAQAACAEAAAIBAAACAQAAAQEAAAWbAgAAAQIAAAEDAAABAwAAAgIAAAMEAAADAgAAAa4CAAABAQAAAWcAAAG1AQAAAQEAAAEGAAABAQAAAQ4AAAGxAgAAAQkBAAEpAAABBwAAAQMAAAEBAAABCQAAAQEAAAGxAQAAAQEAAAEBAAABAgAAAQEAAAIBAAABjwEAAAEBAAABAwAAAQEAAAGoAgAAAaUCAAADAQAAAaYCAAABAQAAAagCAAABVwAAAQMAAAFDAAABGQAAAm8AAAEBAAABXwAAAQMAAAJBAAABrwIAAAEPAAACEQAAAQIAAAIBAAACIAAAAQIAAAMBAAAGAQAABwkAAAELAAABBAAAAQEAAAEBAAAIBQAAAQEAAAEBAAABBAAAAQIAAAEBAAADQQAAAQEAAAE0AAABAQAAAwIAAAIKAAABAgAAAgQAAAEBAAABAQAAAQoAAAIFAAABAQAAAQMAAAMJAAACAgAAAgIAAAQGAAABBwAAAgoAAAEBAAABPQAAAa4BAAAB4wEAAAEBAAABuAEAAAEEAAABAQAAATcAAAESAAABJQAAAQEAAAFKAAABtgEAAAHpAQAAATEAAAIDAAABAQAAAQMAAAEOAAABiQIAAAEBAAABEQAAAgMAAAIBAAADAQAAAQsAAAIBAAABAQAAAhAAAAIBAAABAQAAAw8AAAEBAAADAQAAAgEAAAUHAAABAgAAAQEAAAIBAAAIBwAAAQEAAAIBAAAFAQAABgUAAAIBAAACAQAAAgIAAAQBAAADAQAAAwEAAAcDAAABAgAAAQEAAAMBAAACBQAAAgcAAAMBAAADJQAAAgQAAAEBAAACBAAAAQEAAAICAAACAQAAAwIAAAIBAAABAQAAAQEAAAIBAAABAQAAAQMAAAQBAAACAQAABgIAAAIBAAADAQAAAwEAAAQBAAAFAgAAAgEAAAIBAAACAQAAAQEAAAkBAAADAQAABAEAAAQBAAAJAQAAAgEAAAQBAAADAQAAAwEAAAYBAAANCQAAAgEAAAIBAAACAQAABAEAAAQBAAAEAQAABAsAAAEBAAABAgAAAQEAAAQBAAACAwAAAQEAAAIBAAACAQAAAQEAAAUGAAACAQAAAgEAAAQBAAAEEwAABAEAAAEBAAACAQAAAQEAAAEDAAAEAQAABAEAAAQBAAABDQAAAgEAAAMBAAABAQAAAQEAAAQBAAAEAQAABgQAAAEBAAACAQAAAggAAAIBAAACAQAABQEAAAMBAAADAQAAAgEAAAQCAAABAQAAAgEAAAIBAAACAQAAAwEAAAUBAAAEAQAAAgEAAAEBAAABAQAAAQcAAAEOAAABAQAAARMAAAMEAAABBgAAAQoAAAIVAAACAQAAAQEAAAEFAAABBAAAAQEAAAIbAQAACQEAAAEAAAEDAAABAQAAAQgAAAIEAAABBAAAAwMAAAELAAACAQAAAQUAAAIKAAACAgAAAgEAAAQCAAABAQAAAQMAAAEBAAADDgAAAwEAAAQBAAADAwAAAQQAAAEBAAABAQAAAgQAAAELAAABBwAAAQEAAAQBAAABAgAAAwEAAAEDAAABCgAAAQIAAAEBAAABCwAAAQoAAAEGAAABCQAABAEAAAMBAAADAQAAARYBAAAFAAABBQAAAwEAAAEIAAACCwAAAQkAAAEDAAABDwAAAgUAAAELAAABAQAAARAAAAEBAAABAQAAAlkAAAEFAAABAQAAAQQAAAEEAAABGgAAAQEAAAEJAAABAQAAAQgAAAEHAAABAgAAAQcAAAEiAAABAgAAAQ0AAAEbAAACAQAAAQEAAAKcAgAAAbACAAABCQAAAbIBAAABMQAAAjEAAAF3AAABXgAAARkAAAEBAAABAAAAAQEAAAICAAABAAAAAQEAAAEBAAACAQAAAQMAAAECAAADAQAAAQEAAAECAAACAQAAAgIAAAIBAAACKwAAAQIAAAMCAAABDAAAAQEAAAECAAABAQAABQIAAAgBAAACAQAABQEAAAMCAAABAQAAAQMAAAEEAQABJgAAAQIAAAECAAABDAAAAQMAAAEDAAABAQAAAQEAAAEBAAABAgAAAQEAAAIBAAABBwAAAwMAAAGWAQAAATEAAAEBAAABUAAAAgEAAAIKAAABAQAAAVsAAAE7AAABPQAAAQkAAAEGAAABAQAAAQUAAAE5AAABeQAAAQEAAAEgAAABAQAAAQkAAAEBAAAEEAAAAQIAAAIeAAABAQAAAVEAAAKZAQAAAQEAAAEKAAACAQAAAwIAAAIOAAADAgAAARoAAAEEAAABAQAAASMAAAEsAAABEgAAAQEAAAFqAAABlQEAAAEWAAABFgAAAYICAAABHgAAAQIAAAERAAACAQAAAg0AAAERAAABRQAAATQAAAELAAABAQAAAQsAAAE6AAABAQAAAhYAAAECAAABLwAAAQMAAAEKAAABAQAAAUUAAAGIAQAAARkAAAIDAAABJwAAAQsAAAEHAAABDQAABAEAAAEFAAACCwAAAQsAAAMBAAADAQAAAQUAAAIBAAABPgAAAmoAAAEGAAABAQAAAQIAAAEBAAABAQAAAQUAAAEIAAABAQAAAQEAAAITAAABBwAAAQEAAAECAAABCgAAAQEAAAIoAAABAQAAAU4AAAFCAAABAQAAAf4BAAABFwAAASgAAAEIAAABAwAAAR0AAAFlAAABFAAAAQYAAAEBAAABIAAAAZkBAAABAAAAAQ0AAAEfAAABAQAAAQEAAAEBAAABIAAAAQEAAAEhAAABGwAAASsAAAEiAAABBAAAAgEAAAMIAAABAgAAAQoAAAExAAACFAAAAQEAAAEGAAABBwAAAQIAAAEBAAABGQAAAQgAAAHUAQAAAQQAAAEBAAABlQEAAAEfAAABHwAAATwAAAG6AQAAAfwBAAABIAAAAYYCAAABBgAAAgEAAAEzAAABtgIAAAIBAAADtQIAAAIBAAACAQAAATAAAAE9AAABAQAAAcwBAAABhwIAAAGOAQAAAZcBAAABwwEAAAELAAABAQAAATMAAAITAAABCwAAAQkAAAEBAAABCgAAAQEAAAEBAAABBQAAAwEAAAIOAAABJgAAAQEAAAEBAAABAQAAAQEAAAEGAAABAQAAAgUAAAEJAAABAwAAAwEAAAEEAAABAgAAAQEAAAIBAAABAwAAAwQAAAICAAACCwAAAQEAAAEBAAABDwAAAggAAAEBAAACAQAAAQgAAAEBAAABEAAAAQUAAAMBAAABAQAAAQEAAAEWAAABAQAAAQEAAAIPAAABAQAAAQEAAAECAAABAQAAAQMAAAEBAAACCAAAAQ8AAAEuAAABlwEAAAFIAAABAQAAAgIAAAEDAAABCQAAAgEAAAIBAAACBQAAAQ8AAAGMAQAAAT0AAAEDAAABlAEAAAEdAAACBAAAAR8AAAEPAAABtwIAAAGCAQAAAQEAAAEUAAABQAAAAZcBAAABEwAAAQEAAAIBAAABBAAAAgEAAAEHAAAC4QEAAAEdAAABJAAAAUgAAAEsAAABHwAAARwAAAEBAAABAQAAAQ0AAAFBAAACBAAAAQYAAAE+AAABAQAAATUAAAFqAAABXwAAASEAAAGXAQAAAaUBAAABNAAAAWYAAAEBAAABAQAAAQEAAAFsAAABAQAAAQYAAAFEAAABaAAAAQ4AAAESAAABDgAAAUQAAAECAAACAwAAARcAAAEGAAABDgAAAwEAAAMBAAACGgAAAQMAAAEBAAADAQAAAwoAAAEHAAADBQAAAQMAAAIDAAACAQAABQcAAAMBAAAFAQAAAQEAAAheAAABegAAAX4AAAFVAAADAQAABAEAAAEBAAABAQAAAQQAAAEDAAACAQAAARYAAAEBAAABBQAAAUUAAAF6AAABZQAAAQEAAAHXAQAAARUAAAEDAAABFAAAAT8AAAELAAABIwAAAQ8AAAEBAAABMgAAAgYAAAG6AQAAAwoAAAG9AQAAAQEAAAFZAAABCgAAAVUAAAEBAAABBAAAAQsAAAEpAAABRAAAAQEAAAHJAQAAAQEAAAELAAABjwIAAAGaAQAAAXIAAAGaAQAAAaUBAAABpAEAAAIBAAAEAgAAApoCAAAB+wEAAAEdAAABAwAAAQEAAAEGAAABAgAAAQkAAAEOAAABQgAAARgAAAE3AAABFgAAAQgAAAFbAAABKAAAAWoAAAE/AAABIwAAAUcAAAEDAAABBgAAAYEBAAABLAAAAZoBAAABOQAAAgIAAAIBAAABBAAAAQUAAAEEAAABAgAAAQwAAAEBAAABQgAAAQoAAAGCAgAAAbQCAAADAQAAAQIAAAIBAAABggEAAAEBAAABBwAAAgEAAAGrAgAAAgEAAAHAAgAAAaMCAAABBQAAAQIAAAEBAAABBQAAAQMAAAELAAACAwAAAQEAAAE3AAACAgAAAQUAAAErAAABLAAAAgEAAAEYAAABCAAABQEAAAEfAAABCAAAAQwAAAEcAAACAQAAAQEAAAEJAAABCwAAAQEAAAJPAAABVgAAAY0BAAABawAAAVAAAAEBAAABNwAAAdoBAAABagAAAQEAAAFSAAABAQAAAR0AAAEXAAAB2wEAAAEMAAABCQAAAQMAAAEBAAACUAAAAZcCAAABAgAAAQIAAAE6AAACDwAAAToAAAGIAQAAAREAAAKXAQAAAgIAAAGaAQAAAZUBAAABrQEAAAGdAQAAA0IAAAEKAAABmgEAAAGYAQAAAgEAAAEBAAABBQEAAQIAAAECAAABAQAAAQUAAAIBAAACIQAAAWEAAAEIAAABAQAAATcAAAI1AAABDwAAAQsAAAEKAAABAQAAAwEAAAMBAAADAwAAAQEAAAKmAgAAAQEAAAEBAAABCgAAAQIAAAIBAAABAQAAAgEAAAEBAAAHCAAAAwIAAAEBAAAJAQAACAEAAAQCAAADAwAAAgQAAASsAQAAAQEAAAEAAAABDgAAAgEAAAEBAAACAwIABQECAAUBAgAAAQIAAAECAAABAgACAQIAAgECAAMBAgACAQIAAAECAAEBAgABAQIAAQECAAIBAgADAQIAAQECAAEBAgABAQIAAAECAAEBAAABBgAAAgMAAAJDAAABFAAAAQYAAAEBAAABAQAAAUcAAAFAAAACAQAAAQoAAAGTAQAAAwEAAAEBAAADAQAAAwEAAAUBAAABBQAAAqYCAAABAQAAAQEAAAEBAAABrAIAAAEBAAABhAEAAANhAAACBAAAAkAAAAIBAAABBQAAAfQBAAABOgAAAQoAAAECAAABAQAAA0UAAAECAAABRAAAAUQAAAIBAAABgAEAAAGNAQAAAgEAAAF5AAABpgEAAAEnAAACAQAAAbQBAAABkQEAAAF5AAABwgEAAAEBAAACPwAAAUwAAAIAAAABEgEAAT8AAAHoAQAAAegBAAABQwAAAVYAAAMBAAACAgAAAwEAAAUBAAACAQAACAEAAAEqAAABBAAAAwEAAAEFAAABGAAAAhABAAYBAQAFBAAABQEAAAIFAAABAwAABAEAAAMBAAACAQAAAwEAAAQBAAADcgAAAQEAAAIGAAABvQIAAAEOAAABAQAAAQEAAAEPAAAEAQAAAR8AAAEBAAABkwEAAAEIAAABAQAAAVoAAAKlAgAAAQEAAAE/AAABSgAAAgIAAAECAAADAQAAAgEAAANJAAAEAQAAAWAAAAGIAQAAAQoAAAGPAgAAAYsCAAABigEAAAIJAAAB6QEAAAEYAAACBAAAAgEAAAIXAAABgwIAAAEJAAABlAEAAAEBAAABdwAAAZMBAAABgAEAAAEBAAABEwAAAQEAAAEHAAACAQAAAUcAAAIBAAABHgAAAQgAAAEBAAABAQAAAwEAAAEBAAACAQAAApYBAAABAQAAAQEAAAEwAAABXAAAAwMAAAIBAAAEeQAAAQIAAAIqAAABYAAAAQgAAAEIAAACcAAAAQEAAAKiAgAAAeUBAAABxgIAAAEEAAABAQAAAXIAAAINAAABAQAABAMAAAQBAAAErgEAAAECAAABAQAAAXgAAAHHAQAAAcACAAABxwIAAAKpAQAAAlMAAAEOAAABAQAAAQEAAAEKAAACBQAACwEAAAMEAAABvgEAAAGWAQAAAegBAAABFwAAAwUAAAESAAABDwAAAU4AAAEEAAABTQAAAdYBAAABawAAAQEAAAICAAABbQAAAUUAAAFmAAACAQAAAWwAAAEZAAABBQAAAQUAAAECAAAFBQAAAQcAAAEEAAABAQAABAEAAAICAAACAQAAAQIAAAEEAAABAgAABbACAAACAQAAAh8AAAEHAAABUQAAAaoBAAABVAAAAYIBAAABCAAAASUAAAEVAAABCgAAARcAAAEsAAADAgAAAakBAAABAQAAAekBAAAB+AEAAAEBAAABCQAAAScAAAECAAABEQAAAR0AAAFeAAABNwAAAYEBAAABAQAAAwEAAAEKAAABBAAAASEAAAEBAAABKQAAAR4AAAEzAAACEAAAASoAAAEMAAABCwAAAbkCAAABuQIAAAG5AgAAAgYAAAEhAAABAQAAA2cAAAEQAQABAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAOQAAAQEAAAExAAABNAAAAQQAAAEhAAACAgAAAgMAAAEEAAACDAAAAQEAAAFCAAABFgAAAQMAAAMPAAACIAAAAWEAAAEIAAABPQAAAwEAAAECAAABAgAAAgMAAAF4AAABhwEAAAIBAAABDQAAAwQAAAGiAQAAAQYAAAEHAAABAQAAAQ8AAAHKAQAAAgkAAAIAAAABJwAABAEAAAMEAAABEQAAAQEAAAECAAABBAAAASwAAAIGAAABugEAAAQBAAABCQAAAZwCAQACAQEAAQEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAACAAABHgAAAQEAAAEQAAABAgAAAgEAAAEBAAABHgAAASAAAAIyAAABAQAAAQIAAAIBAAADBAAAAQMAAAIOAAABAQAAAQgAAAEMAAABGQAAAQEAAAENAAABQAAAAQEAAAEHAAABFQAAAQEAAAEPAAABCgAAAScAAAE9AAACGAAAAYABAAABDQAAAVAAAAEVAAABAQAAAQIAAAERAAABHgAAAQEAAAEGAAABBQAAAgcAAAIBAAACAQAAAQEAAAEBAAAEAgAABAEAAAEBAAABAQAAAQEAAAMBAAACAgAAAwEAAAkEAAABAgAAAQEAAAEBAAAEBAAAAQIAAAIyAAABFQAAASEAAAELAAABBgAAAgEAAAEBAAABAgAAAgUAAAEBAAABCQAAAegBAAABGgAAAWUAAAFGAAABAgAAAQQAAAESAAABAQAAAgEAAAE7AAACAwAAAQEAAAEDAAABBAAAAwEAAAIDAQABAgAAARQAAAEBAAACzgEAAAEGAAABDgAAAR0AAAFUAAAB1AEAAAEBAAABWAAAAegBAAABBAAAAQAAAAEBAAAB4gEAAAESAAABDgAAASEAAAELAAABLAAAASoAAAIBAAACBQAAAQEAAAEiAAABAQAAAgQAAAEJAAABAQAAAQMAAAEBAAABRgAAAQsAAAEJAAABcQAAAb8BAAAB1QEAAAEsAAABVAAAAQEAAAEUAAABBwAAAQEAAAFnAAABCAAAAQEAAAEBAAABAgAAATgAAAEQAAABIgAAAUAAAAHiAQAAAQEAAAEAAAACAQAAAXEAAAG+AQAAARAAAAEAAAABAwAAAkoAAAEKAAABGQAAAQEAAAEWAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAAABFgAAARAAAAEJAAABDwEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAAABTgEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAACVAgAAARAAAAGSAgAAAfgBAAABAQAAAQkAAAGWAQAAAdEBAAAB5QEAAAEBAAAB5wEAAAEBAAABgAEAAAEBAAABCAAAAQEAAAEMAAABAwAAAQMAAAEFAAABAgAAAgcAAAEPAAABDwAAAg4AAAEBAAABAQAABAEAAAQEAAABAQAAAQEAAAEBAAABAwAAAQIAAAIEAAABAQAAAQEAAAEBAAABAQEAAQEBAAEBAAACAQAAAQIAAAEEAAABAQAAAQ0AAAEaAAABKQAAAQ0AAAEJAAABAQAAAQ4AAAIBAAABBQAAAQYAAAEBAAABvgEAAAEZAAABCAAAAQ0AAAEBAAABBwAAAgMAAAEFAAAB2QEAAAEhAAABWAAAAQEAAAE/AAAB0wEAAAEQAAAB/QEAAAEWAAACAgAAAf8BAAABUAAAAhoAAAEBAAABJAAAAaEBAAABAgAAAVAAAAGIAQAAAUIAAAEKAAABDgAAAbACAAABwAIAAAEjAAABhgIAAAEBAAABLQAAAQEAAAGYAgAAASkAAAHGAgAAAQQAAAIdAAABbgAAASoAAAFAAAABAQAAAQUAAAEEAAABAQAAAQEAAAEEAAABCgAAAQEAAAEjAAABAQAAAQIAAAECAAABEwAAAQIAAAESAAABBgAAAQYAAAEUAAABAgAAAQgAAAEBAAABAQAAAQQAAAEvAAABIwAAAQYAAAEGAAABEQAAARMAAAECAAACAQAAAgIAAAEBAAABCgAAAQEAAAEBAAABEAAAAZ4CAAABAQAAAZUBAAABfgAAAQEAAAEHAAABBAAAAQIAAAERAAABBAAAAQ0AAAG1AQAAARUAAAEBAAABCQAAAQEAAAIBAAACAQAAAQEAAAEBAAADAQAAAQIAAAECAAABAQAAAQIAAAEFAAABCAAAAgEAAAQBAAADAQAAAQEAAAMBAAADAQAAAwEAAAIQAAABCAAAAQMAAAIBAAABAQAAAdcBAAABQAAAAUoAAAE/AAABSgAAAgUAAAEBAAABnAIAAAEAAAABKQAAAVcAAAEUAAABBwAAAQEAAAENAAABngIAAAEDAAABAgAAAQEAAAEPAAABKQAAAbECAAABLQAAAQIAAAENAAABAQAAArsBAAABCAAAATAAAAIBAAACLAAAAQ8AAAGHAQAAAQ0AAAGGAQAAAgQAAAEaAAABVgAAARoAAAELAAABjgIAAAEBAAABGQAAAQEAAAEXAAABGQAAAwEAAAEHAAADGQAAAQAAAAEoAAABUAAAAQoAAAEBAAABAQAAAQAAAAEJAAABHwAAAQMAAAELAAABDQAAAgoAAAOeAQAAAXEAAAEuAAABAQAAAUIAAAEpAAABMgAAASkAAAEWAAABawAAAQEAAANwAAABLQAAAQEAAAIxAAABtAEAAAFlAAABBQAAAwEAAAGgAgAAAQEAAAGMAQAAAXEAAAFmAAABDgAAAQEAAAN9AAABCwAAAS0AAAEYAAABAQAAAgEAAAG2AQAAAR0AAAHiAQAAAQIAAAEfAAABLAAAAqgBAAABAgAAAQEAAAELAAABAQAAAQQAAAEBAAABCgAAAQkAAAEBAAABCwAAAwEAAAEHAAABfgAAAQcAAAFAAAABsgIAAAEBAAABpQEAAAEGAAABAQAABQEAAAEBAAACDwAAAQEAAAEBAAACAQAAAQUAAAGKAQAAAZsBAAABFAAAARsAAAEBAAABiQIAAAEjAAABdwAAAf0BAAABhAIAAAExAAABtwEAAAE0AAAB2AEAAAExAAABKwAAARAAAAEBAAACBAAAAQMAAAFHAAACDQAAAU4AAAEiAAABAQAAARgAAAEMAAABBwAAAS8AAAG1AQAAAWAAAAE5AAABMAAAAXcAAAE7AAAB0gEAAAEBAAABBAAAAQEAAAEBAAABBAAAAQEAAAG+AQAAAV4AAAEBAAABAQAAAQIAAAEBAAADAQAAAQMAAAEBAAABAQAAAQcAAAQBAAACBQAAAfUBAAACAgAAAQEAAAEFAAABAgAAAlcAAAFjAAABYgAAAhIAAAGdAgAAAQIAAAEDAAABCQAAAQEAAAE9AAABQAAAAUcAAAGeAQAAAZ8CAAABGQAAAQgAAAEIAAABDwAAAUAAAAEBAAABGwAAAT8AAAEBAAACAQAAARQAAAEBAAABBgAAASoAAAEBAAABEwAAAQEAAAE9AAABPQAAAb4BAAAB2gEAAAEZAAABrwIAAAHlAQAAAUQAAAIGAAACDQAAAe4BAAABRAAAAe8BAAABBAAAATkAAAEBAAABAwAAAYgCAAABAAAAASkAAAFRAAABAQAAAccBAAACiAEAAAGIAQAAAgEAAAFMAAAHEAAAAwEAAAMDAAABPAAABQEAAAMBAAACAQAAAocBAAABYgAAATwAAAHoAQAAAZICAAABBAAAAQMAAANxAAABBgAAAmcAAAEBAAACBAAAAU0AAAECAAACAQAAAQgAAAEBAAAB5QEAAAGuAgAAAfIBAAABvQIAAAEFAAACcQAAAgEAAAUBAAACAQAAAQIAAAJcAAABAQAAAQgAAAEBAAACBgAAAREAAAEBAAABAgAABDsAAAIBAAACAQAAAg4AAAECAAAC5wEAAAEcAAABjAEAAAEhAAABbwAAAQwAAAEBAAABXgAAAQYAAAEmAAAB0QEAAAHTAQAAAQgAAAEBAAADFwAAAU8AAAIZAAABAgAAARQAAAECAAACUQAAAQEAAAEFAAADCQAAAQEAAAEXAAADAQAABAEAAAIBAAACAQAAAwQAAAEKAAADDQAAAhwAAAEBAAACAQAAAocBAAABYQAAAQIAAAFkAAADAQAAAwIAAAEBAAACAQAAAwEAAAEBAAACCQAAASUAAAIZAAABigIAAAK1AQAAAVAAAAGxAgAAAeUBAAABQAAAAQgAAAIBAAABAQAAAQIAAAEBAAABHwAAAQEAAAEBAAABAQAAAQEAAAE0AAABDQAAAQEAAAEHAAABEgAAAQIAAAECAAABAQAABAQAAAEIAAABSwAAARMAAAEBAAABLgAAAQgAAAENAAABZQAAAQYAAAERAAABigEAAAEBAAAB1gEAAAEEAAABPwAAAbgCAAABMgAAARsAAAHtAQAAAVoAAAEBAAABUAAAAQEAAAEOAAABlQEAAAECAAACQAAAAQEAAAE/AAABJAAAApwBAAACvQIAAAEBAAABCAAAAQQAAAK7AgAAAQcAAAEBAAACuwIAAAEKAAABBAAAAQEAAALAAgAAAbsCAAABBAAAAQEAAAFlAAABAgAAAQEAAAPCAQAAAWUAAAEDAAAB8gEAAAEVAAABFAAAARMAAAEGAAABGAAAAQgAAAIBAAABBQEAAQQAAAIBAAABCAAAAiwAAAExAAABEAAAAk8AAAEqAAACAgAAAwEAAAEDAAACAQAAAQUAAAEGAAABFQAAAUIAAAEqAAABagAAAQ8AAAQBAAACDgAAAQEAAAEDAAABCQAAATwAAAIDAAABBgAAAQQAAAEBAAACBgAAAQIAAAIBAAABAQAAAQ4AAAEBAAABAQAAAgEAAAIGAAADDAAAAgEAAAIBAAABDAAAAQYAAAEGAAABCgAAAQEAAAMCAAABBwAAAY4BAAABSAAAAgEAAAECAAABDgAAATUAAAEGAAABNAAAAQEAAAECAAABAQAAATIAAAERAAABAQAAAXcAAAMBAAABBgAAASEAAAECAAABBAAAAQEAAAQBAAAEAQAAAQEAAAEBAAAFAwAAAQEAAAEDAAADAQAABwEAAAIBAAAC0QEAAAEBAAABDgAAAS4AAAHnAQAAAXgAAAEyAAACMwAAAQIAAAJ0AQACAQEACAEBAAQBAQAAAQEAAgEBAAMBAQAAAQEABQEBAAMBAQADAQEAAwEBAAEBAQACAQEAAQEBAAMBAQAJAQEAAwEBAAMNAQAIAQEABgEBAAEBAQAFAQEABQEBAAcBAQADAQEAAAEBAAIBAQACcQAAAaUCAAABAAAAASsAAAEBAAAEBgAAAR0AAAEhAAADAQAAAQUAAAIFAAACAQAAAQQAAAQBAAABAQAAAQYAAAIBAAABAwAAAwEAAAFEAAACDwAAAQkAAAEQAAABAwAAAQkAAAEFAAACGQAAAQ0AAAEBAAAEAQAAAQEAAAIBAAABAQAAAgEAAAEDAAABAQAAAgQAAAE4AAABCwAAAgEAAAE5AAABdwAAAakCAAABDwAAAQ4AAAEBAAADAgAAAUAAAAHJAQAAAckCAAABOgAAAVsAAAECAAABQAAAAwEAAAEJAQABCQAAAgEAAAEBAAACAQAAAQEAAAIBAAACCQAAAQIAAAMBAAACAgAAAQMBAAIBAAABAgAAAQEAAAIBAAADAgAAAgEAAAEFAAABLgAAApgCAAABlQEAAAE/AAABEQAAAQEAAAECAAABAQAAAhkAAAEBAAABFwAAAU8AAAEBAAABEgAAAiIAAAFGAAABJwAAAWUAAAHoAQAAAQUAAAIBAAABAQAAAQQAAAEFAAACCwAAAQEAAAEAAAAB6QEAAAEtAAABmAEAAAEnAAADAQAAAiUAAAMBAAACEwAAAQIAAAEBAAABAQAAAR0AAAEBAAABIAAAAQMAAAEBAAACPQAAAQEAAAEFAAABAQAAAQEAAAEBAAACAQAAAwEAAAIFAAABCQAAARsAAAEHAAABAQAAAQEAAAIBAAABAwAAAREAAAICAAABCAAAAgIAAAEFAAABBQAAAgwAAAEFAAABCAAAAQEAAAEBAAACAQAAAQEAAAEBAAAFAgAAAwEAAAQBAAAFAQAAAQIAAAIBAAACAQAAAQQAAAQBAAAJAQAAAQEAAAEBAAACAQAABAEAAAEBAAABAQAABgIAAAMCAAABAQAAAQEAAAICAAABBAAAAQcAAAIIAAABEQAAAQYAAAIIAAABAQAABAEAAAEBAAACAgAABBAAAAEGAAABAQAAAQgAAAEKAAACCAAAAgwAAAQBAAABBwAAAQEAAAEBAAABAQAAAgEAAAEFAAABAgAAAQQAAAECAAABAQAAAwEAAAIBAAADAgAAAQcAAAMBAAADCgAAAQEAAAcBAAADAQAAAgEAAAIBAAACAgAAAwEAAAEEAAACAgAAAgEAAAIKAAABAQAAAQEAAAENAAAB9wEBAAIBAQAAAQEAAAEBAAQBAQAHAQEACAEBAAUBAQAJAQEABQEBAAABAgABAQEACwEBAAgBAQAGAQEABQEBAAYBAQAEAQEABAEBAAIBAQAGAQEACAEBAAcBAQAEAQEABgEBAAQBAQACAQIAAgEBAAMBAQAAAQEAAwEBAAMBAQAAAQEAAAEBAAABAQADAQEABgEBAAH9AQAAAwEAAAQBAAADEwAAAgEAAAMBAAAFAQAAAwEAAAQBAAAEAQAAAwEAAAEBAAADAQAAAlcAAAEIAAABiAEAAAIBAAACAgAAAQIAAAICAAABAQAAAgEAAAFOAAABBAAAAcwBAAACHQAAAS8AAAEBAAABAgAAAS0AAAIBAAABAQAABgEAAAMBAAACAQAAAQUBAAIyAAABBAAAAR4AAAQBAAABAQAAARwAAAGUAQAAAS8AAAEBAAABVAAAAQEAAAFgAAABLgAAAwEAAAIBAAABBQAAAgEAAAECAAAGAQAAAgEAAAIFAAABAQAAAwEAAAEHAAABGwAAAggAAAEBAAACAQAAAXEAAAFxAAABcQAAAgEAAAEFAAACCQAAAQEAAAIoAAACiwEAAAF+AAABHgAAAQEAAAEAAAABAQAAARgAAAECAAABRwAAAQEAAAIJAAABEwAAAQ8AAAMDAAACAQAAAigAAAICAAABAQAAARUAAAEaAAABDAAAAQEAAAE0AAABCgAAARwAAAGYAgAAAXcAAAERAAABCgAAAfgBAAAB6AEAAAEPAAABAQAAAekBAAABGgAAAR8AAAEOAAABDQAAAQgAAAEDAAABBgAAAQEAAAEJAAABCgAAAQEAAAEUAAABAQAAAiEAAAEQAAABUQAAAXAAAAMBAAAB6QEAAAETAAABZgAAAX8AAAE6AAABAQAAAQAAAAEIAAABAwAAAR4AAAIBAAACAQAAAQsAAAIEAAABEwAAAgYAAAEMAAACAQAAAxIAAAIFAAADFwAAAQEAAAIBAAABIwAAASIAAAFQAAABFgAAAdIBAAABAQAAAQYAAAIBAAACEQAAASoAAAEBAAABBAAAAQcAAAJFAAABAQAAA14AAAEuAAABAgAAAQcAAAEBAAACAQAAAQ0AAAEBAAABFQAAAQEAAAE4AAABEAAAATEAAAEyAAABHgAAAXgAAAElAAABewAAASwAAAQBAAABAQAABgEAAAIBAAAEAQAAAQEAAAEwAAABAQAAAQEAAAE+AAABBwAAAgMAAAEIAAABBgAAAQUAAAEBAAABsgIAAAJyAAABAgAAAQIAAAK6AQEAAQEBAAUBAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAgECAAIBAAABcAAAAQIAAAEBAAABvwEAAAKyAgAAAQMAAAEVAAABgAIAAAEPAAABDAAAAQEAAAEBAAABAQAAAQQAAAEfAAABAQAAAQEAAAEEAAACBQAAAQEAAAEBAAABBwAAAQcAAAEFAAACAwAAAQUAAAMDAAABAgAAAg4AAAEIAAABBgAAAQMAAAECAAABBQAAAdoBAAABjQEAAAEBAAABBwAAAYQBAAABBAAAAQEAAAQBAAACiAEAAAIBAAACKgAAAWoAAAEUAAABDAAAAQIAAAFWAAABKQAAASoAAAE4AAABAQAAATwAAAEEAAABEAAAARAAAAERAAABFwAAAU4AAAEBAAABCwAAAQEAAAECAAABHwAAAQMAAAEBAAABFAAAAgEAAAEBAAABAgAAAgEAAAEEAAABBwAAAQQAAAHUAQAAAQIAAAHrAQAAAQEAAAEBAAABAwAAASMAAAECAAABDwAAARAAAAGOAQAAAVEAAAEIAAABSgAAAQUAAAIJAAABGgAAATIAAAEBAAABAQAAAQIAAAECAAABAQAAAgEAAAIDAAACAQAABQcAAAEDAAABGAAAARMAAAIIAAABTgAAAQcAAAHtAQAAAT4AAAEzAAAJAQAABQIAAAECAAACAQAABQEAAAQBAAACAQAAAQEAAAMBAAAFAgEAAgEBAAMBAQAGAQEADAEBAAcBAQAAAQEAAAEBAAABAQAAAQEABAEBAAIBAQADAQEABQEBAAgBAQAGAQEAAgEBAAYBAQAEAQEACAEBAAIBAQABAQAABAEAAAEBAAACAQAAAgEAAAMBAAAPAQAAEQEAAA4BAAADAgAACAEAAAIBAAAFAQAABAEAAAsBAAAMAQAACQEAAAsBAAAJAQAADQEAAAcBAAABAQEADAEBAAkBAQAJAQEACQEBAAcBAQAMAQIABAEAAAcBAAAFAQAAAwEAAAwBAAAOAQAADAEAAAgBAAAKAQAADwEAABEBAAALAQAABwEAAA0BAAAHAQAACgEAABABAAAJAQAAAQEAAAEBAAALAQAACQEAAAcBAAAHAQAABgEAAAQBAAAGAQAACgEAAAUBAAAEAQAAAgEAAAMBAAAHAQAADAEAAAEBAAABAwAACwEAAAIKAAABCQAAAQEAAAEQAAABIwAAAwMAAAEFAQAIAQEAAwEBAAEBAQACAQEAAQEBAAIGAQAGAQEAAwEBAAEBAQAJAQEAAQEBAAEBAQABAQEABAEBAAEBAQAFAQEAAQEAAAUCAAAEAQAABwEAAAkBAAAEAQAABwEAAAMBAAAKAgAAAgEAAAUBAAACAQAABAEAAAQBAAAKAQAACNABAAABcAAAAQIAAAEBAAABBQAAAQEAAAEBAAADAQAAAQMAAAEGAAADAQAAAQIAAAEBAAABAQAAAwEAAAQBAAADAQAAAgEAAAEBAAACAQAABAEAAAQBAAABAQEAAQEAAAQBAAABAQAAAQEAAAECAAAEAQAAAQEAAAEBAAAEAQAAAQEAAAUBAAABAQAAAgEAAAIBAAACAQAAAQEAAAMBAAABAQAAAgEAAAMBAAABAgAABAEAAAUBAAAEAQAAAwEAAAcBAAAEAQAAAgEAAAYBAAAHAQAAAwEAAAMBAAAFAQAAAwEAAAUBAAADAQAAAwIAAAUBAAAFAQAAAgEAAAYBAAABAQAABAEAAAQBAAABAQAABgEAAAUBAAADAQAAAQIAAAQBAAADAQAAAQEAAAMBAAAEAQAAAwEAAAIBAAAHbgAAAQEAAAMDAAABAQAAAaoBAAABcgAAAQEAAAQBAAACBAAAAQEAAAEaAQAIAQEAAwEBAAYBAQAEAQEABAEBAAEBAQABAQEAAQEBAAYBAQADAQEAAgEDAAQBAQAAAQEAAAEBAAYBAQAFAQEABAEBAAMBAQACAQEABwEBAAIBAgABMAAAAXgAAAEBAAABDgAAAQEAAAIBAAADAQAAAwEAAAIBAAABAgAAAgEAAAQBAAAEAgAAAQEAAAQBAAADAQAAAQYAAAQDAAACAwAAAgEAAAEBAAACAQAAAQYAAAEBAAABAQAABQEAAAGNAQAAAQEAAAEFAAADAQAAAwEAAAEJAAABEgAAARkAAAG+AgAAAcIBAAABAQAAAX0AAAEBAAAB1wEAAAEEAAABAQAAAQoAAAEBAAABCQAAAQMAAAEBAAABAgAAAw4AAAEPAAABMgAAA+YBAAABHgAAAQQAAAFNAAABAQAAAWMAAAEBAAABAQAAAQgAAAEfAAABGwAAAVMAAAGGAgAAAQEAAAGIAgAAASkAAAEOAAABAQAAAdEBAAABAQAAAQQAAAEBAAABCQAAAWMAAAErAAABJAAAAQIAAAIfAAABAQAAAwEAAAEBAAACAQAAAQEAAAEBAAABAQAAAQEAAAEBAAACCAAAAQMAAAIEAAABAQAAAgEAAAEVAAABsgEAAAEhAAAB0wEAAAEBAAAB2AEAAAExAAABsgEAAAEnAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQADAQEAAgEBAAMBAQABAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAAQIAARcAAAEBAAAIAQAABQEAAAIHAAAIAQAABQYAAAIDAAABAQAAAQMAAAECAAABAQAAAQEAAAMPAAAGAQAAAgQAAAEDAAADAQAAAQEAAAELAAACIgAABAEAAAMBAAADAQAAAgEAAAIBAAAEAQAABAEAAAMaAQAJAQEACgEBAAkBAQAEAQEAAQEBAAUBAQAPAQEACQEBAAUBAQAEAQEABQEBAAgBAQAFAQEACAEBAAgBAwADAQIABAEAAAQBAAAGAQAACQEAAAoBAAAGAQAACwEAAAIBAAAFAQAABwEAAAcBAAAGAQAACQEAAAoBAAAGAQAAAgEAAAEBAQAHAQEACQEBAAQBAQAGAQEADAEBAAUBAQALAQEACQEBAA0BAQAGAQEAAQEBAAkBAQAEAQEABAEDAAgBAQABAQAAAgEAAAIBAAAFAQAABgEAAAIBAAAGAQAABAEAAAIBAAABAQAAAQEAAAQBAAAIAQAABAEAAAIBAAABAgAAAwEAAAMBAAADAQAAAQEAAAMBAAAEAgAAAwEAAAQBAAADAQAABQEAAAIDAAADAQAAAQIAAAMBAAADAQAAAwEAAAQBAAAEAQAAAQEAAAIBAAAEAQAABAEAAAMBAAAFAQAAAwEAAAYBAAABAQAAAQMAAAEBAAADAQAAAgMAAAQEAAABBAAAAQQAAAEBAAACAQAAAQEAAAHkAQAAAQMAAAEBAAABDAAAAQ4AAAEPAAAB0wEAAAGdAgAAAgAAAAIBAAACJgAAAQkAAAE8AAABAQAAAQIAAAGPAgAAAQAAAAIBAAACDQAAAR4AAAUBAAACAgAAAQgAAAEGAAACAgAAAQwAAAEEAAABAQAAAgEAAAEHAAACAQAAAhcAAAEBAAADAQAAAQEAAAILAAABAQAAAgIAAAEGAAABAQAAAgEAAAEBAAABAQAAAQEAAAEBAAABBQAAASoAAAIVAAABJgAAAQEAAAEBAAABCwAAAQIAAAEaAAABAwAAAQcAAAIFAAABAQAAAQEAAAEBAAABBAAAAQMAAAEFAAABMgAAAeoBAAABLgAAAQQAAAFlAAABAQAAAWcAAAJFAAABawAAAUIAAAENAAABAQAAAwIAAAIRAAACAQAAARAAAAEBAAACAQAAAhAAAAIBAAACAQAAAgoAAAIBAAAFAQAAAgcAAAIBAAAEAQAAAgMAAAEHAAABAQAAAQEAAAEDAAACAQAAAgEAAAMBAAACAQAAAgwAAAIBAAABJgAAAgEAAAIBAAABAQAAAQcAAAIBAAACAQAAAQMAAAIBAAABAQAAAQEAAAECAAABBAAAAgEAAAECAAABAQAAAQEAAAEBAAABBAAAAQEAAAEBAAABAwAAAQEAAAIEAAACAQAAAQEAAAEKAAACAgAAAQEAAAMBAAABDQAAAQEAAAIBAAADAQAAAQUAAAMBAAABAQAAAQEAAAIHAAACAgAAARQAAAIDAAABAQAAARcAAAEBAAACAQAAAQ4AAAEBAAABAQAAAQIAAAEEAAADAQAAAgEAAAEBAAABAQAAATgBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAFAQEACAEBAAYBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEABSsAAAG7AQAAAUEAAAEBAAAB6gEAAAEbAAABAwAAAQgAAAFxAAABgQEAAAEBAAAGAQAABP0BAAABigEAAAGDAQAAAQQAAAFyAAABGAAAAQQAAAJ8AAABDQAAARwAAAEBAAABpQEAAAEJAAABEQAAAY8CAAABawAAAmoAAAFqAAABAgAAAQEAAAETAAABoAIAAAEBAAABHgAAAXkAAAF6AAABeQAAAckBAAABFgAAAgEAAAQBAAABAQAAAQEAAAECAAAKFgAAAQMAAAE/AAACAQAAAyYAAAEBAAACegAAAgEAAAIcAAABAQAAAxMAAAFhAAABAQAAAQEAAAIgAAABtgEAAAENAAABAQAAAQEAAAE7AAABAQAAARgAAAEzAAABAgAAAQQAAAFGAAABAwAAAQEAAAFQAAABLQAAAQMAAAEBAAABUgAAAQkAAAETAAABlAEAAAErAAABEQAAAXEAAAIDAAABBAAAAQ8AAAQBAAAECgAAAQEAAAIBAAABBwAAAQEAAAIOAAACPgAAAdcBAAABLQAAASIAAAE/AAABcQAAAQMAAAEaAAABAQAAAR8AAAJOAAACSQAAAQ0AAAEMAAABHwAAAQQAAAIDAAABBQAAAgQAAAEDAAABlgEAAAEBAAABAgAAAgwAAAEBAAABBQAAAgEAAAIBAAAEAQAABgEAAAUBAAAEAQAABAEAAAEBAAADAQAAAQEAAAEBAAACAgAAAQMAAAIJAAACAQAAAQEAAAEQAAAEAQAAAQQAAAEGAAABCgAAATMAAAICAAACAQAAAQEAAAMDAAACAQAABAEAAAEBAAABBgAAAT0AAAEoAAABIgAAAQcAAAIEAAACHAAAAQIAAAEBAAABDwAAAQQAAAEGAAABLgEADgEBABMBAQAKAQEABgEBAAYBAQADAQEABAEBAA4BAQAHAQEAAQEBAAEBAQAEAQEABAEBAAcBAQAFAQEACAEDAAUBAwAGAQQABwEDAAQBAQAAKAAAAUUBAAABAQAADQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAYAAAEYAAABEwAAAQ8AAAE5AAABAQAAASUAAAEKAAABgQEAAAE6AAABMwAAAhIAAAErAAABAQAAAQoAAAINAAABmAEAAAEBAAADAgAAAg0AAAIBAAABAQAAAgEAAAIDAAABqwIAAAHRAQAAARcAAAHYAQAAAQEAAAHaAQAAAQ8AAAEBAAABsQIAAAECAAABGwAAAQEAAAEBAAAB3gEAAAEWAAACTgAAAtoBAAAB0gEAAAIBAAACBgAAAQEAAAMBAAAFAQAAAQEAAAUBAAAEAQAABBMAAAMBAAABAQAAAwIAAAJGAAABAQAAAQEAAAEBAAABAgAAAQIAAAQDAAACAQAAAQIAAAEBAAADAQAAAvMBAAABAQAAAQUAAAECAAABFAAAAQsAAAEOAAABDwAAARcAAAEuAAABAQAAAQEAAAIHAAABAQAAAQEAAAEBAAAGBgAAAQEAAAEHAAADAQAABg4AAAEBAAABiQEAAAIBAAABAQAAARMAAAMNAAABAgAAAQEAAAESAAABHgAAARQAAAEgAAAFQgAAAQcAAAIBAAAEoAEAAAEGAAABBQAAAQMAAAFoAAACEAAAASQAAAI1AAABBAAAAjUAAAEbAAABBAAAAQYAAAN1AAABhAEAAAEBAAACaAAAAe0BAAAB+AEAAAEDAAABNQAAAwEAAAIUAAACBAAAAjoAAAIKAAABAQAAAQEAAAEBAAAEAgAAASkAAAMNAAABBwAAAQEAAAEDAAABAQAAAQEAAAE1AAABvAEAAAIIAAABAQAAAwEAAAIBAAACAgAAAQEAAAMBAAAGAwAAAgEAAAECAAABAQAAAwEAAAKCAQAAAhYAAAEBAAACAwAAARMAAAEBAAABBAAAAQ0AAAEBAAACAQAAAQoAAAEkAAABAQEAAQEBAAEBAQACAQEAAgEBAAEBAQABAQEAAAIAAAMBAAABBQAAAQEAAAMBAAACBQAAAqQBAAABCQAAAgMAAAEeAAABEAAAAXAAAAE7AAABgwEAAAGWAgAAAQUAAAETAAABAQAAAfABAAABBgAAAQEAAAEBAAACAQAAAQ4AAAEKAAABBAAAAgEAAAEBAAACAwEAAwEBAAEBAQAAAQEAAAEBAAABAQABAQEAAgEBAAYBAQAEAQEAAQEBAAIBAQABAQEAAQEBAAEBAQAAAQEAAQEBAAEBAQAAAQEAAQEBAAIBAAABCQAAAkMAAAEVAAABAQAAAgUAAAMBAAADAwAAAUQAAAEMAAABAQAAAQEAAAEGAAABAQAAAgEAAAEBAAABAgAAAQYAAAEBAAABAwAAAQMAAAEGAAACAQAAAwEAAAIBAAADAQAAAQEAAAIBAAABAgAAAQEAAAIBAAAEAQAAAgEAAAIBAAABAgAAAQoAAAMUAAABEwAAAe8BAAABRQAAAZ4BAAABKAAAAQEAAAGNAQAAAWAAAAEMAAADAQAAAQEAAAEBAAADEgAAAQEAAAERAAACIQAAAQEAAAEaAAABBgAAAScAAAEBAAABJgAAAQEAAAMBAAADAQAAAQEAAAEBAAADAQAABAMAAAIBAAACAQAABAEAAAEBAAADAwAAAQEAAAEnAAABAQAAAQgAAAIBAAABAQAAAQcAAAIBAAABAwAAAgEAAAEDAAABCQAAASUAAAEJAAACAgAAAQEAAAHiAQAAAYEBAAABUAEABQEBAAUBAQAHAQEAAwEBAAEBAQABAQEAAwEBAAQBAQADAQEABAEBAAQBAQACAQEAAgEBAAQBAQAEAQIAAQEBAAABAAABAQAABwEAAAsBAAAEAQAAAQEAAAECAAAEAQAACAEAAAYBAAADAQAACQEAAAgBAAAGAQAAAQEAAAEBAQAFAQEABgEBAAQBAQAEAQEABgQAAAQBAAACAgAAAgQAAAECAAACAQAAAgEAAAEXAAABBgAAASMAAAEBAAABAQAAAQEAAAEsAAABAQEAAQEBAAABAQACAQEAAwEBAAEBAQACAQEAAAIAAAMBAAABBQAABAEAAAYBAAABAgAAAwMAAAQBAAAChwEAAAEMAAABHAAAAgYAAAEIAAACDgAAAQEAAAHBAQAAAQYAAAEEAAACBAAAAQgAAAEBAAACAgAAAgEAAAIBAAADAwAAAQUAAAEBAAACBQAAAQIAAAEEAAABAgAAAQcAAAEBAAABBAAAAQEAAAIBAAABAgAAAQEAAAEKAAABAQAAAQ4AAAEBAAACAQAAAQEAAAEBAAABBAAAAQIAAAEBAAABAgAAAQ0AAAIBAAABAgAAAQEAAAIFAAABAQAAAQYAAAEJAAABAgAAAwEAAAEJAAABAQAAAQ8AAAINAAABAQAAAQEAAAEjAAABAQAAAQMAAAEBAAABIAAAAQYAAAEDAAACAQAAAQEAAAMBAAABDwAAAQEAAAEHAAABAQAAAQ0AAAEBAAABAQAAAgEAAAEDAAACBQAAAgEAAAEDAAABBgAAAgMAAAIUAAABAQAAAQYAAAEFAAABAQAAAQQAAAEkAAABEgAAAQ4AAAEBAAABAQAAAQMAAAELAAABAgAAAQEAAAEZAAABUAAAAQQAAAGSAgAAAeMBAAABAQAAAQMAAAE2AAABAQAAAa4BAAABUQAAAbECAAABYQAAAbEBAAABBQAAARkAAAEPAAABIAAAAgYAAAENAAABvAEAAAE7AAABAQAAAQcAAAGkAQAAAVIAAAG7AQAAAQ0AAAETAAABHAAAARMAAAEvAAABDAAAASMAAAEIAAABCQAAARcAAAEBAAABAgAAAR0AAAEEAAABJQAAAYIBAAABAQAAARoAAAFZAAABMQAAAQIAAAG6AQAAAgQAAAMBAAABVAEAAQEBAAABAQAAAQEAAQEBAAABAQADAQEAAAEBAAABAQAAAQEAAAEBAAApAAACAwAAAQEAAAQBAAABAwAAAQEAAAFBAAABPAAAATwAAAGCAgAAAQEAAAMBAAAEAQAABAEAAAIBAAACBAAAAQMAAAECAAAB0QEAAAE4AAABtQEAAAGEAQAAAbMBAAACAgAAAQIAAAEBAAAEggIAAAEBAAABAgAAAQMAAAIDAAACAQAAAwEAAAMBAAAEAQAAAgEAAAEfAAABIQAAAcIBAAACBAAAAQEAAAEDAAAFBQAAAQIBAAETAAABAQAAAYkBAAABMQAAAU4AAAFzAAACAQAAAsEBAAABbgAAARUAAAFAAAABAQAAAQYAAAEBAAACAQAAAQIAAAEBAAABHgAAAQEAAAEBAAABJwAAAQoAAAECAAABBAAAAQEAAAFIAAABAQAAAQcAAAEBAAACAQAAAgIAAAIBAAACBgAAAgEAAAIBAAACGgAAARwAAAEJAAABBAAAAQMAAAICAAABAwAAAQkAAAEXAAABDQAAASgAAAEOAAABAQAAAQMAAAEBAAABCgAAAQcAAAEBAAABCwAAAQEAAAECAAABBAAAAQIAAAECAAABlgIAAAHkAQAAAYcCAAABBgAAAQIAAAIBAAAE3AEAAAEGAAABAgAAARMAAAEVAAABfwAAAYMBAAABhgEAAAEBAAABDgAAAQ8AAAECAAABAQAAASIAAAEBAAACAQAAAUoAAAFIAAABMwAAAQsAAAEBAAABBgAAAgEAAAEVAAABGQAAAQEAAAECAAABEQAAARUAAAEKAAABPgAAAXgAAAEAAAABAQAAAgEAAAEBAAABBAAAAQEAAAMBAAABAgAAAgEAAAEbAAABFgAAAQEAAAHGAQAAAY8CAAABEQAAAQ4AAAEKAAABCgAAAQIAAAIYAAABBAAAAgEAAAEBAAABAQAAAgEAAAYBAAABGAAAASwAAAEFAAABGgAAAQEAAAICAAABAQAAAgMAAAIGAAACEAAAAWgAAAEEAAABIQAAAQsAAAEhAAABBgAAAQkAAAJeAAACCQAAAQIAAAEBAAACCAAAAWcAAAEBAAACAQAAAgEAAAENAAABBAAAAQEAAAIzAAABAQAAAgEAAAIbAAABKQAAAQEAAAEqAAABCQAAAUAAAAECAAABAQAAAgEAAAEDAAABDAAAAQUAAAECAAAEAQAABAEAAAQDAAACAQAAAwEAAAIBAAAEAQAAAQEAAAQCAAACAQAAAhUAAAEDAAABAQAAAQIAAAQBAAABBwAAAUQAAAEBAAAEAQAAAgMAAAICAAABnwEAAAIKAAABOgAAAg8AAAEoAAABvwEAAAF5AAABKgAAAZsBAAABAAAAAhMAAAEBAAABAAAAARMAAAGCAQAAAQEAAAGfAgAAAVgAAAGjAgAAAncAAAECAAABBQAAAQEAAAGgAQAAAQQAAAExAAABAQAAAQwAAAIBAAABBAAAASAAAAYFAAACCgAAAQEAAAIBAAABBAAAAQMAAAEDAQAHAQEAAwEBAAUBAQAAAQEAAAEBAAUBAQAEAQIABAEBAAEBAAADAQAAAQIAAAECAAACBgAAAQEAAAECAAAFBAAABgEAAAQBAAABAQAAAQMAAAECAAAGAQAACAEAAAYBAAAHAQAABwEAAAcBAAAEBQAAAgEAAAEBAAADBQAAAwEAAAYDAAABBwAAATgAAAI7AAABAQAAAQEAAAEBAAABAQAAAQEAAAMBAAAGAQAAAgEAAAEFAAAGBAAAAQEAAAICAAACAQAAAgEAAAYBAAACAQAAAwEAAAMBAAAChwEAAAEMAAABnAEAAAEhAAABMgAAAeUBAAABXwAAAQUAAAFfAAABAQAAAQEAAAEBAAABAwAAAQEAAAMBAAABBQAAAQEAAAECAAABAQAAAQ0AAAINAAABGQAAAQ4AAANrAAABGwAAAQwAAAEPAAABEwAAARAAAAEBAAABDAAAAREAAAIDAAABCAAAAcYBAAABLAAAAQEAAAEJAAABDAAAAQEAAAICAAACBAAAAQEAAAMHAAABJwAAAQEAAAIBAAABoQEAAAFYAAABAQAAASMAAAIrAAABFgAAAicAAAErAAACAQAAARoAAAEBAAABDgEAAV0AAAE6AAABJwAAAQIAAAEnAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAkAAAIQAAAFOQAAAQIAAAIBAAACAwAAAQEAAAMlAAABGAAAAgEAAAEYAAABAgAAAhoAAAECAAABEQAAAgIAAAIBAAABAwAAAgEAAAIBAAABBgAAAw0AAAEBAAACDgAAAQEAAAICAAADAgAAAQEAAAIKAAABCgAAARYAAAMBAAABBQAAAgEAAAEMAAABAQAABAEAAAJDAAABAwAAAQEAAAIDAAADAgAAAgEAAAERAAABCQAAAQcAAAEBAAACAQAAAgEAAAECAAABAQAAAgYAAAECAAABeQAAAZwBAAABCAAAAR0AAAECAAADAQAAARMAAAIBAAAFBQAAAgsAAAEBAAABAQAAARQAAAEBAAABHwAAAQEAAAIqAAABBQAAATEAAAEBAAABDgAAAgQAAAIFAAABAQAAAQIAAAIdAAACAQAAAQEAAAEFAAABAQAAAQUAAAEhAAABBQAAAY0BAAADAwAAAgEAAAIFAAACAgAABBUAAAELAAABAQAAAQMAAAEFAAABDgAAARIAAAEHAAADAQAAAdoBAAABLwAAAQgAAAELAAABCgAAAQEAAAIGAAACBgAAAd0BAAACAQAAAwEAAAEBAAADAQAAAQEAAAIBAAABBAAABQEAAAMBAAAEAgAAAwMAAAMBAAACAQEAAiwAAAEDAAAEAQAAAhQAAAEBAAABEwAAAQgAAAEBAAABDwAAAQEAAAEJAAABCQAAAQEAAAFRAAABEwAAAQEAAAEBAAACAQAAAQEAAAEBAAADAgAAAQEAAAICAAACBAAAAgEAAAEBAAABAQAAAQMAAAEBAAABAgAAAQMAAAEBAAABBQAAAgEAAAEWAAABAQAAAQEAAAFBAAABAQAAAWgAAAEuAAABBAAAATkAAAIDAAABAwAAAQEAAAEBAAABAQAAAwEAAAUBAAAGAQAAAwMAAAgBAAACAQAAAQ4AAAIBAAABAQAAAwEAAAEBAAAEAQAAAhsAAAEHAAADAgAAAhUAAAELAAACAQAAAZoCAAABLwAAASEAAAFPAAAB6gEAAAEaAAABCgAAAS4AAAEBAAABAQAAAQ4AAAHVAQAAAgEAAAEGAAABEQAAASgAAAEyAAAB4wEAAAFNAAABQAAAAQkAAAIBAAABAQAAAQMAAAEsAAABAQAAAQMAAAEDAAABdAAAAR8AAAMBAAABCAAAAkwAAAGVAQAAAToAAAEGAAABEAAAAT0AAAEBAAABGwAAAgEAAAEvAAABMQAAAT8AAAEeAAABEwAAATAAAAEBAAABEAAAAgEAAAEgAAACAQAAAQoAAAGLAQAAAX8AAAEBAAABYgAAARMAAAH6AQAAAQYAAAEIAAABAQAAAbwCAAABbAAAAQEAAAGOAgAAAeMBAAABAQAAASUAAAEpAAABCQAAAUIAAAEBAAABmgEAAAFFAAABAQAAAQEAAAE3AQACAQEAAwEBAAIBAQAFAQEABwEBAAABAQADAQEAAAEBAABiAAABNAAAAQEAAAEBAAABAgAAAgEAAAEEAQADAQEAAQEBAAIBAQACAQEABQEBAAEZAAABDAAAAQUAAAIBAAADLAAAAiEAAAFZAAACAQAABQEAAAIGAAABAQAAAgEAAAICAAACAQAABAEAAAQBAQABEgAAAQMAAAEBAAABMwAAAQsAAAMBAAABAgAAAvsBAAABJAAAAdYBAAABAQAAASQAAAECAAABawAAAgEAAAEBAAABCAAAASYAAAQUAAAB+QEAAAEBAAABGAAAAgEAAAIMAAABAgAAAZUBAAAEAgAAApUBAAABZwAAASEAAAEsAAABAwAAATYAAAEqAAABCgAAAYoBAAABXQAAAdYBAAABswEAAAEwAAABDAAAAS8AAAEGAAABDQAAAQEAAAECAAACigEAAAGaAQAAAZoBAAABBAAAAQUAAAEGAAACBwAAAQQAAAEDAAACAQAABwIAAAJXAQACAQEABQEBAAEBAQACAQEAAAEBAAABAQABWgAAARMAAAEBAAACEgAAAhgAAAEHAAABtgEAAAEBAAABIAAAAV8AAAErAAABAQAAATMAAAE/AAABSgAAAWoAAAHnAQAAAdYBAAABEQAAAU0AAAEGAAABjwEAAAEaAAABJQAAAQQAAAH5AQAAAQEAAAEIAAABAQAAAwEAAAUBAAAHAQAAAwEAAAQBAAAJAQAAAwEAAAMBAAADAQAAAgEAAAUBAAACAgAAAQQAAAEBAAABCAAAAQEAAAECAAACAQAAAwwAAAFMAAABrAEAAAEJAAAC8AEAAAEBAAABCwAAATIAAAHHAQAAAQEAAAIBAAABAQAAAV4AAAEAAQADAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAFQAAAgEAAAEZAAABnQIAAAEBAAABRwAAAQAAAAMCAAACJQAAAUEAAAEDAAABAQAAAQgAAAEGAAABuwEAAAEMAAABNAAAATYAAAHFAgAAAQQAAAEBAAABPgAAARMAAAEXAAABDQAAAwcAAAIHAAABAQAABRgAAAM1AAABWAAAARQAAAEBAAABAwAAAgEAAAJRAAACpwEAAAEYAAABDAAAARMAAAEHAAACzgEAAAEaAAABIQAAAQgAAAIBAAABAQAAAQMAAAEiAAAEBAAAAgEAAAF2AAABDQAAAWIAAAEBAAABBAAAAQEAAAICAAACAQAAAgIAAAQGAAABCwAAARwAAAEoAAABtAEAAAFrAAACKwAAAecBAAAB6QEAAAHRAQAAAQ8AAAEFAAABAQAAARoAAAEJAAABEQAAAQEAAAEDAAABBwAAAQkAAAEZAAACAgAAAioAAAGKAQAAAxoAAAEZAAABCAAAAaACAAABFQAAAQMAAAEFAAABFAAAAScAAAEXAAABAQAAAZ4BAAACAQAABAEAAAFAAAABFQAAAQMAAAEFAAABAgAAAgEAAAGPAQAAAQEAAAEBAAABMAAAAQkAAAIDAAABDQAAAU4AAAGaAQAAAQUAAAEGAAABAQAAARUAAAECAAABGwAAAQYAAAELAAABKQAAAhQAAAEDAAACEAAAAQUAAAECAAABEwAAAQEAAAIvAAABAQAAAQIAAAEBAAABEAAAAQUAAAIQAAABCAAAAQIAAAEdAAACDAAAAc8BAAABRQAAAQEAAAHFAQAAAekBAAAD1wEAAAEBAAABWgAAAQYAAAKgAgAAAQEAAAKZAQAAAWIAAAECAAABAQAAAVkAAAEPAAABcwAAAQEAAAEVAAABAQAAAQIAAAEBAAADBAAAAgQAAAEDAAABDwAAAUAAAAIBAAACDgAAAgoAAAEBAAABAwAAAQQAAAERAAABAQAAAQYAAAEBAAABEQAAAQwAAAEGAAACDAAAAQcAAAECAAABDAAAARMAAAEzAAABAgAAAQEAAAERAAABCQAAAQEAAAEDAAABAQAAAQMAAAIUAAABJQAAAQsAAAEQAAABEQAAAQ0AAAGpAQAAAUkAAAHYAQAAAQcAAAEVAAABAQAAAeUBAAABFQAAASkAAAEDAAAEUwAAAQEAAAIHAAABPAAAAxIAAAELAAADEQAAAQMAAAIBAAABJwAAAUMAAAHjAQAAAQEAAAEKAAABKwAAAQ0AAAEUAAABAQAAARIAAAEBAAABEQAAAQoAAAEJAAABDAAAAQYAAAEPAAABAgAAAQcAAAELAAABDAAAAQEAAAEGAAABBAAAAQgAAAEBAAABCQAAAQMAAAEFAAABBgAAAQEAAAEDAAABBgAAAQoAAAEEAAABEQAAAQQBAAEBAQAAAQEAAAEBAAEBAQAABgAAAQIAAAEQAAABBAEAAgEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEAAAESAAABAQAAAQYAAAEQAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAgwEAAAGiAQAAAecBAAABAQAAAQQAAAE7AAABFQAAAQMAAAEBAAABEgAABAEAAAQBAAAFAQAABQEAAAYBAAAJCQAAAQEAAAEHAAAEAQAAAwYAAAEEAAADAQAAAwUAAAECAAABAQAAAwEAAAcBAAACAQAABQEAAAUBAAADAQAAAgEAAAMBAAADAQAABgEAAAIBAAACAQAAAgQAAAECAAABAQAAAjsBAAEBAQAAAQEABgEBAAMBAQAAAQEAAAEBAAABAQAAAQEAAwEBAAEBAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAAHAAABAwAAAQEAAAEGAAADAQAAAQcAAAEBAAAFAQAABQEAAAUBAAABAQAAAwEAAATkAQAAAgEAAAIFAAABAQAAAwMAAAMBAAACAQEAAQAAAAYBAAADAQAAAwEAAAEPAAABKgAAAQEAAAIBAAABMgAAAowBAAABgAEAAAEBAAABAQAAAYsCAAABAQAAAT8AAAEFAAABjQEAAAEDAAACAQAABAMAAAEIAAABcAAAAQEAAAKwAgAAAQEAAAExAAABEQAAAREAAAFsAAABWgAABAEAAAJGAAABPQAAARcAAAEBAAABcwAAAR4AAAEBAAABIAAAATYAAAEHAAABmwEAAAEBAAABCQAAAdIBAAABAQAAAQYAAAEBAAABBAAAAgEAAAQXAAACRwAAAwEAAAIBAAABAgAAAQEAAAMBAAAFAwAAAgEAAAECAAABAQAAAgEAAAEfAAABAQAAAUUAAAHVAQAABTgBAAEBAQAAAQEAAAEBAAABAQABAQEAAQEBAAABAQABAQEAAAEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAACgAAAEKAAABGAAAAgMAAAIBAAABAwAAAQ4AAAExAAAB5QEAAAEBAAAB5QEAAAFwAAABAQAAAwEAAAUBAAACAQAAAQIAAAIBAAACuQEAAAIBAAADAQAAAgEAAAEHAAABAQAABAEAAAEBAAADAQAAAgEAAAIBAAADAQAAAwEAAAMBAAAEAgAABgEAAAIBAAACAgAAAgEAAAUBAAACLQAAAQEAAAPoAQAAAToAAAFAAAACAQAAAQ8AAAEZAAABAQAAAW4AAAEBAAABAQAAAQEAAAEKAAABFAAAAgEAAAEtAAACDAAAAQcAAAELAAABLgAAATAAAAEBAAACvQEAAAG+AQAAAR0AAAEMAAABCQAAATEAAAG8AQAAATcAAAEBAAABmgEAAAEFAAACAQAAAQEAAAIFAAABBAAAAgsAAAEEAAABaAAAAQIAAAFMAAADUAAAAgIAAAEBAAACEwAAAQEAAAHVAQAAAgEAAAEDAAABAgAAAQIAAAEEAAABDgAAARkAAAEBAAABBQAAAQEAAAEIAAABAQAAAQoAAAELAAABAQAAAc0BAAABAQAAAQMAAAEFAAABAQAAASoAAAE5AAACAQAAAT8AAAEJAAABAQAAAVUAAAEBAAABUgAAAQEAAAEGAAABSwAAAUMAAAHjAQAAAQ0AAAEaAAABCQAAAQEAAAHPAQAAAfQBAAABiQIAAAEVAAABigIAAAGBAQAAARMAAAEBAAABQwAAAQEAAAEJAAABAQAAAQEAAAEHAAACAQAAAQEAAAEBAAABAQAAAgcAAAENAAABAQAAAQEAAAEGAAABKwAAAQQAAAEFAAABDwAAAQoAAAIBAAABAQAAARUAAAEOAAACRAAAAgEAAAIFAAAFBQAAAQEAAAFMAAABAQAAAQYAAAEBAAABAQAAAQEAAAEKAAABAwAAAgoAAAEBAAACAQAAAQEAAAIHAAABAQAAAQEAAAUKAAABJAAAAQQAAAEFAAABDQAAAQwAAAEBAAACAQAABwgAAAIBAAABAQAAAQoAAAEBAAACWwAAAQEAAAEBAAACBgAAAQEAAAQ6AAABDAAAAQEAAAICAAABFAAAAgEAAAEBAAABBwAAAQIAAAGcAQAAAacCAAABowIAAAERAAABWQAAARMAAAJxAAACBgAAAQsAAAEBAAABGgAAAWwAAAE5AAABEAAAAY8BAAAERwAAAQkAAAEkAAABlQEAAAEmAAABCwAAAgEAAAEKAAADAQAAAjYAAAEDAAADAgAAAQEAAAEIAAABjQEAAAIMAAABEAAAAhIAAAICAAACAgAAAQEAAAE4AAACAQAAAxABAAGPAQAAAQEAAAFZAAABcQAAAQQAAAFVAAABMQAAAQEAAAEEAAABlwIAAAFWAAABAQAAASkAAAENAAABAwAAAQQAAAEBAAABAwAAAfUBAAABawAAAUMAAAIBAAACCAAAAg4AAAHLAQAAAQEAAAERAAABUAAAAQEAAAGbAQAAAQEAAAJzAAABHQAAAQQAAAFQAAABAwAAAUkAAAEBAAABHAAAAQkAAAE3AAABAQAAAZgBAAABdQAAAQIAAAEFAAACAwAAAQIAAAGMAQAAAWgAAAEYAAABAQAAAVgAAAEBAAACAQAAAQMAAAEBAAAEAwAAAgEAAAEFAAABCwAAAQEAAAEBAAACAQAABA0AAAECAAABBAAAARIAAAEBAAACAQAAAQIAAAEIAAABAQAAAgEAAAcIAAABAgAAAwEAAAEJAAABAQAAAlwAAAEBAAABBgAAAgEAAAJJAAABAQAAAQ4AAAEFAAABCQAAAQQAAAEGAAABIgAAAgoAAAFfAAABAQAAAgUAAAQFAAACAQAAAUsAAAECAAACEAAAAQEAAAECAAABBAAAAQoAAAIBAAABAQAAAgEAAAIDAAABAwAAAQIAAAImAAABCAAAAboBAAABAQAAAQEAAAEuAAABAQAAASgAAAEoAAABAQAAAaoBAAABDwAAAQoAAAEEAAABAQAAAQIAAAEBAAABAQAAAQEAAAEOAAABEQAAApUCAAABagAAAQEAAAEbAAABBAAAAQEAAAEGAAABQwAAAQEAAAFCAAABigEAAAH7AQAAAewBAAABBgAAAQEAAAGDAgAAAQEAAAEdAAABAQAAARIAAAIBAAABAQAAAu0BAAABOQAAAS8AAAQBAAABKAAAAQEAAAENAAAFAQAAAQMBAAMBAQAAAQEAAAEBAAABAQAAAQEAAAgBAAEBAQAAAQEABAEBAAABAQAAAQEAAAEBAAABAAABAQAAATEAAAEBAAACAQAAAgIAAAECAAABIAAAAQEAAAMWAAABDAAAAgEAAAMKAAABAQAAAQIAAAEBAAACAQAAAQcAAAEDAAABAQAAAgEAAAMBAAACBgAAAQEAAAIBAAACAQAABQEAAAQBAAABAQAABQEAAAYBAAADAQAAAQEAAAIBAAABAQAAAQUAAAEMAAABDAAAAQEAAAIBAAABAQAAAfUBAAABHQAAAQEAAAEBAAABCAAAAQEAAAGcAgEAAgEBAAABAQACAQEAAAEBAAEBAQACAQEAAgEBAAEBAQAAngIAAAHrAQAAAQEAAAEmAAABAwAAAQEAAAEHAAABAQAAAQIAAAELAAABAQAAAQIAAAEBAAABCgAAAgIAAAECAAABAQAAAgUAAAEBAAABAAAAAgQAAAEBAAAEAQAAAQEAAAQFAAACAQAAAQIAAAICAAADEgAAAhoAAAGDAgAAAQEAAAGMAgAAAhYAAAEWAAABAQAAAYABAAABAQAAAlcAAAGBAQAAAVUAAAEPAAABIgAAAQEAAAGAAQAAAQEAAAFVAAABEAAAAQEAAAECAAABAQAAAQYAAAEdAAADEAAAASQAAAENAAABEwAAAwEAAAEBAAACAwAAAQEAAAQBAAABAgAAAQEAAAEGAAABAgAAAQQAAAQCAAACAQAAAT4AAAEJAAABCgAAAQEAAAEIAAACAQAAAgIAAAEBAAABAQAAAQEAAAEBAAABCwAAAQEAAAIBAAACAQAAAgEAAAEPAAABBgAAAgEAAAEEAAABBwAAARgAAAEJAAABEAAAAV8AAAF0AAACAQAAAecBAAABlgEAAAExAAABAQAAAdABAAACEgAAAQYAAAJ/AAABfQAAAQIAAAMBAAABEwAAAQcAAAMJAAABAgAAASUAAAENAAACBAAAAQEAAAEbAAABCwAAAZcBAAABLQAAAWoAAAEPAAABbQAAAQEAAAIDAAACBgAAATIAAAEBAAABDgAAAQkAAAE5AAABAQAAAR4AAAISAAABbgAAAgEAAAEMAAABBwAAARoAAAEvAAAFAQAAAjgAAAEQAAABBwAAAt4BAAABBgAAARoAAAEBAAABnAIAAAEBAAABEgAAAz0AAAHjAQAAAQEAAAG+AQAAASoAAAGrAQAAARgAAAIBAAABAQAAAg4AAAGsAQAAAk8AAAFNAAABAQAAAacBAAABFgAAAQoAAAH1AQAAAR4AAAEBAAABgQEAAAETAAABPwAAAikAAAEGAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAIBAQAAuwIAAAIBAAACCAAAAQEAAAEEAAABgwEAAAGNAQAAAQEAAAFaAAACAQAABQcBAAEBAAABhgEAAAEFAAABAQAAAQMAAAEZAAABJgAAAUoAAAICAAABAgAAAQEAAAIBAAADAQAAAQEAAAGlAgAAAgEAAAEBAAABAQAAAQMAAAMCAAAEBAAAAQsAAAEEAAACAgAABAEAAAMBAAADAQAAAQMAAAIFAQABHAAAArQBAAABRAAAAXwAAAEgAAABAQAAAQUAAAIFAAABAwAAAQEAAAIBAAABEQAAAwEAAAEBAAAEAQAABAcAAAEBAAABCQAAAQwAAAIEAAABAQAAAQkAAAIDAAABBwAAAQ4AAAEEAAACAQAABAEAAAYBAAAEAQAAAwoAAAEBAAABMgAAAgIAAAEBAAABBgAAAQMAAAECAAADAQAAAgEAAAIBAAADAQAAAgEAAAEBAAABAwAAAQUAAAEBAAACAgAAAgEAAAEBAAACAQAAAgEAAAEBAAABAgAAAQEAAAMBAAACBAAAAQEAAAECAAABAgAAAwEAAAEFAAABAwAAAQYAAAECAAABBQAAAQEAAAMBAAACCAAAAQEAAAEVAAABKgAAAgEAAAEEAAABAgAAAgQAAAICAAABMQAAAQEAAAEVAAACCwAAAUkAAAEBAAABFwAAAQsAAAEPAAABAQAAARUAAAEQAAABAQAAARMAAAEWAAADAQAAAgcAAAGXAgAAAQEAAAFFAAABAQAAAnUAAAETAAABAQAAATEAAAEBAAABQgAAAQQAAAECAAABAQAAAQIAAAEBAAABIAAAATgAAAE/AAABBQAAAbYBAAABAQAAAY4BAAABoQIAAAETAAABCwAAAQEAAAEBAAABAQAAAQkAAAERAAABFwAAARgAAAEEAAABFAAAARIAAAEiAAABGgAAASsAAAEPAAABEgAAAQUAAAESAAABCwAAARMAAAEOAAABBQAABQEAAAUBAAABAwAAAQEAAAEEAAABAQAAAwEAAAMLAAADAwAAAwEAAAEBAAABAQAAAQcBAAEBAQAIAQEABwEBAAIBAQABAQEAAQEBAAIBAQABAQEABAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAwECAAIBAQACAQEAAAEBAAABAAAEAQAAAQEAAAEBAAACAwAAAgUAAAEHAAACAwAAAQcAAAEBAAABFAAAAQcBAAECAAABAgAAAQEAAAMBAAAFAQAAAwEAAAEBAAADAQAABQEAAAIBAAACQAAABAEAAAEBAAAFAQAAAgEAAAEBAAABAwAAAgcBAAECAAABAQAAAQIAAAEBAAABAQAAAQIAAAIHAAABAQAAAQEAAAEBAAABBAEAAwEBAAEBAQABAQEAAwEBAAEBAQADAQEAAAEBAAABAQAAAQEAAAECAAEBAQAFAQEAAgEBAAIBAQAEAQEABAEBAAIBAQABAQEAAQEBAAIBAQABAQEAAgEBAAEBAQABAQEAAAEBAAABAgABAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAMBAQAAAQEAABYAAAEHAAAB8gEAAAHoAQAAARcAAAMBAAABEQAAAwIAAAIcAAABCwAAAQIAAAIBAAADBwAAAQQAAAIFAAACAQAAAhQAAAEBAAADYwAAATQAAAEBAAACHwAAAgQAAAECAAABAQAAAQMAAAEDAAABAQAAAgEAAAGgAgAAAkMAAAECAAABAQAAAx8AAAIBAAABCwAAAgQAAAECAAABBAAAAQgAAAMBAAAFBAAAAQsAAAEGAAABAgAAAgEAAAM1AAABDQAAAUwAAAEGAAABAgAAAQEAAAFDAAAC3gEAAAGqAgAAAUYAAAEBAAABLgAAAUYAAAGvAQAAAQEAAAEcAAABAQAAAgEAAAGtAQAAAbABAAABBAAAAQEAAAICAAABIAAAAQMAAAEFAAABBwAAAQYAAAErAAACgAEAAAEVAAABPwAAAQUAAAHpAQAAAdgBAAABAQAAAdcBAAAB6QEAAAGAAQAAASsAAAEcAAABNQAAAa0BAAABqQIAAAG5AgAAATIAAAHdAQAAAaMBAAABDwAAAQEAAAF5AAABgwEAAAEEAAADAwAAAYABAAABAQAAARoAAAIBAAABAQAAAgEAAAO4AgAAAUUAAAEBAAACAQAAARoAAAEBAAABDAAAASkAAAEIAAACAQAAAX0AAAEEAAABAQAAAWoAAAIBAAACAQAAAQEAAAEAAAABOgAAAg8AAAGBAQAAAdEBAAABDAAAAQEAAAIbAAABCgAAAVEAAAEBAAABtAEAAAEQAAABGwAAAQEAAAECAAABCAAAAcYBAAABigEAAAPRAQAAAQEAAAEBAAACcAAAAQIAAAEbAAABAwAAAQ8AAAIMAAABAgAAAQUAAAEKAAABCwAAARsAAAIZAAABAgAAAwIAAAEBAAAFAQAAAgQAAAEPAAABNAAAASEAAAEBAAABIwAAAwEAAAsBAAAGAQAAAgEAAAgBAAAHAQAABQEAAAMCAAABJQAAAQEAAAIBAAABAgAAAQIAAAMBAAACAQAAAQEAAAIDAAAFAQAAAQEAAAMBAAABAQAAAgoAAAIBAAACCwAAAgEAAAEFAAABAQAAAgkAAAETAAACBgAAAWAAAAFNAAABKwAAAdUBAAABjQEAAAEAAAAB9AEAAAE7AAABBwAAAQYAAAEBAAABAgAAAwEAAAEDAAABAQAAAgYAAAEBAAABIAAAATkAAAEcAAABQgAAAQcAAAEBAAABAwAAAQcAAAEBAAACBQAAAQEAAAMlAAABAQAAASQAAAEBAAABAwAABgEAAAUBAAADAQAACAEAAAIBAAADAQAAAwEAAAEDAAABAQAAAQMAAAMQAAACAQAAAQcAAAIBAAAFAQAABAMAAAQBAAABBQAAAgIAAAEBAAABAgAAARQAAAEHAAAFAQAAAgEAAAECAAABAwAABAEAAAIBAQACBAAAAQEAAAUBAAABCgAAAQEAAAcFAAACAQAAAQgAAAE/AAABBgAAAQEAAAECAAABAQAAAQgAAAIBAAADFgAAAQgAAAEEAAABDQAAAgsAAAUBAAACDwAAAQUAAAIDAAACAQAAAQEAAAEKAAABEAAAAQgAAAEnAAABJwAAAQQAAAH7AQAAAVAAAAE4AAABAgAAAh8AAAHVAQAAARMAAAEpAAABEwAAAQMAAAGCAgAAAgIAAAEBAAABBQAAAQIAAAJ4AAAB0wEAAAEBAAABFAAAAQEAAAEGAAABAQAAAScAAAJqAAADAQAAAjsAAAE+AAACAQAAASQAAAEBAAABAQAAAg0AAAEBAAABDgAAAgEAAAKvAQAAAQEAAAEBAAABAwAAAQEAAAEWAAABAgAAAgMAAAEjAAABQQAAAQIAAAIBAAABAgAAAU8AAAEBAAABTAAAAgEAAAEHAAABAQAAAQEAAAGaAQAAAbwCAAABAQAAATEAAAIBAAABYgAAAa4BAAABfwAAAUYAAAHDAQAAARkAAAEIAAABGQAAAQgAAAEZAAABCAAAAWMAAAIBAAACAwAAAVsAAAUBAAADAQAAAgEAAAIBAAAGdQAAAgEAAAMBAAADAgAAAgEAAAYCAAACXwEAAwEBAAABAQAAAQEAAAEBAAABAQACAQEAAgEBAAEBAQABAQEAAAEBAABZAAAGAQAABAEAAAJYAAABDwAABAIAAAIBAAADDQAAAQIAAAEDAAABAQAAAQUAAAFfAAAIAQAACAEAAAcBAAAGAQAABAEAAAsBAAAGAQAABQEAAAUBAAAHAQAAAVkAAAUBAAABAQAAAgEAAAUBAAADBAAAAQEAAAQBAAACAQAAAl4BAAIBAQAFAQEABAEBAAQBAQADDAAABAEAAAYBAAADAgAAAQEAAAEBAAABAQAAAYwCAAABAQAAAwEAAAGLAgAAAWEAAAEAAAABAQAAAXAAAAIXAAABTQAAAVsAAAH7AQAAAXMAAAFEAAABBAAAAQIAAAEiAAABAQAAAUcAAAEBAAACAQAABQEAAAIBAAABAgAAAgEAAAK5AQAAAQEAAAQBAAABCAAAAQEAAANxAAABvwEAAAQCAAABAQAAAgEAAAEBAAABBAAAAQEAAAIBAAAECgAAAQQAAAEBAAACcgAAAXIAAAIGAAACBwAAAQMAAAGwAgIABQECAAgBAgAFAQIACAECAAIBAgAFAQIABgECAAoBAgAFAQIABgEDAAIBAQABAQEAAQEBAAMBAQAEAQEABQEBAAMBAQADAQEAAAEBAAIBAQAAAQEABAEBAAMBAQAGAQEABQEBAAMBAQACAQEAB7ACAAABFQAABwEAAAIDAAABAQAAAr4CAAACvwIAAAEJAAABbwAAAQEBAAIBAQACAQEAAwEBAAEBAQADAQEAAwECAAEBAAADAQAABAEAAAQFAAADAQAAAgEAAAEFAAACrQEAAAIJAAADbwAAAQEAAAIGAQABugEAAAEuAAABAAAAAgEAAAQBAAAGAQAABgEAAAgBAAACAQAAAgEAAAMBAAADAQAACgEAAAcBAAAJAQAAAwEAAAQBAAAGAQAABAEAAAMBAAAHAQEAAg8AAAYBAAAEAQAABQEAAAEDAAAEAQAAAwEAAAICAAABAQAABQIAAAIBAAABBAAAAQEAAAIDAAABAQAAAgEAAAUBAAAFAQAAAwEAAAEBAAAJAgAAAgEAAAIEAAAEBAAAAgEAAAECAAACiQEAAAJIAAADAQAAAwEAAAEBAAACAgAAAQEAAAIFAAABAQAAAQEAAAECAAAEAQAABwEAAAQBAAABAgAAAgEAAAIBAAACJwAAAa0CAAABOwAAAgEAAAEBAAABAwAAAQUAAAEBAAADAwAAAQEAAAEBAAABPwAAATMAAAE8AAABAQAAAgEAAAEGAAABxgIAAAEKAAABAQAAAgEAAAMBAAAFAQAACgEAAAUBAAAMAQAABQIAAAQBAAAFAQAAAwEAAAUBAAAHAQAABQEAAAkBAAAFAQAACAEAAAcBAAAGAQAAAwEAAAYBAAAHAQAABgEAAAYBAAAGAQAAAwEAAAMBAAACAQAAAQEAAAIBAAABAQAABAIAAAEBAAAGAQAAAgEAAAQBAAAFAQAAAwUAAAEBAQACAwAAAQIAAAEBAAABCAAAAQEAAAEHAAACBgAAAgwAAAUCAAACCAAAAWsAAAFIAAACJwAAAgEAAAIFAAABBgAAAwEAAAEBAAACAQAAAQEAAAELAAABCgEAARoAAAETAAABAQAAAccCAAABjAIAAAEBAAACiwIAAAHnAQAAAQkAAAEBAAADAQAAAgEAAAMBAAAGAQAAAQIAAAEDAAABAQAAASMAAAEEAAACBgAABgEAAAMPAQACjAEAAAETAAADCQEAAQkAAAE4AAABAgAAAQEAAAEBAAADAQAABgEAAAEBAAAEAwAAAQEAAAEBAAACAQAAAgIAAAECAAAEEgAAAhYAAAEBAAABvwEAAAEAAAACAwAAAQEAAAEFAAABBAAAARwAAAEBAAABAwAAAREAAAECAAABAQAAAQUAAAEeAAABFQAAAQcAAAECAAABAQAAAQUAAAECAAABAQAAAQIAAAEBAAABBgAAAQgAAAEPAAABHAAAAQEAAAEDAAABAQAAAQoAAAEkAAABAgAAAQEAAAIFAAABCgAAARYAAAEWAAABAQAAAm4AAAGIAQAAApcCAAABigIAAAFbAAACnAEAAAFMAAABiwIAAAEBAAABsAEAAAEBAAABAQAAATYAAAEAAAABAQAAAYoCAAABHgAAAQwAAAEDAAABAwAAAQYAAAEBAAABJwEAAQEBAAABAQABAQEAAAEBAAABAQAAAQEAAwEBAAEBAQACAQEAAgEBAAEBAQABAQEAAAEBAAABAQAAAQIAAQECAAEAAAACAQAABAEAAAIBAAAEAQAABQMAAAELAAABEAAAAgUAAAgBAAAHAQAABQEAAAEBAAADAQAACgEAAAUBAAAEAQAAAgEAAAQBAAACAQAAAQEAAAEBAAAEAQAAAgEBAAQBAAABAQAAAQEAAAEBAAABDgAAARYAAAFbAAABGQAAAVsAAAEBAAABGgAAAVcAAAIGAAACCQAAAQkAAAECAAABAwAAASwAAAIBAAABBwAAAQoBAAE=`,d={v:1,analyzer:4,shard:`g11`,N:r,avg:i,docs:a,lens:o,terms:s,df:c,offs:l,post:u};export{r as N,t as analyzer,i as avg,d as default,c as df,a as docs,o as lens,l as offs,u as post,n as shard,s as terms,e as v};