var e=1,t=4,n=`g8`,r=3225,i=[3.853,2.864,66.117],a=[[`g8-p01-t01`,8,`c1`,`s01`,`1`,`Начальные химические понятия и законы`,5,5,`textbook`,`ru`,`Kimyo 8`,`Начальные химические понятия и законы
Для овладения всесторонними знаниями о величинах атомов, а также их относительных и абсолютных массах требуется усвоить следующие важнейшие понятия.
Атом — это мельчайшая химически неделимая частица вещества. Слово “атом” в переводе с древнегреческого языка означает “неделимый”. В настоящее время доказано, что атом состоит из ряда более мелких частиц. Химический элемент — это вид определенных атомов. Например, атомы кислорода означают элемент кислород. Каждый химический элемент обозначается символом — первой буквой своего латинского названия или при необходимости первой и следующей за ней буквами.`],[`g8-p01-t02`,8,`c5`,`s02`,`1`,`Начальные химические понятия и законы`,5,6,`textbook`,`ru`,`Kimyo 8`,`…своего латинского названия или при необходимости первой и следующей за ней буквами.
Например, Н (аш) — химический символ водорода, от латинского слова Hydrogenium (“образующий воду”). Будучи мельчайшими частицами, атомы обладают определенной массой. Так, абсолютная масса атома водорода составляет 0,00000000000000000000000167 г, или 1,67•10—24 г. Абсолютная масса атома углерода – 19,93•10–24 г. Относительная масса атома — это число, указывающее, во сколько раз масса атома химического элемента больше1/12 массы атома (изотопа)12c. 1/12 массы атома (изотопа)12c равна 1,67•10 24 г. 1,66 ∙10 –24 г = 1 a. е. м.
Относительная масса атома обозначается буквой A r, где r — относительность (relative). Величина, численно равная относительной атомной массе элемента и выражаемая в граммах, называется молярной массой (г/моль).
Наглядные задачи и примеры`],[`g8-p01-t03`,8,`c5`,`s02`,`1`,`Начальные химические понятия и законы`,6,7,`textbook`,`ru`,`Kimyo 8`,`…массе элемента и выражаемая в граммах, называется молярной массой (г/моль). Наглядные задачи и примеры
Пример 1. Абсолютная масса атома кислорода равна 2,657•10 –23 г. Определите его относительную атомную массу. Решение. Единица массы 1 атома равна 1,66•10–24 г. 26,57 10 24 Ar 24 16. Ответ: Ar=16. 1,66 10 Пример 2. Определите массу (г) 0,301•1023 атомов кислорода. Решение. 6,02•1023 атомов кислорода составляют 1 моль и равны 16 г. Тогда, если 6,02•1023 атомов кислорода —16 г, то 0,301 • 1023 атомов кислорода — x,
Химическая формула
Химическая формула – это выражение состава вещества посредством химических символов и (при необходимости) индексов.
По химической формуле можно определить качественный и количественный состав вещества.
Например: H2SO4 — серная кислота. Химическая формула H2SO4 показывает, что это — одна молекула серной кислоты, в которой содержатся 2 атома водорода, 1 атом серы и 4 атома кислорода, или 1 моль вещества.`],[`g8-p01-t04`,8,`c5`,`s02`,`1`,`Начальные химические понятия и законы`,7,7,`textbook`,`ru`,`Kimyo 8`,`Химическая формула H2SO4 показывает, что это — одна молекула серной кислоты, в которой содержатся 2 атома водорода, 1 атом серы и 4 атома кислорода, или 1 моль вещества.
Точно также можно найти абсолютную и относительную массы молекулы. Для нахождения абсолютной массы производится сложение абсолютных масс 2 атомов водорода, 1 атома серы и 4 атомов кислорода. Выполнение действий с такими малыми числами вызывает трудности, поэтому рассчитывают относительную массу молекулы (M r) и количество молей вещества: Mr(H2SO4) = 1•2 + 32 +16•4 = 98 г/моль. M(H2SO4) = 98 г/моль.
1 моль — значение, выраженное в граммах и численно равное относительной молекулярной массе вещества. 1 моль – количество вещества, содержащего столько структурных единиц (молекул, атомов, ионов), сколько атомов в 12 г изотопа углерода (12c). В 12 г углерода содержится 6,02•1023 атомов. Количество вещества обозначается буквой N (в некоторых источниках — буквой n) и его значение выражается в молях. Молярная масса вещества обозначается буквой M и выражается в г/молях.`],[`g8-p01-t05`,8,`c5`,`s02`,`1`,`Начальные химические понятия и законы`,7,8,`textbook`,`ru`,`Kimyo 8`,`Количество вещества обозначается буквой N (в некоторых источниках — буквой n) и его значение выражается в молях. Молярная масса вещества обозначается буквой M и выражается в г/молях.
Валентность
1.Нахождение валентности элементов, входящих в состав вещества, по данным химическим формулам.
Свойство атомов элемента присоединять определенное число атомов другого элемента называется валентностью.
В качестве единицы измерения валентности принята валентность водорода.
Валентность атома водорода равна единице.
Атом кислорода всегда двухвалентен.
Неизвестная валентность элемента определяется по водородным или кислородным соединениям, а также соединениям с каким-нибудь другим элементом, валентность которого известна.
2. Составление формулы вещества, состоящего из двух элементов, валентности которых известны.
Пример. Составьте формулу оксида фосфора (V), зная, что фосфор пятивалентен, кислород двухвалентен.`],[`g8-p01-t06`,8,`c1`,`s01`,`1`,`Начальные химические понятия и законы`,8,9,`textbook`,`ru`,`Kimyo 8`,`Составьте формулу оксида фосфора (V), зная, что фосфор пятивалентен, кислород двухвалентен.
Решение: 1) Запишем символы фосфора и кислорода – po;
2) Запишем валентности элементов римскими цифрами v II над их символами – PO ;
3) Определим самое малое общее делимое чисел, выражающих валентности, то есть пяти и двух. Оно равно десяти;
4) Чтобы найти число атомов элементов в формуле, разделим общее делимое на валентности элементов:
Фосфор — 10 : 5 = 2; кислород — 10 : 2 = 5. Следовательно, в соединении фосфор представлен двумя, а кислород — пятью атомами;
5) Запишем найденные числа атомов в индексе химических символов – P2O5.
Задачи и примеры для самостоятельного решения
1. Определите валентности элементов в следующих водородных соединениях:
rbh, CaH2, NH3, SiH4, Bh3, H2S, Kh. 2. Запишите формулы и определите названия кислородных соединений следующих элементов: cl(VII), Se(VI), P(V), Pb(IV), B(III), cd(II). 3. Известны двух-, трех- и шестивалентные кислородные соединения хрома. Запишите формулы этих соединений хрома.`],[`g8-p01-t07`,8,`c5`,`s02`,`1`,`Начальные химические понятия и законы`,9,10,`textbook`,`ru`,`Kimyo 8`,`Известны двух-, трех- и шестивалентные кислородные соединения хрома. Запишите формулы этих соединений хрома.
Моль — количество вещества
Определение количества вещества, если известна его масса, или нахождение его массы, если известно количество вещества.
Наглядные задачи и примеры
Пример 1. Вычислите количество вещества в 49 г серной кислоты. Решение: 1) M (H2SO4) = 98 г/моль; 2) Вычислим количество вещества N по формуле
Пример 2. Вычислите массу 5 молей оксида меди(II). Решение: 1) M (CuO) = 64 + 16 = 80 г/моль;
Nn =
98 г/моль
0,5 моля. Ответ: 0,5 моля.
m 2) Найдем массу вещества по формуле N = : M
Ответ: 5 молей CuO равны 400 г.
Задачи И примеры для самостоятельного решения
1. Рассчитайте относительные молекулярные массы следующих веществ:
• известняк, мрамор, мел — CaCO3;
• малахит — (CuOH)2Co3, белый песок — SiO2;
• железный купорос — FeSO4• 7H2O. 2. Рассчитайте количество вещества в 12,6 г азотной кислоты. 3. Сколько граммов составляют 2,5 моля SiO2? Сколько молекул и атомов углерода в этом количестве оксида?`],[`g8-p01-d01`,8,`c5`,`s02`,`1`,`Начальные химические понятия и законы: Атом, Химический элемент, Относительная масса атома, молярной массой`,5,5,`definition`,`ru`,`Kimyo 8`,`Атом — это мельчайшая химически неделимая частица вещества.
Химический элемент — это вид определенных атомов.
Относительная масса атома — это число, указывающее, во сколько раз масса атома химического элемента больше1/12 массы атома (изотопа)12c.
Величина, численно равная относительной атомной массе элемента и выражаемая в граммах, называется молярной массой (г/моль).`],[`g8-p01-d02`,8,`c1`,`s01`,`1`,`Начальные химические понятия и законы: Химическая формула, валентностью`,7,8,`definition`,`ru`,`Kimyo 8`,`Химическая формула – это выражение состава вещества посредством химических символов и (при необходимости) индексов.
Свойство атомов элемента присоединять определенное число атомов другого элемента называется валентностью.`],[`g8-p02-t01`,8,`c1`,`s03`,`2`,`Основные классы неорганических соединений оксиды`,10,11,`textbook`,`ru`,`Kimyo 8`,`Основные классы неорганических соединений оксиды
Сложные вещества, состоящие из двух элементов, одним из которых является кислород, называются оксидами, то есть E2Оп, где E – элемент, n валентность элемента.
В зависимости от того, с какими веществами вступают в реакцию оксиды (вода, основания, кислоты), их выделяют в несколько групп:
1. Основные оксиды: Na2O, BaO, CuO и др.
2. Кислотные оксиды: CO2, SO3, P2O5 и др.
3. Амфотерные оксиды: ZnO, Al2O3, Sb2O3 и др.
4. Индифферентные оксиды (или не образующие соли):
CO, NO, N2O и др.
5. Пероксиды (у которых степень окисления кислорода равна – 1, а валентность — 2): Na2O2, H2O2, BaO2.
Наглядные задачи и примеры`],[`g8-p02-t02`,8,`c1`,`s03`,`2`,`Основные классы неорганических соединений оксиды`,11,11,`textbook`,`ru`,`Kimyo 8`,`…кислорода равна – 1, а валентность — 2): Na2O2, H2O2, BaO2. Наглядные задачи и примеры
Пример. В составе руды, перерабатываемой на Алмалыкском горнометаллургическом комбинате, содержится оксид с 49,6 % марганца и 50,4 % кислорода. Выведите формулу этого оксида. Решение: 1) Качественный состав оксида: Mn и O; 2) Количественный состав оксида: 49,6 : 50,4; 3) Используя приведенные данные, найдем формулу оксида: Mnx : Oy = 49,6 : 50,4, 49 6, x = = 0 9, |1 | 2; 55 50 4, y = = 3 1, |3 5,| 7. 16 Результаты вычислений показывают, что атомные соотношения марганца и кислорода составляют 0,9 : 3,1.
Однако в химических соединениях атомные соотношения выражаются целыми числами. Поэтому выразим соотношение 0,9:3,1 целыми числами: | 0,9 : 3,1 | : 0,9 = 1 : 3,5; | 1 : 3,5 | • 2 = 2 : 7. Следовательно, формула оксида: Mn2O7. Ответ: Mn2O7 — оксид марганца(VII).
Задачи и примеры для самостоятельного решения`],[`g8-p02-t03`,8,`c1`,`s03`,`2`,`Основные классы неорганических соединений оксиды`,11,12,`textbook`,`ru`,`Kimyo 8`,`…Следовательно, формула оксида: Mn2O7. Ответ: Mn2O7 — оксид марганца(VII). Задачи и примеры для самостоятельного решения
1. Какими способами можно получить оксид меди(II)? 2. Укажите область применения оксида, получаемого путем накаливания известняка. 3. Какие оксиды образуются при сжигании следующих веществ:
Основания
Сложные вещества, содержащие атом металла и одну или несколько гидроксильных групп (OH), называются основаниями.
Основания подразделяются на две группы: растворимые и не растворимые в воде: 1. Водорастворимые основания: NaOH, Ca(OH)2, KOH, Ba(OH)2. 2. Не растворимые в воде основания: Cu(OH)2, Fe(OH)2, Cr(OH)2. Основания, вступающие в реакции и с кислотами, и с щелочами и образующие соль, называются амфотерными основаниями: Zn(OH)2, Al(OH)3, Cr(OH)3.
Наглядные задачи и примеры
Пример. Рассчитайте состав (%) гидроксидов металлов, имеющих формулы a l(Oh)3, Ca(OH)2. Каким способом можно получить эти основания? Запишите уравнения реакций. Решение: 1) Состав Al(OH)3 и его получение: M(al(Oh)3) = 27 + 48 + 3 = 78 г/моль. 27`],[`g8-p02-t04`,8,`c1`,`s04`,`2`,`Основные классы неорганических соединений оксиды`,12,13,`textbook`,`ru`,`Kimyo 8`,`Запишите уравнения реакций. Решение: 1) Состав Al(OH)3 и его получение: M(al(Oh)3) = 27 + 48 + 3 = 78 г/моль. 27
3 H 100 % 3,85 %. 78 a l(Oh)3 получают путем воздействия щелочи на избыточное количество водорастворимых солей алюминия:
AlCl3 + 3NaOH → Al(OH)3↓ + 3NaCl; 2) Состав Ca(OH)2 и его получение:
M (Ca(OH)2) = 40 + 32 + 2 = 74 г/моль.
Ca(OH)2 — водорастворимое основание, то есть щелочь. Его получают воздействием воды на ca или CaO: Ca + 2H2O = Ca(OH)2 + H2, CaO + H2O = Ca(OH)2.
Задачи и примеры для самостоятельного решения
1. Запишите формулы и определите названия оснований, соответствующих следующим оксидам: Li2O, BaO, SrO, SnO, Mn2O3, FeO, Fe2O3. 2. Запишите формулы и определите названия оснований, имеющих следующий состав:
Кислоты`],[`g8-p02-t05`,8,`c1`,`s04`,`2`,`Основные классы неорганических соединений оксиды`,13,14,`textbook`,`ru`,`Kimyo 8`,`…Fe2O3. 2. Запишите формулы и определите названия оснований, имеющих следующий состав: Кислоты
Сложные вещества, в молекуле которых содержатся атомы водорода, способные замещаться атомами металлов, и кислотный остаток, называются кислотами. В зависимости от того, имеются или не имеются в их молекуле атомы кислорода, кислоты делятся на две группы: a) кислородные кислоты: HNO3, H2CO3, H2SiO3; б) бескислородные кислоты: H2S, HBr, HI. По числу атомов водорода в молекуле, способных замещаться атомами металлов, кислоты подразделяются на следующие группы: 1. Одноосновные кислоты: 2. Двуосновные кислоты: 3. Трехосновные кислоты:
HCl, HBr, HNO3. H2SO4, H2SO3, H2S. H3PO4.
Наглядные задачи и примеры
Пример. Какую массу (г) и какой объем (л,н.у) водорода можно получить путем воздействия избыточным количеством соляной кислоты на 26 г цинка? Решение: 1) При растворении цинка в соляной кислоте образуются соль хлорид цинка и водород:`],[`g8-p02-t06`,8,`c1`,`s04`,`2`,`Основные классы неорганических соединений оксиды`,14,15,`textbook`,`ru`,`Kimyo 8`,`Решение: 1) При растворении цинка в соляной кислоте образуются соль хлорид цинка и водород:
26 г x y Zn + 2HCl = ZnCl2 + H2;
65 г 136 г 2 г 2) Сколько граммов водорода образуется? Составим пропорцию: 65 г цинка вытесняют 2 г водорода,
{26 г цинка вытесняют x г водорода,
26 2⋅ x = = 0 8, г;г водорода; 65 3) Определим массу соли, образовавшейся в результате реакции. Из равенства 26 y 26 136 получим y = 54, 4 г. 65 136 65 Ответ: 0,8 г водорода и 54,4 г ZnCl2.
Задачи и примеры для самостоятельного решения
1. Определите формулы и названия кислот, имеющих следующий состав:
2. Определите формулы и названия кислот, соответствующих следующим оксидам: SiO2, as2O5, CrO3. 3. Запишите уравнения реакций взаимодействия веществ, приведенных в следующей таблице:
Кислота Zn
HCl 1 cu CuO
Fe(OH)2 CaCO3 соли`],[`g8-p02-t07`,8,`c1`,`s05`,`2`,`Основные классы неорганических соединений оксиды`,15,15,`textbook`,`ru`,`Kimyo 8`,`…взаимодействия веществ, приведенных в следующей таблице: Кислота Zn HCl 1 cu CuO Fe(OH)2 CaCO3 соли
Сложные вещества, молекула которых состоит из атомов металла и кислотного остатка, называются солями (вместо атомов металла может быть и ион Nh +. Такие соли называются аммониевыми солями). 4 Соли делятся на следующие группы: 1. Средние, или нормальные соли: NaCl, KCl, CaCl2, Ba(NO3)2, Al2(SO4)3, FeSO4. 2. Кислые соли — соли, образованные двух или трех основными (много основными) кислотами: NaHCO3, Ca(HCO3)2, KHSO4, ca(H 2PO4)2. 3. Основные, или гидроксосоли: (CuOH)2CO3, Ca(OH)Cl, Mg(OH)NO3, Al(OH)2Cl. 4.
Двойные соли — соли, состоящие из двух металлов и одного кислотного остатка. Среди них практическое значение имеют квасцы: KAl(SO4)2, NH4Al(SO4)2. 5.
Наглядные задачи и примеры
Пример. На раствор, содержащий 49 г серной кислоты, воздействова ли 20 г гидроксида натрия. Определите образовавшуюся соль и ее массу.`],[`g8-p02-t08`,8,`c1`,`s06`,`2`,`Основные классы неорганических соединений оксиды`,15,16,`textbook`,`ru`,`Kimyo 8`,`На раствор, содержащий 49 г серной кислоты, воздействова ли 20 г гидроксида натрия. Определите образовавшуюся соль и ее массу.
Решение: 1) Сколько молей в 49 г H2SO4? 49 n (H SO )2 4 0,5 моля;mol; 98
2) Сколько молей в 20 г NaOH?
20 n (NaOH) 0,5 моля;; 40 3) В реакцию взято 0,5 моля серной кислоты и 0,5 моля гидроксида натрия: NaOH + H2SO4 = NaHSO4 + H2O. Из уравнения реакции видно, что при равных молярных соотношениях NaOH и H2SO4, взятых в реакцию, образуется кислая соль — гидросульфат натрия; 4) Найдем массу (г) NaHSO4. При взаимодействии 1 моля NaOH и 1 моля H 2SO4 образуется 1 моль, или 120 г NaHSO4, а при взаимодействии этих веществ по 0,5 моля образуется 0,5 моля, или 60 г NaHSO4.
Ответ: 60 г NaHSO4.
Задачи и примеры для самостоятельного решения
1. Предложите способы получения соли хлорид меди(II), используя медь и необходимые реактивы. 2. Запишите уравнения реакций, необходимых для осуществления следующих превращений:`],[`g8-p02-t09`,8,`c1`,`s05`,`2`,`Основные классы неорганических соединений оксиды`,16,17,`textbook`,`ru`,`Kimyo 8`,`Запишите уравнения реакций, необходимых для осуществления следующих превращений:
А) CuSO4 → Cu(OH)2 → CuO → cu;
Б) Fe → FeCl 2 → Fe(NO3)2 → Fe(OH)2 → FeO → Fe;
В) Fe → FeCl3 → Fe(OH)3 → Fe2O3 → Fe → FeSO4;
Г) P → P2O5 → H3PO4 → Ca3(PO4)2;
Д) S → SO2 → SO3 → H2SO4 → Na2SO4;
Е) C → CO2 → CaCO3 → CaO → Ca(OH)2 → Ca(HCO3)2;
Ж) CaCO3 → Ca(HCO3)2 → CaCO3 → CO2 → CaCO3;
З) Na → Nah → NaOH → NaNO3;
И) (CuOH)2CO3 → CuO → CuSO4 → Cu(OH)2 → CuO → cu. 3. Запишите уравнения реакций, позволяющих получить соль хлорид аммония по меньшей мере четырьмя способами. 4. Можно ли получить гидроксид железа(II), используя железо и все необходимые реактивы? Запишите уравнения реакций.
Глава II`],[`g8-p02-d01`,8,`c1`,`s04`,`2`,`Основные классы неорганических соединений оксиды: оксидами, основаниями, амфотерными основаниями`,10,12,`definition`,`ru`,`Kimyo 8`,`Сложные вещества, состоящие из двух элементов, одним из которых является кислород, называются оксидами, то есть E2Оп, где E – элемент, n валентность элемента.
Сложные вещества, содержащие атом металла и одну или несколько гидроксильных групп (OH), называются основаниями.
Основания, вступающие в реакции и с кислотами, и с щелочами и образующие соль, называются амфотерными основаниями: Zn(OH)2, Al(OH)3, Cr(OH)3.`],[`g8-p02-d02`,8,`c1`,`s05`,`2`,`Основные классы неорганических соединений оксиды: кислотами, солями, аммониевыми солями`,13,15,`definition`,`ru`,`Kimyo 8`,`Сложные вещества, в молекуле которых содержатся атомы водорода, способные замещаться атомами металлов, и кислотный остаток, называются кислотами.
Сложные вещества, молекула которых состоит из атомов металла и кислотного остатка, называются солями (вместо атомов металла может быть и ион Nh +.
Такие соли называются аммониевыми солями).`],[`g8-p03-t01`,8,`c2`,`s01`,`3`,`Первоначальная Классификация химических элементов`,17,17,`textbook`,`ru`,`Kimyo 8`,`Периодический закон и периодическая таблица элементов. Строение атома
Первоначальная Классификация химических элементов
На какие группы можно подразделить химические элементы по их свойствам?
Химия как наука сформирова лась в X v III—XIX вв. , однако основы ее закладывались еще до нашей эры древнегреческими учеными-естествоиспытателями Левкиппом, Демокритом, Эпикуром, а также нашими великими предками — учеными-энциклопедистами, жившими в vIII—XI вв. , – Ахмадом Аль-Фергани, Абу Бакром Мухаммадом ибн Закари Ар-Рази, Абу Насром Фараби, Абу Райханом Беруни, Абу Али ибн Сина.
В их трудах наряду с научными рассуждениями о строении материального мира приводятся ценные сведения о распределении элементов материального мира по группам, что составляло основу химической науки, а также данные о методах прикладной химии.`],[`g8-p03-t02`,8,`c2`,`s01`,`3`,`Первоначальная Классификация химических элементов`,17,17,`textbook`,`ru`,`Kimyo 8`,`…мира по группам, что составляло основу химической науки, а также данные о методах прикладной химии.
Ар-Рази была высказана мысль о существовании атома — самой маленькой единицы материальных элементов, которая в свою очередь делится на еще более мелкие частицы. В трудах Фараби и Беруни приводятся сведения о составных компонентах материального мира, о классификации минералов и драгоценных камней. Великий целитель Востока Абу Али ибн Сина разработал классификацию всех известных в тот период лекарственных веществ по их составу и свойствам.
Эти первоначальные научные знания, без сомнения, послужили основой для последующих попыток классифицировать химические элементы.`],[`g8-p03-t03`,8,`c2`,`s01`,`3`,`Первоначальная Классификация химических элементов`,17,18,`textbook`,`ru`,`Kimyo 8`,`Эти первоначальные научные знания, без сомнения, послужили основой для последующих попыток классифицировать химические элементы.
С XvII—XvIII вв. химическая наука начала усиленно развиваться в странах Запада. Развитие науки и техники создавало возможности для получения новых веществ, выделения химических элементов в отдельности. Однако работа с большим объемом неупорядоченных новых фактов вызывала у ученых трудности, связанные с отсутствием группировки вновь создаваемых разнообразных веществ и классификации известных и открываемых химических элементов. Если к концу XvIII в. было известно около 30 химических элементов, к 60-м годам XIX в.
— 63, то к настоящему времени открыто 118 химических элементов, которые входят в состав всех существующих веществ и обладают различными свойствами. Изучение свойств веществ и открытия, сделанные в этой области, расширение возможностей использования веществ для удовлетворения потребностей человека вызвали необходимость разработки классификации веществ и их составных компонентов — химических элементов.`],[`g8-p03-t04`,8,`c2`,`s01`,`3`,`Первоначальная Классификация химических элементов`,18,18,`textbook`,`ru`,`Kimyo 8`,`…потребностей человека вызвали необходимость разработки классификации веществ и их составных компонентов — химических элементов.
Ученые начали предпринимать попытки классифицировать химические элементы и вещества на основе сведений, приведенных в трудах мыслителей Востока.
Изучение окружающих объектов, происходящих событий и явлений, приводя их в систему, например, группируя жизненно необходимые предметы или классифицируя растения и животных по сортам и видам, приводит к формированию у человека единой системы понятий и представлений о них. Точно также систематизация по классам химических элементов, составляющих основу всех веществ, выделение их в группы способствуют формированию единой системы понятий и представлений, расширению знаний об окружающем мире.`],[`g8-p03-t05`,8,`c2`,`s01`,`3`,`Первоначальная Классификация химических элементов`,18,19,`textbook`,`ru`,`Kimyo 8`,`…способствуют формированию единой системы понятий и представлений, расширению знаний об окружающем мире.
В основу первой классификации химических элементов были положены их общие характерные свойства, и они были разделены на металлы и неметаллы (табл. 1). Почти все металлы обладают характерным металлическим блеском, хорошо проводят электрический ток и теплоту, поддаются ковке. Неметаллы же не обладают этими свойствами. Все металлы (кроме ртути) являются твердыми, а неметаллы находятся в твердом (сера, углерод, кремний, йод), жидком (бром), газообразном (кислород, водород, хлор) состояниях.
Металлы и неметаллы различаются между собой и химическими свойствами.
Гидроксиды типичных металлов являются основаниями, а гидроксиды неметаллов — кислотами.
Гидриды металлов представляют собой твердые вещества, а гидриды неметаллов являются летучими соединениями.
Однако нельзя провести четкой границы между металлами и неметаллами, так как отдельные элементы по внешним признакам, хотя и схожи с металлами, но не являются таковыми. Например, йод.`],[`g8-p03-t06`,8,`c2`,`s01`,`3`,`Первоначальная Классификация химических элементов`,19,20,`textbook`,`ru`,`Kimyo 8`,`Однако нельзя провести четкой границы между металлами и неметаллами, так как отдельные элементы по внешним признакам, хотя и схожи с металлами, но не являются таковыми. Например, йод.
Элементы, проявляющие свойства, характерные и для металлов, и для неметаллов, называются амфотерными. Например, цинк и алюминий. По физическим свойствам — это металлы, а по химическим свойствам они схожи как с металлами, так и с неметаллами.
Таблица 1
Подразделение элементов на группы и их генетическая взаимосвязь
Металлы Амфотерные элементы Неметаллы
Основный оксид
Na2O
Основание
NaOH; Zn(OH)2
Zn(OH)2 – гидроксид цинка — проявляет свойства и основания, и кислоты.
Свойства основания: Zn(OH)2 + 2HCl = ZnCl2 + 2H2O.
Свойства кислоты: Zn(OH)2 + 2NaOH = Na2ZnO2 + 2H2O.
Zn амфотерный оксид
S Кислотный оксид
SO2
Кислота H2ZnO2; H2SO3
ZnO
Гидроксиды, проявляющие свойства и основания, и кислоты, называются амфотерными гидроксидами.`],[`g8-p03-t07`,8,`c2`,`s01`,`3`,`Первоначальная Классификация химических элементов`,20,20,`textbook`,`ru`,`Kimyo 8`,`Гидроксиды, проявляющие свойства и основания, и кислоты, называются амфотерными гидроксидами.
Оксид, образующий амфотерный гидроксид, также обладает амфотерными свойствами.
Элементы, образующие амфотерный оксид и амфотерный гидроксид, являются амфотерными элементами.
Низковалентные оксиды отдельных элементов обладают основными, высоковалентные оксиды — кислотными, а оксиды с переменной валентностью — амфотерными свойствами. Например, оксид хрома(II) CrO является основным, оксид хрома(III) cr 2O 3 – амфотерным, а оксид хрома(VI) CrO3 – кислотным. Следовательно, такое разделение химических элементов на металлы и неметаллы является неполным и неточным.
Элементы знаний, умений и навыков (зун): металлы, неметаллы, амфотерные элементы, амфотерные оксиды, амфотерные гидроксиды.
Вопросы и задания`],[`g8-p03-t08`,8,`c2`,`s01`,`3`,`Первоначальная Классификация химических элементов`,20,20,`textbook`,`ru`,`Kimyo 8`,`…металлы, неметаллы, амфотерные элементы, амфотерные оксиды, амфотерные гидроксиды. Вопросы и задания
1. Каковы физические свойства типичных металлов? А типичных неметаллов? 2. Чем различаются химические свойства металлов и неметаллов? 3. По каким свойствам амфотерные элементы схожи с металлами? А с неметаллами? Обоснуйте свой ответ. 4. Запишите формулы амфотерных гидроксидов, соответствующих следующим амфотерным оксидам: ZnO, BeO, Al2O3,
Cr2O3, PbO. 5. Сколько граммов и сколько молей бериллата натрия образуется при воздействии на 0,1 моля гидроксида бериллия
Be(OH)2 избыточным количеством нагретого гидроксида натрия?`],[`g8-p03-d01`,8,`c2`,`s01`,`3`,`Первоначальная Классификация химических элементов: амфотерными, По физическим свойствам, амфотерными гидроксидами`,19,20,`definition`,`ru`,`Kimyo 8`,`Элементы, проявляющие свойства, характерные и для металлов, и для неметаллов, называются амфотерными.
По физическим свойствам — это металлы, а по химическим свойствам они схожи как с металлами, так и с неметаллами.
Гидроксиды, проявляющие свойства и основания, и кислоты, называются амфотерными гидроксидами.`],[`g8-p04-t01`,8,`c2`,`s02`,`4`,`Природные семейства химических элементов`,21,21,`textbook`,`ru`,`Kimyo 8`,`Природные семейства химических элементов
Приведите примеры элементов со схожими химическими свойствами
При изучении свойств водорода, кислорода и воды вы познакомились с элементами, которые проявляют одинаковые свойства. Например, металлы натрий и калий мягкие, легче воды, в обычных условиях интенсивно реагируют с кислородом и водой, в результате чего образуют одновалентные соединения:
2Na + O2 = Na2O2,
2Na + 2H2O = 2NaOH + H2,
Металлы li, rb, cs и Fr по своим свойствам также похожи на Na и К. Все они составляют одно семейство — семейство щелочных металлов (табл. 2).
Свойства щелочных металлов
Относительная атомная масса Ar 6,9
Натрий Na 23
Калий K 39,1 Рубидий rb 85,5
Цезий cs 132,9
Щелочные металлы имеют следующие общие свойства:
Щелочные металлы во всех соединениях одновалентны.
Гидроксиды щелочных металлов являются щелочами и хорошо растворяются в воде.
С увеличением атомных масс щелочных металлов их физические и химические свойства изменяются периодически (табл. 3).`],[`g8-p04-t02`,8,`c2`,`s02`,`4`,`Природные семейства химических элементов`,21,22,`textbook`,`ru`,`Kimyo 8`,`С увеличением атомных масс щелочных металлов их физические и химические свойства изменяются периодически (табл. 3).
2K + O2 = K2O2, 2K + 2H2O = 2KOH + H2.
Таблица 2
Химический символ
Валентность
I Na2O
I K2O
I rb2O
I cs2O
Гидроксид
LiOH
NaOH NaCl, Na2SO4
KOH KCl, K2SO4 rbOh rbcl, rb2SO4
CsOH CsCl, Cs2SO4
Элемент
Оксид
Соль
Литий
Li2O
LiCl, Li2SO4
Таблица 3 физические и химические свойства щелочных металлов
Физические и химические свойства li
Относительная атомная масса Ar 6,9
Температура плавления, °C 179
Температура кипения, °C
Плотность, г/см3
Окисление на воздухе Усиливается →
Растворимость гидроксидов Увеличивается →
Na K rb cs
Хлор Cl, фтор F, бром Br и йод I являются похожими элементами и составляют семейство галогенов (табл. 4).
Хлор вступает в реакцию с водородом и металлами и образует одновалентные соединения:
H2 + Cl2 = 2HCl, 2Na + Cl2 = 2NaCl.
F, Br и I обладают такими же свойствами, что и хлор.`],[`g8-p04-t03`,8,`c2`,`s02`,`4`,`Природные семейства химических элементов`,22,23,`textbook`,`ru`,`Kimyo 8`,`…одновалентные соединения: H2 + Cl2 = 2HCl, 2Na + Cl2 = 2NaCl. F, Br и I обладают такими же свойствами, что и хлор.
Соединения галогенов таблица 4
Галогены F Cl
Соединения с водородом (I) HF HCl
Соединения с металлами NaF NaCl
Высший оксид -
Br I HBr HI
NaBr NaI
Cl2O Br O I2O7
Водородные соединения галогенов представляют собой летучие газообразные соединения, хорошо растворимые в воде. Водные растворы галогенов — это кислоты: HF – фтороводородная, HCl – соляная (хлороводородная), HBr – бромоводородная, HI – йодоводородная.
С увеличением атомных масс свойства галогенов изменяются периодически. Пользуясь данными табл. 5, попробуйте объяснить зависимость физических свойств галогенов от их атомных масс.
Таблица 5
Тепловой эффект реакции соединения с H2, кДж физические свойства элементов семейства галогенов
Относительная атомная масса Ar
Агрегатное состоя-
Формула простого вещества
Температура Плотность, ние в 3 кипе- г/см ния, °C`],[`g8-p04-t04`,8,`c2`,`s02`,`4`,`Природные семейства химических элементов`,23,23,`textbook`,`ru`,`Kimyo 8`,`…Относительная атомная масса Ar Агрегатное состоя- Формула простого вещества Температура Плотность, ние в 3 кипе- г/см ния, °C
Элемент нормальных условиях
Светло-зеленый газ состоянии)
Состоянии)
Фтор
Желтовато-зеленый газ
Красноватобурая жидкость Темно-серый I2 твердый 186 кристалл
Галогены имеют следующие общие свойства:
Галогены образуют с водородом летучие гидриды.
Водные растворы гидридов галогенов являются кислотами.
В гидридах и солях, образованных с металлом, галогены одновалентны.
В высших оксидах, образованных с кислородом (кроме фтора), галогены семивалентны.
С увеличением атомных масс галогенов их физические и химические свойства изменяются периодически.
Схожие свойства наблюдаются и у следующих групп элементов. Например, магний Mg по свойствам близок к кальцию ca, алюминий Al — к бору B, углерод C — к кремнию Si, азот N — к фосфору P.
Инертные газы (гелий he, неон Ne, аргон ar, криптон Kr, ксенон Xe) составляют отдельное природное семейство и обладают одинаковыми свойствами.`],[`g8-p04-t05`,8,`c2`,`s02`,`4`,`Природные семейства химических элементов`,23,24,`textbook`,`ru`,`Kimyo 8`,`Инертные газы (гелий he, неон Ne, аргон ar, криптон Kr, ксенон Xe) составляют отдельное природное семейство и обладают одинаковыми свойствами.
Хлор
Cl2
Бром
Br2
Инертные газы имеют следующие общие свойства:
Молекулы их одноатомные.
Не образуют соединений с водородом и металлами.
Отдельные инертные газы образуют соединения с кислородом и фтором.
Не вступают в реакцию ни с каким элементом, поэтому их называют инертными.
Элементы зун: группы схожих элементов, щелочные металлы, галогены, инертные газы.
Вопросы и задания
1. Запишите уравнения реакций, отражающих химические свойства калия и рубидия, относящихся к семейству щелочных металлов. 2. Какие свойства галогенов доказывают их принадлежность к одному природному семейству? 3. Какое соответствие между атомными массами и свойствами наблюдается в природных семействах элементов? 4. Запишите уравнения реакций, необходимых для получения соли хлорид цинка четырьмя способами. 5. Запишите уравнения реакций галогенов с алюминием.`],[`g8-p04-d01`,8,`c2`,`s02`,`4`,`Природные семейства химических элементов: Водные растворы галогенов, инертными`,22,24,`definition`,`ru`,`Kimyo 8`,`Водные растворы галогенов — это кислоты: HF – фтороводородная, HCl – соляная (хлороводородная), HBr – бромоводородная, HI – йодоводородная.
Не вступают в реакцию ни с каким элементом, поэтому их называют инертными.`],[`g8-p04-sum`,8,`c2`,`s02`,`4`,`Природные семейства химических элементов: главное`,24,24,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: группы схожих элементов, щелочные металлы, галогены, инертные газы.`],[`g8-p05-t01`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,24,25,`textbook`,`ru`,`Kimyo 8`,`Периодический закон химических элементов
В природе все события и явления, все сущее подчиняется определенным законам. А химические элементы?
В 1869 г. русский ученый Д.И.Менделеев так сформулировал периодический закон химических элементов: “Свойства простых веществ, а также формы и свойства соединений химических элементов находятся в периодической зависимости от величины атомных весов элементов”.
Великий русский ученый. Открыл периодический закон. Предложил первоначальный удобный образец использования периодической таблицы химических элементов.
Открытию периодического закона предшествовал целый ряд законов и открытий, сделанных в предыдущие периоды в области естественных наук — химии, физики, биологии. • Древнегреческий ученый Демокрит, жив ший в 460–370 гг. до нашей эры, высказал мысль о том, что все предметы в природе состоят из очень маленьких частиц`],[`g8-p05-t02`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,25,25,`textbook`,`ru`,`Kimyo 8`,`до нашей эры, высказал мысль о том, что все предметы в природе состоят из очень маленьких частиц
— атомов. • Центральноазиатский ученый энциклопедист Ар Рази (865–925 гг. ) утверждал, что атомы делимы и включают пустоты и мельчайшие частицы, которые находятся в постоянном движении. • Абу Райхан Беруни, живший и творивший в 979–1048 гг. , выступая против ученых, которые считали атомы неделимыми частицами, признавал, что атомы — это мелкие делимые (но не бесконечно) частицы.
• Великий целитель из Бухары Абу Али ибн Сина разработал классификацию всех известных в то время лекарственных, природных химических соединений по их составу и свойствам. • Английский химик и физик Р. Бойль (1627–1691 гг. ) объяснил сущность химических элементов как простейших химически неделимых частиц, которые входят в состав сложных соединений. • В 1748 г. M. В. Ломоносов открыл закон сохранения массы. • В 1808 гг. Ж. Л. Пруст открыл закон постоянства состава. • В 1803–1804 гг. Дж.`],[`g8-p05-t03`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,25,26,`textbook`,`ru`,`Kimyo 8`,`Ломоносов открыл закон сохранения массы. • В 1808 гг. Ж. Л. Пруст открыл закон постоянства состава. • В 1803–1804 гг. Дж.
Дальтон развил атомно молекулярное учение и ввел в науку понятие об атомной массе.
Дмитрий Иванович Менделеев (1834–1907)
• В 1814 г. Й.Я.Берцелиус составил таблицу химических элементов на основе атомных масс 46 элементов.
• В 1817–1829 гг. И.В.Деберейнер предложил теорию триад на основе атомных масс элементов.
• В 1822 г. В.Юлер открыл изомерию — соответствие определенной односоставной молекуле нескольких веществ.
• В 1853 г. Франкланд ввел в науку понятие валентности.
• В 1858 г. немецкий химик А.Кекуле определил, что углерод четырехвалентен.
• В 1861 г. A.M.Бутлеров открыл теорию строения органических соединений.
• B 1862 г. А. де Шанкуртуа создал таблицу химических элементов в форме цилиндра.`],[`g8-p05-t04`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,26,26,`textbook`,`ru`,`Kimyo 8`,`• B 1862 г. А. де Шанкуртуа создал таблицу химических элементов в форме цилиндра.
• В 1864 г. Ю.Л.Мейер (1830–1895 гг.) предложил таблицу, основанную на возрастании атомных масс элементов.
• В 1865 г. Дж.Ньюлэндс (1837–1898 гг.) предложил закон октав, основанный на эквивалентности элементов.
• В 1869 г. Д.И.Менделеев открыл периодический закон химических элементов.
Периодический закон химических элементов — это закон природы и отражает связи, существующие в природе. Открытие этого закона позволило глубже изучить взаимосвязь между атомными массами и свойствами элементов. Были составлены таблицы ряда элементов на основе изменения валентности их оксидов, оснований и кислот (см. табл. 6).
Зависимость свойств элементов от их атомных масс таблица 6
Символ элемента na Mg al si p s Cl ar`],[`g8-p05-t05`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,26,27,`textbook`,`ru`,`Kimyo 8`,`…Зависимость свойств элементов от их атомных масс таблица 6 Символ элемента na Mg al si p s Cl ar
Относительная атомная масса Ar
Оксид с высшей валентностью Валентность элемента
NaO 2 MgO Al2O3 SiO2 P2O5 SO3 Cl2O7 -
I II III Iv v vI vII -
Летучее водородное соединение Валентность элемента
Основания NaOH
SiH4
PH3
H2S
HCl
Mg(OH) Al(OH) -
- halO H SiO H PO H SO
III
Кислоты -
Металлические свойства
Неметаллические свойства
На основе теоретических и практических исследований Д.И.Менделеева было установлено, что с увеличением атомных масс элементов их свойства изменяются периодически. Анализ данных табл. 6 показывает следующие закономерности.
Металлические свойства элементов ослабевают.
Неметаллические свойства элементов усиливаются.
Металлические свойства элементов ослабевают и пере даются амфотерным элементами от них к слабым неметаллам.`],[`g8-p05-t06`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,27,27,`textbook`,`ru`,`Kimyo 8`,`Металлические свойства элементов ослабевают и пере даются амфотерным элементами от них к слабым неметаллам.
Неметаллические свойства элементов постепенно усиливаются и обрываются на инертных газах.
Валентность элементов по кислороду начинается с единицы и возрастает периодически.
Валентность летучих водородных соединений уменьшается.
У гидроксидов элементов, начиная с щелочей, основные свойства ослабевают и передаются гидроксидам с амфотерными свойствами и от них сменяются кислотными свойствами, которые постепенно усиливаются.
HCl -
Уменьшаются →
Увеличиваются →
Располагая элементы в ряд, начиная с водорода, по мере увеличения их атомных масс, можно увидеть, что начиная с лития каждый девятый элемент повторяет свойства первого.`],[`g8-p05-t07`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,27,28,`textbook`,`ru`,`Kimyo 8`,`…масс, можно увидеть, что начиная с лития каждый девятый элемент повторяет свойства первого.
Обратите внимание на данные табл. 7. Литий — элемент с самыми сильными металлическими свойствами. У бериллия эти свойства ослабевают и сменяются неметаллическими у бора. У следующих за бором элементов неметаллические свойства постепенно усиливаются, достигая наивысшей степени у фтора. Последнее место в этом ряду занимает инертный газ неон, который не проявляет ни металлических, ни неметаллических свойств.
Периодичность, наблюдаемая у первых 18 элементов таблица 7
Химический символ
Следующий за неоном элемент натрий повторяет свойства лития. Он, как и литий, является щелочным металлом и проявляет сильные металлические свойства. Валентность его –I.
Порядковый номер
Оксид с высшей валентностью`],[`g8-p05-t08`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,28,29,`textbook`,`ru`,`Kimyo 8`,`…сильные металлические свойства. Валентность его –I. Порядковый номер Оксид с высшей валентностью
H2O I
Li2O
BeO II
B2O3 III
Летучее водородное соединение - - - - - - - - Iv CH4 Iv Iv NH3 III
- H2O II
- - I II
Al2O3 III атомная масса
Валентность
Валентность he li
F Ne Na Mg
- Na2O MgO
Iv SiH4 Iv v PH3 III vI vII -
S Cl ar
SO3 Cl2O7
H2S HCl -
II I -
В ряду, начинающемся с одиннадцатого элемента — натрия, металлические свойства начинают ослабевать при переходе к магнию, валентность которого увеличивается на единицу (II) и который повторяет свойства бериллия. Металлические свойства еще более ослабевают у следую-щего элемента алюминия (валентность III) и переходят в неметаллические свойства у слабого неметалла кремния, которые усиливаются у сильного неметалла хлора. Хлор повторяет свойства фтора. Аргон — инертный газ.`],[`g8-p05-t09`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,29,29,`textbook`,`ru`,`Kimyo 8`,`Хлор повторяет свойства фтора. Аргон — инертный газ.
Следующий за аргоном элемент калий — щелочной металл, который снова повторяет свойства лития и натрия. Следовательно, свойства элементов повторяются периодически.
Когда Д. И. Менделеев работал над обоснованием периодического закона, атомные массы многих элементов были определены неправильно, многие элементы еще не были открыты, что создавало определенные трудности. Так, атомная масса аргона ar — 40. За аргоном поставлен калий K, имеющий атомную массу 39. Как щелочный металл он должен был бы находиться под щелочными металлами. Если эти элементы поменять местами в порядке возрастания атомных масс, то щелочной металл калий попал бы в группу инертных газов, а инертный газ аргон — в группу щелочных металлов.
А это привело бы к нарушению периодического закона.`],[`g8-p05-t10`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,29,30,`textbook`,`ru`,`Kimyo 8`,`А это привело бы к нарушению периодического закона.
В соответствии с периодическим законом аргону (хотя его атомная масса больше, чем у калия) был присвоен порядковый номер 18, а калию — 19. Периодический закон не нарушился. Однако из таких перестановок стало ясно, что свойства химических элементов зависят от более важного, чем атомная масса, показателя.
Что это за показатель? Д.И.Менделеев считал, что это — порядковый номер элемента. Из курса физики мы знаем, что порядковые номера элементов численно равны количеству протонов в атомном ядре (зарядам ядер).
Действительно, впоследствии было установлено, что в атомном ядре аргона имеется 18, а в атомном ядре калия — 19 протонов. В настоящее время периодический закон формулируется следующим образом.
Свойства химических элементов, а также образуемых ими простых и сложных веществ находятся в периодической зависимости от заряда атомного ядра этих элементов.`],[`g8-p05-t11`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,30,30,`textbook`,`ru`,`Kimyo 8`,`Свойства химических элементов, а также образуемых ими простых и сложных веществ находятся в периодической зависимости от заряда атомного ядра этих элементов.
Основываясь на зависимости свойств элементов от их атомных масс, были исправлены атомные массы ряда элементов. Так, атомная масса бериллия принималась равной 13,5, а его валентность — III. Тогда бериллий пришлось бы поместить между углеродом и азотом под порядковым номером 6. Периодический закон нарушился бы. Поэтому Д. И. Менделеев предположил, что валентность бериллия должна быть равна II и он должен располагаться между литием (атомная масса 7) И бором (атомная масса 11), а атомная масса его должна быть равна примерно 9.
После-дующие исследования показали, что истинная атомная масса бериллия 9 и он действительно двухвалентный элемент.`],[`g8-p05-t12`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов`,30,30,`textbook`,`ru`,`Kimyo 8`,`После-дующие исследования показали, что истинная атомная масса бериллия 9 и он действительно двухвалентный элемент.
Элементы зун: изменение металлических и неметаллических свойств элементов в зависимости от их атомных масс, первоначальная формулировка периодического закона, современная формулировка, переменная валентность.
Вопросы и задания
1. Расскажите, как был сформулирован периодический закон
Д.И.Менделеевым. 2. Расскажите, как формулируется периодический закон в настоящее время.`],[`g8-p05-d01`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов: Периодический закон химических элементов`,25,24,`definition`,`ru`,`Kimyo 8`,`, выступая против ученых, которые считали атомы неделимыми частицами, признавал, что атомы — это мелкие делимые (но не бесконечно) частицы.
Периодический закон химических элементов — это закон природы и отражает связи, существующие в природе.`],[`g8-p05-sum`,8,`c2`,`s03`,`5`,`Периодический закон химических элементов: главное`,30,30,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: изменение металлических и неметаллических свойств элементов в зависимости от их атомных масс, первоначальная формулировка периодического закона, современная формулировка, переменная валентность.`],[`g8-p06-t01`,8,`c2`,`s04`,`6`,`Периодическая таблица химических элементов`,31,31,`textbook`,`ru`,`Kimyo 8`,`Периодическая таблица химических элементов
Чем отличаются друг от друга большой и малый периоды?
Все химические элементы в периодической таблице химических элементов распределены по периодам, рядам и группам. Горизонтальные ряды в периодической таблице образуют периоды, которые делятся на большие и малые. Каждый малый период включает один ряд, а каждый большой — два ряда. Период состоит из ряда химических элементов, начинающегося щелочным металлом и оканчивающегося инертным газом.
Запишем все существующие химические элементы в порядке возрастания их атомных масс. При этом наблюдается постепенное убывание металлических свойств и усиление неметаллических свойств, которые переходят к типичным неметаллам. Девятый после лития элемент натрий — типичный металл, который повторяет свойства лития (рис. 1).
Девятый после натрия элемент калий — типичный металл, который повторяет свойства лития и натрия.`],[`g8-p06-t02`,8,`c2`,`s04`,`6`,`Периодическая таблица химических элементов`,31,31,`textbook`,`ru`,`Kimyo 8`,`Девятый после натрия элемент калий — типичный металл, который повторяет свойства лития и натрия.
Горизонтальный ряд элементов, начинающийся щелочным металлом и оканчивающийся инертными газами, называется периодом.
В периодической таблице химических э лемен то в Д.И.Менделеева имеется семь периодов.
В первом периоде расположены только два элемента — водород и гелий. Второй и третий периоды содержат по восемь элементов.
1 , 2 , 3 периоды называют малыми периодами.
Четвертый, пятый периоды содержат по 18 элементов, шестой и седьмой периоды — по 32 элемента. Каждый большой период состоит из двух рядов: четного и нечетного. Схожие элементы, расположенные в одном вертикальном столбце, составляют группу элементов. В периодической системе имеется восемь групп, каждая из которых пронумерована вверху таблицы римскими цифрами.`],[`g8-p06-t03`,8,`c2`,`s04`,`6`,`Периодическая таблица химических элементов`,31,32,`textbook`,`ru`,`Kimyo 8`,`В периодической системе имеется восемь групп, каждая из которых пронумерована вверху таблицы римскими цифрами.
Каждая группа разбита на две подгруппы. Подгруппы, включающие элементы и малых и больших периодов, называются основными. Подгруппы, включающие только элементы больших периодов, называются побочными.
Элементы основных и побочных подгрупп записываются в клетки групп со смещением влево и вправо. Например, элементы вертикального столбца галогенов, состоящего из щелочных металлов первой группы, входят в основную подгруппу, а медь, серебро и золото — в побочную подгруппу. Водород входит в первую группу периодической таблицы, так как валентность его в оксиде (воде) равна I. Его можно
Разделение элементов по периодам расположить и в седьмую группу, то есть в вертикальном столбце галогенов, поскольку для заполнения внешнего энергетического уровня его атома недостаточно одного электрона.`],[`g8-p06-t04`,8,`c2`,`s04`,`6`,`Периодическая таблица химических элементов`,32,33,`textbook`,`ru`,`Kimyo 8`,`Разделение элементов по периодам расположить и в седьмую группу, то есть в вертикальном столбце галогенов, поскольку для заполнения внешнего энергетического уровня его атома недостаточно одного электрона.
Числа электронов во внешнем электронном слое атомов элементов основных подгрупп равны номерам их групп. Высшая относительно кислорода валентность этих элементов также численно равна номерам их групп (за исключением кислорода и фтора).
Валентность элементов, образующих летучие водородные соединения, также периодически уменьшается с Iv до I (только у неметаллов).
В каждой основной подгруппе с возрастанием относительных атомных масс элементов их металлические свойства усиливаются, а неметаллические ослабевают. Например, в основной подгруппе первой группы металлические свойства, начиная с лития, усиливаются у элементов, стоящих под ним, и достигают наивысшего проявления у франция. У галогенов неметаллические свойства начинают ослабевать от фтора к йоду. Самый сильный неметалл — это фтор.`],[`g8-p06-t05`,8,`c2`,`s04`,`6`,`Периодическая таблица химических элементов`,33,33,`textbook`,`ru`,`Kimyo 8`,`У галогенов неметаллические свойства начинают ослабевать от фтора к йоду. Самый сильный неметалл — это фтор.
Элементы зун: период, малый период, большой период, группа, основная подгруппа, побочная подгруппа, изменение металлических и неметаллических свойств.
Вопросы и задания
1. Объяните изменение свойств элементов расположенных горизонтальных рядах периодической таблицы.
2. Какая связь существует между атомной массой и порядковым номером элемента? А с зарядом ядра атома? Как изменяются свойства элементов с возрастанием заряда ядра атома?
3. Массовая доля элемента в кислородном соединении, имеющем высшую валентность, составляет 65,2 %. Определите порядковый номер элемента (считайте, что валентность элемента равна 5).`],[`g8-p06-d01`,8,`c2`,`s04`,`6`,`Периодическая таблица химических элементов: периодом, малыми периодами, основными, побочными`,31,32,`definition`,`ru`,`Kimyo 8`,`Горизонтальный ряд элементов, начинающийся щелочным металлом и оканчивающийся инертными газами, называется периодом.
1 , 2 , 3 периоды называют малыми периодами.
Подгруппы, включающие элементы и малых и больших периодов, называются основными.
Подгруппы, включающие только элементы больших периодов, называются побочными.`],[`g8-p06-sum`,8,`c2`,`s04`,`6`,`Периодическая таблица химических элементов: главное`,33,33,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: период, малый период, большой период, группа, основная подгруппа, побочная подгруппа, изменение металлических и неметаллических свойств.`],[`g8-p07-t01`,8,`c2`,`s04`,`7`,`Состав атомного ядра`,34,34,`textbook`,`ru`,`Kimyo 8`,`Состав атомного ядра
Знаете ли вы элементы, у которых в атомном ядре нет нейтронов?
В курсах химии и физики 6 и 7 классов вы усвоили первоначальные понятия о строении атома.
Как известно, древнегреческий ученый Демокрит, живший в 460–370 гг. до нашей эры, высказал мысль о том, что все предметы в природе состоят из очень маленьких частиц — атомов и что атомы неделимы.
Центральноазиатский ученый Абу Бакр Мухаммад ибн Закари Ар-Рази (865–925 гг.) утверждал, что атомы делимы и включают пустоты и мельчайшие частицы. Он считал, что атомы находятся в постоянном движении и между ними существуют силы взаимодействия. Наш великий соотечественник Абу Райхан Беруни (979–1048 гг.), выступая против ученых, считавших атомы неделимыми частицами, признавал, что атомы – это мелкие делимые (но не бесконечно) частицы.`],[`g8-p07-t02`,8,`c2`,`s04`,`7`,`Состав атомного ядра`,34,35,`textbook`,`ru`,`Kimyo 8`,`), выступая против ученых, считавших атомы неделимыми частицами, признавал, что атомы – это мелкие делимые (но не бесконечно) частицы.
В 1911 г. английский физик Э. Резерфорд опроверг существующее мнение об атомах как о неделимых шарообразных частицах и предложил планетарную модель строения атома. Он пропустил a - лучи, испускаемые природными радиоактивными элементами, через очень тонкую металлическую пластинку. Большая часть a-частиц проскакивала через пластинку и, неизменяя своего направления, продолжала движение. Небольшая часть их изменяла направление движения под определенным углом.
И лишь очень небольшая часть a -частиц (примерно одна из восьми тысяч) полностью изменила направление движения (см. рис. 2).
Исходя из результатов своих экспериментов, Э.Резерфорд пришел к следующим выводам.
В центре каждого атома имеется положительно заряженное ядро.
Вокруг ядра двигаются отрицательно заряженные частицы — электроны.`],[`g8-p07-t03`,8,`c2`,`s04`,`7`,`Состав атомного ядра`,35,35,`textbook`,`ru`,`Kimyo 8`,`Вокруг ядра двигаются отрицательно заряженные частицы — электроны.
Заряд атомного ядра численно равен порядковому номеру элемента.
Число положительно заряженных протонов в ядре равно числу электронов.
При столкновении a-частиц, испускаемых радио-активными элементами, с ядрами атомов, то есть при их бомбардировке a-частицами, из ядер выбрасываются протоны и нейтроны.
Протоны — это частицы с зарядом +1 и с массой, равной массе водородного атома, то есть 1. Они обо- 1p значаются символом1 .
Нейтроны — это частицы с массой, равной 1 а.е.м., но 1n лишенные заряда. Они обозначаются символом0 .
Вокруг атомного ядра двигаются отрицательно заряженные электроны, масса которых в 1836,1 раз меньше массы протонов и, следовательно, вычислить ее практически невозможно. Поэтому масса электронов принята равной 0, а заряд –1. Электроны обозначаются символом e . Мы знаем, что атомы — электро-нейтральные частицы, следовательно, можно считать, что количество протонов и электронов в них равно. Так,`],[`g8-p07-t04`,8,`c2`,`s04`,`7`,`Состав атомного ядра`,35,36,`textbook`,`ru`,`Kimyo 8`,`Мы знаем, что атомы — электро-нейтральные частицы, следовательно, можно считать, что количество протонов и электронов в них равно. Так,
Английский ученый физик. Исследовал строение атома, физику ядра, радиоактивность и радиоактивный распад. Предложил планетарную модель строения атома. Лауреат Нобелевской премии.
Эрнест Резерфорд
Отклоняющиеся a- частицы a-частицы, движущиеся прямо a- частицы, изменившие направление
Рис. 2. Прохождение a частиц через металлическую пластинку порядковый номер алюминия 13, значит, в его атомном ядре 13 протонов. Заряд ядра +13. Вокруг ядра двигаются 13 электронов, то есть сумма отрицательных зарядов также равна –13.
Атом — мельчайшая химически неделимая частица вещества. Атом состоит из положительно заряженного ядра и вращающихся вокруг него отрицательно заряженных электронов. Порядковый номер химического элемента численно равен заряду его атомного ядра. В ядре атома водорода имеется один протон с зарядом, равным +1, и массой 1 а.е.м. Вокруг ядра вращается один электрон. Масса атома равна сумме протонов и нейтронов в его ядре:`],[`g8-p07-t05`,8,`c2`,`s04`,`7`,`Состав атомного ядра`,36,37,`textbook`,`ru`,`Kimyo 8`,`Вокруг ядра вращается один электрон. Масса атома равна сумме протонов и нейтронов в его ядре:
Ar = N + Z, где N — число нейтронов, Z — число протонов (порядковый номер элемента).
Таким образом, атом — электронейтральная частица, которая состоит из ядра, содержащего положительно заряженные протоны и нейтроны, лишенные заряда, а также из
Рис.4. Элементарное строение атома Рис.3. Строение атома кислорода вращающихся вокруг ядра электронов, число которых равно числу протонов (рис. 3, 4).
Элементы зун: атом, ядро атома, протон, нейтрон, электрон, заряд ядра, порядковый номер.
Вопросы и задания
1. Какие ученые высказывали свои мысли об атоме? 2. Как вы представляете строение атома на основании опытов
Э.Резерфорда? 3. Каково строение атомного ядра? 4. Рассчитайте число протонов и нейтронов в ядре атомов следующих элементов, зная их порядковые номера и атомные массы: na, p, ar, al, Fe, pb.`],[`g8-p07-d01`,8,`c2`,`s04`,`7`,`Состав атомного ядра: Протоны, Нейтроны`,34,35,`definition`,`ru`,`Kimyo 8`,`), выступая против ученых, считавших атомы неделимыми частицами, признавал, что атомы – это мелкие делимые (но не бесконечно) частицы.
Протоны — это частицы с зарядом +1 и с массой, равной массе водородного атома, то есть 1.
Нейтроны — это частицы с массой, равной 1 а.`],[`g8-p07-sum`,8,`c2`,`s04`,`7`,`Состав атомного ядра: главное`,37,37,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: атом, ядро атома, протон, нейтрон, электрон, заряд ядра, порядковый номер.`],[`g8-p08-t01`,8,`c2`,`s04`,`8`,`Изотопы. Изобары`,37,38,`textbook`,`ru`,`Kimyo 8`,`Изотопы. Изобары
Могут ли атомы водорода и гелия быть одинаковыми по атомным массам?
Вы уже ознакомились с сущностью таких понятий, как протон, нейтрон, атомная масса. У вас, естественно, может возникнуть вопрос: почему атомные массы элементов, определяемые суммой масс протонов и нейтронов, выражаются дробными числами, тогда как массы протонов и нейтронов близки к целым числам? Например, атомная масса хлора – 35,453, кислорода – 15,9994, водорода – 1,00787 и т. д. В действительности в природе нет ни одного атома хлора с такой массой. Согласно утверждению А. М.
Бутлерова, если атомные массы элементов выражаются дробными числами, то и массы атомов, составляющих элементы, должны иметь среднее значение.
Атомы одного и того же элемента, отличающиеся друг от друга по массе, но имеющие одинаковые химические свойства, называются изотопами. Хотя массы таких атомов различны, они занимают одно и то же место в периодической таблице.`],[`g8-p08-t02`,8,`c2`,`s04`,`8`,`Изотопы. Изобары`,38,39,`textbook`,`ru`,`Kimyo 8`,`Хотя массы таких атомов различны, они занимают одно и то же место в периодической таблице.
Почти все существующие в природе элементы представляют собой смесь изотопов, поэтому атомная масса элемента равна среднеарифметическому значению масс его изотопов (рис. 5).
В природе существуют две разновидности атомов хлора, имеющих атомные массы, равные 35 и 37. Природный хлор является смесью этих атомов.
Химический элемент — это вид атомов, имеющих один и тот же заряд ядра, в котором число нейтронов может быть различным. Именно поэтому при одном и том же заряде ядра масса атома бывает различной.
Рис. 5. Массовые доли изотопов хлора, хрома и германия.
Поскольку число протонов в ядре атома химического элемента одинаковое, а число нейтронов различное, разновидности атомов, различающиеся атомными массами, называются изотопами.`],[`g8-p08-t03`,8,`c2`,`s04`,`8`,`Изотопы. Изобары`,39,39,`textbook`,`ru`,`Kimyo 8`,`Поскольку число протонов в ядре атома химического элемента одинаковое, а число нейтронов различное, разновидности атомов, различающиеся атомными массами, называются изотопами.
Так, у водорода имеется два естественных изотопа и еще один изотоп, образующийся в результате ядерных реакций (рис. 6).
Протий – Ar= 1 а.е.м., в ядре 1 протон,
Водород — Н дейтерий – Ar= 2 а.е.м., в ядре 1 протон, 1 нейтрон, тритий – Ar= 3 а.е.м., в ядре 1 протон, 2 нейтрона.
Наглядные задачи и примеры задача 1. Определите число протонов и нейтронов в ядрах изотопов аргона 36 18Ar , 1838 Ar , 40 18Ar , используемых в осветительных лампах. Решение: 1) Заряд ядра изотопов аргона равен 18, значит, число протонов во всех изотопах будет по 18; 2) Число нейтронов в ядре изотопа 36 18Ar найдем по формуле отсюда 18 протонов и 18 нейтронов; 3) Число нейтронов в ядре изотопа 1838 Ar : N=38–18=20, отсюда 18 протонов и 20 нейтронов; 4) Число нейтронов в ядре изотопа 40 18Ar : N=40–18=22, отсюда 18 протонов и 22 нейтрона.`],[`g8-p08-t04`,8,`c2`,`s04`,`8`,`Изотопы. Изобары`,39,40,`textbook`,`ru`,`Kimyo 8`,`…отсюда 18 протонов и 20 нейтронов; 4) Число нейтронов в ядре изотопа 40 18Ar : N=40–18=22, отсюда 18 протонов и 22 нейтрона.
Рис.6. Атомные ядра изотопов водорода: p+2n a) — протий, Ar=1 а.е.м.;
Б) — дейтерий, Ar=2 а.е.м.;
В) — тритий, Ar=3 а.е.м.
p+n задача 2. Атомная масса природного бора равна 10,81, и он является смесью изотопов105B и115B. Определите количество изотопов (%) в природном боре. Решение. Количество изотопа 105B – х, а изотопа 115B – (100 – х). Умножим 10 на х, 11 на (100 – х), сложим произведения и полученную сумму разделим на 100. Результат: 10,81. Решим задачу с помощью данного уравнения.
Эту задачу можно решить и диагональным способом:
Разновидности атомов, имеющих разные заряды ядер и одинаковые массы, называются изобарами. Например:
Элементы, в ядрах атомов которых число нейтронов одинаковое, а число протонов различное, называются изотонами.`],[`g8-p08-t05`,8,`c2`,`s04`,`8`,`Изотопы. Изобары`,40,41,`textbook`,`ru`,`Kimyo 8`,`Элементы, в ядрах атомов которых число нейтронов одинаковое, а число протонов различное, называются изотонами.
В качестве примера изотонов можно привести:
Элементы зун: изотопы, изобары, изотоны, протий, дейтерий, тритий, среднеарифметическое значение.
Вопросы и задания
1. Дайте определение понятия “химический элемент”.
2. Чем, с точки зрения строения атома, изотопы отличаются от химического элемента?
3. Природный калий состоит из смеси изотопов: 93 % 39K и
7 %40K. Определите среднюю относительную атомную массу калия.
4. Природный аргон состоит из смеси изотопов 36ar, 38ar и
40a r. Определите среднюю относительную атомную массу`],[`g8-p08-d01`,8,`c2`,`s04`,`8`,`Изотопы. Изобары: изотопами, Химический элемент`,38,39,`definition`,`ru`,`Kimyo 8`,`Атомы одного и того же элемента, отличающиеся друг от друга по массе, но имеющие одинаковые химические свойства, называются изотопами.
Химический элемент — это вид атомов, имеющих один и тот же заряд ядра, в котором число нейтронов может быть различным.
Поскольку число протонов в ядре атома химического элемента одинаковое, а число нейтронов различное, разновидности атомов, различающиеся атомными массами, называются изотопами.`],[`g8-p08-d02`,8,`c2`,`s04`,`8`,`Изотопы. Изобары: изобарами, изотонами`,40,40,`definition`,`ru`,`Kimyo 8`,`Разновидности атомов, имеющих разные заряды ядер и одинаковые массы, называются изобарами.
Элементы, в ядрах атомов которых число нейтронов одинаковое, а число протонов различное, называются изотонами.`],[`g8-p08-sum`,8,`c2`,`s04`,`8`,`Изотопы. Изобары: главное`,40,40,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: изотопы, изобары, изотоны, протий, дейтерий, тритий, среднеарифметическое значение.`],[`g8-p09-t01`,8,`c2`,`s06`,`9`,`Строение электронных слоев атомов`,41,41,`textbook`,`ru`,`Kimyo 8`,`Строение электронных слоев атомов
По каким свойствам электроны располагаются на одном энергетическом уровне?
Вы познакомились со строением атомного ядра химических элементов и движением отрицательно заряженных электронов вокруг ядра. Каким образом электроны вращаются вокруг ядра? Не притягиваются ли отрицательно заряженные электроны к положительно заряженному ядру? Или они удаляются от ядра и расходятся? Каждый электрон вращается вокруг ядра атома химического элемента на очень большой скорости и за счет возникновения центробежных сил не притягивается ядром.
Электроны не просто вращаются вокруг ядра по определенной траектории, линии их вращения образуют вокруг ядра как бы электронное облако. Например, в атоме водорода электрон, вращаясь вокруг ядра, образует облако в виде шара, самая плотная часть которого находится на расстоянии 0,53•10-10 м от ядра (рис. 7).`],[`g8-p09-t02`,8,`c2`,`s06`,`9`,`Строение электронных слоев атомов`,41,42,`textbook`,`ru`,`Kimyo 8`,`Например, в атоме водорода электрон, вращаясь вокруг ядра, образует облако в виде шара, самая плотная часть которого находится на расстоянии 0,53•10-10 м от ядра (рис. 7).
Количество энергии каждого электрона, вращающегося вокруг ядра, бывает различным. Чем ближе электрон к ядру, тем меньше его энергетический запас. Чем дальше электрон от ядра, тем больше его энергия. В зависимости от количества энергии электроны могут размещаться вокруг ядра, образуя электронные слои, или энергетические уровни. Электроны с близкими значениями энергии составляют один энергетический уровень.
Энергети ÷ ескиеуровни обозначаются буквой п и выражаются либо целыми числами: 1, 2, 3, 4, 5, 6..., либо прописными латинскими буквами: K, L, M, N, O, P, Q. Число электронов наэнергети ÷ ескихуровнях определяется по формуле N = 2N2 (табл. 8).
Рис. 7. Строение атома водорода. a — ядро; б — электронное облако
Таблица 8 максимальное число электронов на энергетических уровнях (слоях)`],[`g8-p09-t03`,8,`c2`,`s06`,`9`,`Строение электронных слоев атомов`,42,43,`textbook`,`ru`,`Kimyo 8`,`Таблица 8 максимальное число электронов на энергетических уровнях (слоях)
Число энергетических уровней:
В цифровом обозначении в буквенном обозначении K
Число электронов (2N2) 2
Отсюда видно, что в первом электронном слое находится не более двух, во втором — не более восьми электронов.
В электронных слоях элементов с порядковыми номерами 1–10 электроны распределяются в следующем виде:
Символ элемента
Заряд ядра
Число электронов
Символ элемента
Заряд ядра
Число электронов
K 2 ē
L 1 ē
Распределение электронов по электронным слоям у элементов с порядковыми номерами 11—18 приводится ниже:
Символ элемента
Порядковый номер
Заряд ядра
Число электронов K L M
Вокруг ядра атома водорода вращается только один электрон, образуя облако в виде шара. Вокруг ядра атома гелия вращается два электрона, однако каждый из них вращается не только вокруг ядра, но и вокруг своей оси в противоположном друг к другу направлении. Такое вращение называется спином. По одной орбитали могут вращаться только два электрона с противоположными спинами. Третьего электрона быть не может.`],[`g8-p09-t04`,8,`c2`,`s06`,`9`,`Строение электронных слоев атомов`,43,44,`textbook`,`ru`,`Kimyo 8`,`По одной орбитали могут вращаться только два электрона с противоположными спинами. Третьего электрона быть не может.
Элементы зун: движение электрона вокруг ядра, строение электронного облака атома водорода, размещение электронов по энергетическим уровням, или электронным слоям в зависимости от количества их энергии.
Вопросы и задания
1. Дайте определение понятия “электронный слой”. 2. В каком порядке электроны размещаются по электронным слоям? 3. Приведите примеры вычисления общего количества электронов в слоях. 4. Что вы можете сказать об энергии электрона на основе энергетического уровня? 5. Что определяется по формуле N = 2N2 ?`],[`g8-p09-sum`,8,`c2`,`s06`,`9`,`Строение электронных слоев атомов: главное`,43,43,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: движение электрона вокруг ядра, строение электронного облака атома водорода, размещение электронов по энергетическим уровням, или электронным слоям в зависимости от количества их энергии.`],[`g8-p10-t01`,8,`c2`,`s06`,`10`,`Энергетические подуровни`,44,44,`textbook`,`ru`,`Kimyo 8`,`Энергетические подуровни
Какие формы вращения электронов наблюдаются на энергетических подуровнях?
Хотя электроны вращаются вокруг ядра атома, размещаясь по определенным слоям, электроны каждого слоя отличаются от электронов других слоев по количеству энергии. В связи с этим неодинаковы по форме и образуемые электронами облака. По форме образуемых облаков электроны можно разделить на четыре группы: s , p , d , fэлектроны.
Порядок распределения электронов на энергетических подуровнях определяется формой образуемых электронами облаков.
Энергетический подуровень. Электроны, образующие облака шарообразной формы, являются s электронами, и в каждом слое их насчитывается до двух (рис. 8).`],[`g8-p10-t02`,8,`c2`,`s06`,`10`,`Энергетические подуровни`,44,45,`textbook`,`ru`,`Kimyo 8`,`Электроны, образующие облака шарообразной формы, являются s электронами, и в каждом слое их насчитывается до двух (рис. 8).
Вокруг ядра атома бора вращается пять электронов, два из них находятся на первом энергетическом уровне, а три — на втором. Два электрона второго энергетического уровня вращаются по шарообразной орбитали, а третий электрон — по другой орбитали, то есть образует гантелеобразное облако вокруг ядра. Такие электроны называются p электронами. Они образуют вокруг ядра три орбитали по осям x, y и z. На каждой орбитали располагается по два вращающихся противоположно друг к другу электрона, общее число которых равно шести (рис. 9).
Пространственное движение электронов на каждом энергетическом уровне, определяющее форму электронных облаков, называется энергетическим подуровнем и обозначается буквой l. Значения энергетического подуровня составляют от 0 до n–1 (табл. 9):
Взаимосвязь значений энергетических уровней и подуровней`],[`g8-p10-t03`,8,`c2`,`s06`,`10`,`Энергетические подуровни`,45,46,`textbook`,`ru`,`Kimyo 8`,`…энергетического подуровня составляют от 0 до n–1 (табл. 9): Взаимосвязь значений энергетических уровней и подуровней
Энергетический уровень n 1 2
Энергетический подуровень l 0 0
Буквенное обозначение l s
Совместное написание n и l 1s 2s
Число электронов ē 2(2l+1) 2 2
Если энергетический уровень один, то энергетический подуровень будет равен 0. Электроны на этом уровне называются s электронами. Они вращаются на одной орбитали, которая имеет сферическую форму и называется s-орбиталью.
Если энергетических уровней два, электроны в них характеризуются sи p-подуровнями. Как видно из рис. 9, по p-орбитали вращается группа электронов, совершающих перпендикулярные движения в трех направлениях.
Если энергетических уровней три, то в них электроны характеризуются s , p и d-подуровнями. На d-орбиталях вокруг d s s p p d f s p
Рис. 8. s - электронное облако z yz x x x рх ру рz
Рис. 9. Пространственное движение р электронов ядра вращается до 10 электронов, совершающих движения достаточно сложной формы (рис. 10).`],[`g8-p10-t04`,8,`c2`,`s06`,`10`,`Энергетические подуровни`,46,46,`textbook`,`ru`,`Kimyo 8`,`Пространственное движение р электронов ядра вращается до 10 электронов, совершающих движения достаточно сложной формы (рис. 10).
Точно также на энергетическом уровне, равном четырем, находятся s , p , d и f-подуровни, и электроны вращаются по s , p , d и f орбиталям.
По мере увеличения порядкового номера элементы разделяются на s , p , d и f-элементы в зависимости от того, на какую орбиталь попадают притягиваемые электроны.
К s-элементам относятся водород, гелий, а также первые (щелочные металлы) и вторые элементы, с которых начинаются периоды в периодической системе. Шесть элементов, расположенных в конце периодов (включая инертные газы), являются p-элементами. Десять элементов, нахоx x x x dxy dxz dyz dx2—y 2 dz2
Рис.10. Пространственное движение d электронов дящихся в промежутке между начинающими период первыми и вторыми элементами и последними шестью, являются d-элементами. Лантаноиды и актиноиды — f-элементы.`],[`g8-p10-t05`,8,`c2`,`s06`,`10`,`Энергетические подуровни`,46,47,`textbook`,`ru`,`Kimyo 8`,`Пространственное движение d электронов дящихся в промежутке между начинающими период первыми и вторыми элементами и последними шестью, являются d-элементами. Лантаноиды и актиноиды — f-элементы.
Таким образом, в периодической системе в настоящее время существует 14 s-, 36 p-, 40 d- и 28 f-элементов (всего 118 элементов).
Элементы зун: s-электроны, р-электроны, d-электроны, f-электроны, энергетические уровни, цифровые и буквенные обозначения энергетических уровней, энергетические подуровни, s-элементы, p-элементы, d-элементы, f-элементы.
Вопросы и задания
1. Сколько электронов находится на первом энергетическом уровне? А на втором? 2. Сколько энергетических подуровней на втором энергетическом уровне? Сколько электронов совершает движение на каждом из них? 3. Сколько энергетических подуровней на энергетическом уровне, равном трем, и как они обозначаются?`],[`g8-p10-d01`,8,`c2`,`s06`,`10`,`Энергетические подуровни: p электронами, s электронами, s-орбиталью`,44,45,`definition`,`ru`,`Kimyo 8`,`Такие электроны называются p электронами.
Пространственное движение электронов на каждом энергетическом уровне, определяющее форму электронных облаков, называется энергетическим подуровнем и обозначается буквой l.
Электроны на этом уровне называются s электронами.
Они вращаются на одной орбитали, которая имеет сферическую форму и называется s-орбиталью.`],[`g8-p10-sum`,8,`c2`,`s06`,`10`,`Энергетические подуровни: главное`,47,47,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: s-электроны, р-электроны, d-электроны, f-электроны, энергетические уровни, цифровые и буквенные обозначения энергетических уровней, энергетические подуровни, s-элементы, p-элементы, d-элементы, f-элементы.`],[`g8-p11-t01`,8,`c2`,`s09`,`11`,`Строение атомов элементов малых периодов`,47,48,`textbook`,`ru`,`Kimyo 8`,`Строение атомов элементов малых периодов
Какие периоды считаются малыми?
Периоды, состоящие из одного ряда элементов, называются малыми. В первом периоде периодической таблицы химических элементов расположены водород и гелий. Атомы этих элементов имеют один энергетический уровень, в котором согласно формуле N = 2N2, содержится 2•12 = 2 электрона. В ядре атома водорода имеется один протон, вокруг ядра вращается один электрон, совершая шарообразные движения. В ядре атома гелия находятся два протона, а вокруг ядра двигаются два электрона (см.рис.11, 12).
Уэле ментов второго периода атомы имеют два энергетических уровня. В первом электронном слое содержатся два электрона, во втором 2•22 = 8 (обратите внимание на табл. 10).
Строение атомов элементов второго периода таблица 10
K 1 й слой
L 2 й слой
Электронная формула s s p li 3`],[`g8-p11-t02`,8,`c2`,`s09`,`11`,`Строение атомов элементов малых периодов`,48,49,`textbook`,`ru`,`Kimyo 8`,`…Строение атомов элементов второго периода таблица 10 K 1 й слой L 2 й слой Электронная формула s s p li 3
Be 4
У элементов третьего периода атомы имеют три энергетических уровня. В первом имеется два электрона, во втором — до восьми и в третьем (внешнем) — до 18 электронов.
Поскольку третий уровень внешний, он не может принять более 8 электронов. Поэтому 3d- энергетический подуровень не принимает электроны. Обратите внимание на табл. 11.
Строение атомов элементов третьего периода таблица 11
K 1-й слой
L 2-й слой
M 3-й слой
Число электронов в энергетических уровнях s p s p d
Два элемента первого периода (водород и гелий), первые два элемента второго и третьего периодов (литий и бериллий, натрий и магний) являются s-элементами. Элементы второго и третьего периодов от бора до неона и от алюминия до аргона относятся к p-элементам.`],[`g8-p11-t03`,8,`c2`,`s09`,`11`,`Строение атомов элементов малых периодов`,49,50,`textbook`,`ru`,`Kimyo 8`,`Элементы второго и третьего периодов от бора до неона и от алюминия до аргона относятся к p-элементам.
Элементы зун: умение записывать строение атомов элементов первого, второго и третьего периодов.
Рис. 11. Строение атома Рис. 12. Строение атома гелия водорода
Вопросы и задания
1. Запишите строение атомов водорода и гелия и их электронные формулы. 2. Запишите электронные формулы элементов с порядковыми номерами 5 и 9. 3. Запишите строение атомов элементов с порядковыми номерами 3 и 11 и определите, у какого из них наиболее сильно выражены металлические свойства. 4. Определите элемент, оксид которого имеет высшую валентность и плотность относительно водорода, равную 22.`],[`g8-p11-d01`,8,`c2`,`s09`,`11`,`Строение атомов элементов малых периодов: малыми`,47,47,`definition`,`ru`,`Kimyo 8`,`Периоды, состоящие из одного ряда элементов, называются малыми.`],[`g8-p11-sum`,8,`c2`,`s09`,`11`,`Строение атомов элементов малых периодов: главное`,49,49,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: умение записывать строение атомов элементов первого, второго и третьего периодов.`],[`g8-p12-t01`,8,`c2`,`s10`,`12`,`Строение атомов элементов больших периодов`,50,51,`textbook`,`ru`,`Kimyo 8`,`Строение атомов элементов больших периодов
Какие элементы являются элементами большого периода?
Большие периоды характеризуются тем, что включают по два ряда. Четвертый, пятый, шестой и седьмой периоды периодической таблицы являются большими. Четвертый и пятый периоды содержат по 18 элементов, и каждый период начинается щелочным металлом и оканчивается инертными газами. Атомы элементов четвертого периода имеют четыре энергетических уровня, четвертый из которых внешний:
На первом энергетическом уровне находятся 2N2 = 2•12 = 2 электрона , навтором 2N2 = 2 • 22 = 8 , натретьем 2N2 = 2 • 32 = 18, на четвертом 2N2 = 2•42 = 32 электрона.
Первым в четвертом периоде стоит калий К с порядковым номером 19. В ядре его атома 19 протонов, а вокруг ядра вращаются 19 электронов, которые располагаются в следующем порядке:
У кальция электроны заполняют s-энергетический подуровень внешнего энергетического уровня:`],[`g8-p12-t02`,8,`c2`,`s10`,`12`,`Строение атомов элементов больших периодов`,51,52,`textbook`,`ru`,`Kimyo 8`,`У кальция электроны заполняют s-энергетический подуровень внешнего энергетического уровня:
Начиная со скандия электроны заполняют не внешний энергетический уровень, а d-энергетический подуровень (орбиталь) третьего энергетического уровня:
У цинка d-энергетический подуровень третьего энергетического уровня заполняется 10 электронами:
У цинка первый, второй, третий энергетические уровни заполнены. Внешний уровень может принять до восьми электронов.
Начиная с галлия присоединяемые электроны попадают на p-орбиталь внешнего энергетического уровня:
А у инертного газа криптона внешний энергетический уровень заполнен восемью электронами, и на этом четвертый период завершается:
Первые два элемента четвертого периода являются s-элементами, следующие десять — d-элементами, последние шесть — p-элементами.
У элементов пятого периода электронные слои атомов заполняются элекронами также, как и в четвертом периоде.`],[`g8-p12-t03`,8,`c2`,`s10`,`12`,`Строение атомов элементов больших периодов`,52,52,`textbook`,`ru`,`Kimyo 8`,`У элементов пятого периода электронные слои атомов заполняются элекронами также, как и в четвертом периоде.
У элемента шестого периода — лантана (la) электроны заполняют f-орбиталь четвертого энергетического уровня. На f-орбитали находится 14 электронов. У церия —
Указанное выше повторяется и у элементов седьмого периода. Электронные формулы химических элементов можно записать и в сокращенном виде. Например, +55Cs – 2ē, 8ē, 18ē, 18ēē, 8ēē, 1ē; или [Xe] 6s1.
Элементы зун: умение записывать электронные формулы атомов элементов большого периода.
Вопросы и задания
1. Запишите электронные формулы атомов элементов с порядковыми номерами 22 и 33. 2. С каких элементов начинается заполнение электронами d-энергетических подуровней? 3. Почему лантаноиды и актиноиды называют f-элементами? 4. В каких периодах находятся элементы побочных подгрупп? 5. У атомов каких элементов четвертого периода преобладают нечетные числа электронов?`],[`g8-p12-sum`,8,`c2`,`s10`,`12`,`Строение атомов элементов больших периодов: главное`,52,52,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: умение записывать электронные формулы атомов элементов большого периода.`],[`g8-p13-t01`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,52,53,`textbook`,`ru`,`Kimyo 8`,`Описание элементов По иХ местоположению в периодической таблице и строению атомов. Значение периодического закона
Можно ли определить место элемента в таблице по его свойствам?
Какие свойства элемента нужно знать для этого?
Периодическая таблица элементов имеет важное значение для получения подробных данных о каждом химическом элементе (см.схему):
Изменение свойств элементов в зависимости от их местоположения в периодической таблице
В периодах периоды
Li Be B C N O F Ne
Слева направо:
– Уменьшается радиус атома.
– Ослабевают металлические свойства.
– Усиливаются неметаллические свойства.
– Увеличивается число электронов во внешнем электронном слое (с 1 до 8 в малых периодах).
– Усиливается притяжение электронов к ядру.
– Возрастает электроотрицательность.
– Увеличивается валентность относительно кислорода с 1 до 8.`],[`g8-p13-t02`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,53,53,`textbook`,`ru`,`Kimyo 8`,`– Увеличивается валентность относительно кислорода с 1 до 8.
– Уменьшается валентность относительно водорода с 4 до 1. Сверху вниз: – Увеличивается радиус атома. – Возрастает число электронных слоев. – Ослабевает притяжение электронов к ядру. – Усиливаются металлические свойства. – Уменьшаются неметаллические свойства. – Уменьшается электроотрицательность. – Число электронов во внешнем электорнном слое не изменяется.
Очень многие свойства элементов можно предсказать по их местоположению в периодической таблице. Например, элемент с порядковым номером 38 — стронций Sr. Он находится в четном ряду, в основной подгруппе второй группы пятого большого периода. В четном ряду большого периода находятся только металлы. Стронций — металл. Он расположен в начале большого периода после щелочного элемента рубидия rb. Следовательно, его металлические свойства слабее, чем у рубидия.`],[`g8-p13-t03`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,53,54,`textbook`,`ru`,`Kimyo 8`,`Он расположен в начале большого периода после щелочного элемента рубидия rb. Следовательно, его металлические свойства слабее, чем у рубидия.
Поскольку стронций стоит в главной подгруппе второй группы под кальцием, его металлические свойства сильнее, чем у кальция. Стронций образует двухвалентный оксид SrO, не образует летучие водородные соединения.
В ядре атома стронция имеется 38 протонов, а также 50 (88 – 38 = 50) Нейтронов. В электронейтральном атоме вокруг ядра двигаются 38 электронов. Электронная формула атома стронция следующая:
Во внешнем электронном слое атома стронция находятся два электрона. Это свидетельствует о том, что стронций — металл. По числу электронов во внешнем электронном слое можно определить, какой это элемент: металл или неметалл, его высшую валентность относительно кислорода, летучее водородное соединение и валентность элемента в этом соединении.`],[`g8-p13-t04`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,54,54,`textbook`,`ru`,`Kimyo 8`,`…валентность относительно кислорода, летучее водородное соединение и валентность элемента в этом соединении.
По мере возрастания порядковых номеров элементов в основной подгруппе, то есть в направлении сверху вниз, внешний электронный слой удаляется от ядра, а радиус атома увеличивается, хотя ионный заряд атомов остается без изменений. У элементов основной подгруппы первой группы (li, Na, K, rb, cs) с возрастанием радиуса атомов электроны легче удаляются из внешнего электронного слоя. Способность внешнего слоя присоединять электроны ослабевает. Поэтому металлические свойства элементов усиливаются, а неметаллические свойства уменьшаются.
Итак, вы теперь знаете, что свойства незнакомого вам химического элемента можно описать по его местоположению в периодической таблице. Приводим для примера описание свойств мышьяка по его месту в периодической таблице.`],[`g8-p13-t05`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,54,55,`textbook`,`ru`,`Kimyo 8`,`Приводим для примера описание свойств мышьяка по его месту в периодической таблице.
Мышьяк — химический элемент, расположенный в основной подгруппе пятой группы четвертого периода периодической таблицы под порядковым номером 33. Относительная атомная масса мышьяка 74,92. В ядре его атома имеется 33 протона и 42 (75–33=42) нейтрона. Значит,
А = 75, Z = 33, N =42. Вокруг ядра атома мышьяка находятся 33 электрона, которые вращаются следующим образом. Мышьяк расположен в четвертом периоде и вокруг его ядра имеются четыре электронных слоя K, L, M, N , в которых и находятся электроны:
Поскольку во внешнем электронном слое атома мышьяка имеется пять электронов, то он или присоединяет три электрона, или отдает пять электронов. Значит, валентность мышьяка относительно водорода равна трем, а валентность относительно кислорода – пяти: ash3; as2O5.`],[`g8-p13-t06`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,55,55,`textbook`,`ru`,`Kimyo 8`,`Значит, валентность мышьяка относительно водорода равна трем, а валентность относительно кислорода – пяти: ash3; as2O5.
Металлические свойства мышьяка слабее, чем у галлия и германия, и сильнее, чем у селена, а неметаллические свойства слабее, чем у азота и фосфора, но сильнее, чем у сурьмы. Мышьяк обладает серебристым блеском, как металлы, проводит электрический ток и тепло. Мышьяк хрупкий и не поддается ковке.
Открытие периодического закона оказало огромное влияние на дальнейшее развитие химической науки:
1) Появилась возможность осуществлять планомерный поиск новых химических элементов, существующих в природе;
2) Был открыт путь к познанию внутреннего строения атомов элементов и овладению атомной энергией;
3) Открытие периодического закона послужило главным фактором открытий XX в., сделанных в области физики и химии;`],[`g8-p13-t07`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,55,55,`textbook`,`ru`,`Kimyo 8`,`3) Открытие периодического закона послужило главным фактором открытий XX в. , сделанных в области физики и химии;
4) Явление радиоактивности, радиоактивные изотопы широко используются в технике, медицине, сельском хозяйстве.
На основе периодического закона Д. И. Менделеев исправил атомные массы очень многих элементов. Он оставил незаполненным значительное число клеток в периодической таблице для не открытых еще элементов, сумел предсказать свойства и атомные массы отдельных элементов и указал, где следует их искать. Так, среди других элементов Д. И. Менделеев особенно подробно описал свойства трех. Он назвал их экабором (скандий), экаалюминием (галлий) и экасилицием (германий). В течение последующих лет эти элементы были открыты: в 1875 г.`],[`g8-p13-t08`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,55,56,`textbook`,`ru`,`Kimyo 8`,`Он назвал их экабором (скандий), экаалюминием (галлий) и экасилицием (германий). В течение последующих лет эти элементы были открыты: в 1875 г.
французский ученый Лекок де Буабодран открыл галлий, скандинавский ученый Л. Нильсон в 1879 г. открыл скандий и немецкий ученый К. Винклер в 1886 г. открыл германий. Открытие этих элементов стало самым важным подтверждением периодического закона и точности предсказаний Д. И. Менделеева, сделанных на основе открытого им закона. В качестве примера сравним свойства открытого K. Винклером германия со свойствами экасилиция, предсказанного Д. И. Менделеевым (см. табл. 12).
Сравнение свойств германия и экасилиция таблица 12
Экасилиций (предсказанный)
Германий (открытый)
Свойство
Относительная атомная масса
Плотность, г/см3
Способность к плавлению Плавится трудно Плавится трудно`],[`g8-p13-t09`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,56,57,`textbook`,`ru`,`Kimyo 8`,`Способность к плавлению Плавится трудно Плавится трудно
Точка кипения ecl4,оС
Плотность ecl4, г/см3
Периодический закон сыграл большую роль и при открытии ряда других элементов. При составлении периодической таблицы Д.И.Менделеев оставил незаполненными две клетки под марганцем. Неизвестные элементы Д.И.Менделеев назвал экамарганцем и двимарганцем. Это послужило толчком для открытия супругами В. и И.Ноддак элемента рения.
Элементы зун: умение описать элементы по их местоположению в периодической таблице, значение периодического закона и периодической таблицы в открытии новых химических элементов.
Вопросы и задания
1. Расскажите о свойствах элемента селена Se, имеющего порядковый номер 34, по его местоположению в периодической таблице. 2. Каково значение периодического закона и периодической таблицы в открытии новых химических элементов? 3. Какое значение имеет периодический закон при объяснении генетической взаимосвязи химических элементов? 4. Каково значение периодической таблицы при описании свойств s- и p-элементов?`],[`g8-p13-t10`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,57,57,`textbook`,`ru`,`Kimyo 8`,`Какое значение имеет периодический закон при объяснении генетической взаимосвязи химических элементов? 4. Каково значение периодической таблицы при описании свойств s- и p-элементов?
Наглядные задачи и примеры
Пример 1. Определите электронное строение элемента с порядковым номером 23 и семейство, к которому он относится, по его местоположению в периодической таблице. Решение. Элемент с порядковым номером 23 — это ванадий, расположенный в побочной подгруппе пятой группы в четвертом периоде периодической таблицы. Электронное строение ванадия следующее: 1s2 2s2 2p6 3s2 3p6 3d3 4s2, или [ar] 3d3 4s2. Следовательно, ванадий относится к семейству d-элементов. Пример 2. Один из элементов образует высший оксид состава eO3.`],[`g8-p13-t11`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,57,58,`textbook`,`ru`,`Kimyo 8`,`Пример 2. Один из элементов образует высший оксид состава eO3.
В летучем водородном соединении этого элемента содержится 5,88 % водорода. Определите относительную атомную массу элемента. Решение: 1) Если 5,88 % содержания элемента составляет водород, то остальные (100 – 5,88 = 94,12) 94,12 % приходятся на массовую долю элемента; 2) Зная составной компонент водородного соединения, можно найти эквивалентность элемента: если 94,12 г элемента соединяются с 5,88 г водорода, то E г элемента соединятся с 1 г водорода.
Здесь E = =16.
Итак, эквивалентность элемента равна 16. Формуле высшего оксида eO3 соответствует формула летучего водородного соединения h2e. Следовательно, валентность элемента в водородном соединении равна двум. Умножив эквивалентность на валентность, найдем значение относительной атомной массы: Ar = E•V = 16•2 = 32. Этот элемент — сера, ее высший оксид SO3 и летучее водородное соединение H2S.`],[`g8-p13-t12`,8,`c2`,`s08`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,58,58,`textbook`,`ru`,`Kimyo 8`,`Этот элемент — сера, ее высший оксид SO3 и летучее водородное соединение H2S.
Пример 3. Природный хлор состоит из смеси двух его изотопов: 37Cl и 35Cl. Массовые доли его изотопов в природном хлоре составляют: 24,23 % и 75,77 % соответственно. Определите относительную атомную массу хлора.
Решение. Для вычисления средней относительной атомной массы элементов воспользуемся способом определения среднего арифметического значения:
Ответ: Средняя относительная атомная масса хлора 35,4846=35,5
Пример 4. Средняя относительная атомная масса природного серебра, состоящего из смеси изотопов 107Ag и
109Ag, равна 107,9. Определите массовую долю каждого изотопа в составе природного серебра.
Решение. 1-й способ. Если примем массовую долю изотопа
107Ag равной x, то массовая доля изотопа109ag будет (1–x).
Тогда получим:
x = 0,55 или 55 % – это 107Ag,`],[`g8-p13-t13`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,58,59,`textbook`,`ru`,`Kimyo 8`,`…107Ag равной x, то массовая доля изотопа109ag будет (1–x). Тогда получим: x = 0,55 или 55 % – это 107Ag,
2-й способ. Этот пример можно решить диагональным способом: 1) 107
0,9 w (/ 109Ag)Ag/ 0, 45 yoki 45 % или 45 %. ответ:107Ag = 55 %,109Ag = 45 %. 2 Пример 5. Определите элементы, выраженные следующими электронными формулами: a) ...2s2 2p4; б) ...3d1 4s2; Решение: a) полная электронная формула следующая: ...2s2 24 2 2 4 p 1s 2s 2p – это кислород; б) ...3d1 4s2 1s2 2s2 2p6 3s2 3p6 3d1 4s2 – это скандий, расположенный в таблице под порядковым номером 21. Определите самостоятельно элементы, выраженные следующими электронными формулами: a) ...2s2; б) ...3s2 3p6; в) ...4s2 4p2; г) ..5s2 5p5.
Какова их валентность?
Задачи и примеры для самостоятельного решения
1. Кремний состоит из смеси трех изотопов (92,3 %28Si, 4,7 %29Si,`],[`g8-p13-t14`,8,`c2`,`s08`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,59,60,`textbook`,`ru`,`Kimyo 8`,`1. Кремний состоит из смеси трех изотопов (92,3 %28Si, 4,7 %29Si,
3 %30Si). Определите относительную атомную массу кремния. 2. Природный неон с относительной атомной массой 20,2 состоит из смеси двух изотопов:20Ne и22Ne. Найдите массовую долю каждого изотопа в природном неоне. 3. Содержание кислорода в составе оксида одного из элементов, предсказанных Д. И. Менделеевым, равно 30,5 %. Элемент в оксиде четырехвалентен. Определите относительную атомную массу этого элемента. Объясните его место в периодической таблице, состав ядра, движение электронов на энергетических уровнях. 4.
Природный никель состоит из смеси следующих изотопов:
64Ni – 0,91 %. Определите среднюю относительную атомную массу никеля. 5. В составе природной воды могут быть изотопы водорода`],[`g8-p13-t15`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,60,60,`textbook`,`ru`,`Kimyo 8`,`Определите среднюю относительную атомную массу никеля. 5. В составе природной воды могут быть изотопы водорода
1h, 2h, 3h и изотопы кислорода 16O, 18O. Значит, будут различными и относительные молекулярные массы молекул воды. Вычислите число видов молекул. 6. Сколько видов молекул воды может образоваться из изотопов водорода1h, 2h, 3h и изотопа кислорода16O ? Определите молекулярные массы образовавшихся молекул воды. 7. Сколько видов оксида азота(III) и оксида азота(IV)может образоваться из изотопов азота14N и15N, а также из изотопов кислорода16O и 18O? Вычислите молекулярную массу полученных оксидов. 8.
Какие элементы, выражены следующими электронными формулами?`],[`g8-p13-t16`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,60,61,`textbook`,`ru`,`Kimyo 8`,`Какие элементы, выражены следующими электронными формулами?
5) ... 4d5 5s2; 6) ... 5s2 5p2. 9. На энергетических уровнях химического элемента электроны расположены в следующем порядке: 2, 8, 7. Запишите формулу летучего водородного соединения, образованного простым веществом, полученным из этого элемента, а также формулу высшего оксида. Укажите место этого элемента в периодической таблице. 10. Расположите приведенные ниже элементы в порядке возрастания их неметаллических свойств: Si, Al, P, Cl, S, Mg, Na.
Тестовые задания
1. Какие свойства элемента выражает его порядковый номер?
a) число протонов в ядре атома;
B) число нейтронов в ядре атома;
С) число электронов вокруг ядра электронейтрального атома;
D) А и С. 2. Определите число нейтронов в ядре атома бария, зная, что относительная атомная масса бария равна 137, а его порядковый номер 56.`],[`g8-p13-t17`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,61,61,`textbook`,`ru`,`Kimyo 8`,`Определите число нейтронов в ядре атома бария, зная, что относительная атомная масса бария равна 137, а его порядковый номер 56.
a) 56; B) 137; С) 81; D) 193. 3. По каким свойствам схожи элементы, расположенные в одной подгруппе периодической таблицы?
1) По одинаковым зарядам ядер;
2) По одинаковому числу электронов во внешнем электронном слое;
3) По числу энергетических подуровней атомов;
4) По химическим свойствами валентности элементов в высших оксидах и летучих водородных соединениях;
5) По физическим свойствам.
a) 1,2; B) 1,3; C) 2,3; D) 2,4. 4. Сколько главных d-орбиталей имеется в атоме хлора?
a) 1; B) 2; С) 3; D) 5. 5. Какое сходство существует между строением атомов бора, алюминия, галлия?
a) число энергетических уровней и подуровней одинаковое;
B) число электронов во внешнем электронном слое одинаковое, и они относятся к семейству s-элементов;`],[`g8-p13-t18`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,61,62,`textbook`,`ru`,`Kimyo 8`,`B) число электронов во внешнем электронном слое одинаковое, и они относятся к семейству s-элементов;
С) число электронов во внешнем электронном слое одинаковое, и они относятся к семейству p-элементов;
D) число протонов и нейтронов в ядре атома одинаковое.
Глава III
Химические связи
Известно, что атомы химических элементов, соединяясь друг с другом, образуют множество молекул простых и сложных веществ. Возникает вопрос, за счет какой силы в молекулах атомы связываются друг с другом?
В обычных условиях атомы инертных газов находятся в свободном состоянии (he, Ne, ar, Kr, Xe, rn). Атомы любых других элементов не могут длительное время существовать в свободном состоянии и, соединяясь друг с другом, образуют простые и сложные вещества. Например, простые вещества – H2, O2, N2, Cl2 и сложные – HCl, H2O, MgO, NaCl, H2SO4 и др.`],[`g8-p13-t19`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона`,62,63,`textbook`,`ru`,`Kimyo 8`,`Например, простые вещества – H2, O2, N2, Cl2 и сложные – HCl, H2O, MgO, NaCl, H2SO4 и др.
При изучении периодического закона, периодической таблицы химических элементов Д.И.Менделеева и строения атома вы узнали, что любой химический элемент стремится привести число электронов на внешнем энергетическом уровне в завершенное состояние. Внешний энергетический уровень считается завершенным, если он содержит восемь электронов (для завершения первого энергетического уровня достаточно двух электронов).
Внешний энергетический уровень атомов инертных газов является завершенным по числу электронов, поэтому молекулы этих газов одноатомные и инертны в химическом отношении.
При образовании химических соединений ядра атомов элемента остаются неизменными, а число электронов на внешнем энергетическом уровне у элементов основной подгруппы и на внешнем и предыдущем энергетических уровнях у элементов побочной подгруппы — изменяется.`],[`g8-p13-d01`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона: Элемент с порядковым номером 23`,57,57,`definition`,`ru`,`Kimyo 8`,`Элемент с порядковым номером 23 — это ванадий, расположенный в побочной подгруппе пятой группы в четвертом периоде периодической таблицы.`],[`g8-p13-sum`,8,`c2`,`s05`,`13`,`Описание элементов по их местоположению в периодической таблице и строению атомов. Значение периодического закона: главное`,56,56,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: умение описать элементы по их местоположению в периодической таблице, значение периодического закона и периодической таблицы в открытии новых химических элементов.`],[`g8-p14-t01`,8,`c3`,`s01`,`14`,`Относительная электроотрицательность химических элементов`,63,63,`textbook`,`ru`,`Kimyo 8`,`Относительная электроотрицательность химических элементов
Чем объясняется более сильное, чем у хлора, свойство электроотрицательности фтора?
Как известно, каждый химический элемент отличается от другого энергией связывания электронов внешнего энергетического уровня с ядром атома. Так как у отдельных элементов s-электроны внешнего энергетического уровня слабо связаны с ядром, они относительно легко отделяются от атомов в процессе химических реакций. Такие элементы — металлы. Например, на внешнем энергетическом уровне атома натрия (3s1) содержится один электрон, который легко отделяется и обнажает второй энергетический уровень.
А на втором энергетическом уровне натрия находятся восемь электронов:
Атом натрия Ион натрия
У атомов неметаллов, напротив, электроны внешнего энергетического уровня связаны с ядром более прочно, поэтому атомы таких элементов в химических реакциях присоединяют электроны. Внешний энергетический уровень атома фтора содержит семь электронов и, принимая в химических реакциях электроны, пополняется восьмым электроном.`],[`g8-p14-t02`,8,`c3`,`s01`,`14`,`Относительная электроотрицательность химических элементов`,63,64,`textbook`,`ru`,`Kimyo 8`,`Внешний энергетический уровень атома фтора содержит семь электронов и, принимая в химических реакциях электроны, пополняется восьмым электроном.
Атом фтора Ион фтора
Свойство атома одного элемента захватывать общие пары электронов атомов другого элемента называется электроотрицательностью.
Выполнение расчетов с помощью абсолютных значений электроотрицательности является неудобным, поэтому на практике используются относительные значения электроотрицательности. В качестве эталона относительной электроотрицательности принята электроотрицательность лития, равная 1,0. Электроотрицательность остальных элементов определяется в сравнении с ним.
В периодах электроотрицательность химических элементов возрастает слева направо. В основных же подгруппах, наоборот, снижается сверху вниз. Следовательно, элемент с самой высокой электроотрицательностью — это фтор, с самой низкой — цезий, то есть 0,79.`],[`g8-p14-t03`,8,`c2`,`s08`,`14`,`Относительная электроотрицательность химических элементов`,64,64,`textbook`,`ru`,`Kimyo 8`,`Следовательно, элемент с самой высокой электроотрицательностью — это фтор, с самой низкой — цезий, то есть 0,79.
Электроотрицательность неметаллов относительно велика, а у металлов — имеет низкие значения. Значения электроотрицательности элементов приводятся в табл. 13. Как видно из таблицы, электроотрицательность элементов также подчиняется периодическому закону.
В периодах заряд ядер атомов элементов увеличивается, а в группах с увеличением заряда ядер элементов их электроотрицательность уменьшается.
Это объясняется тем, что в периодах с увеличением зарядов ядер атомов их радиусы уменьшаются, а в группах по мере возрастания зарядов ядер радиусы атомов также увеличиваются.
В химических реакциях электроны атомов элементов с меньшей относительной электроотрицательностью смещаются или полностью переходят в сторону атомов элементов с большей относительной электроотрицательностью (см. табл.13).`],[`g8-p14-t04`,8,`c3`,`s01`,`14`,`Относительная электроотрицательность химических элементов`,64,65,`textbook`,`ru`,`Kimyo 8`,`…полностью переходят в сторону атомов элементов с большей относительной электроотрицательностью (см. табл.13).
Таблица 13 относительная электроотрицательность элементов
II III IV V VI VII VIII (H) He
Be B C N O F Ne
Mg Al Si P S Cl Ar
Ca Sc Ti V Cr Mn Fe CO
Cu Zn Ga Ge
Rb Sr Y
Ag Cd In Sn
Cs Ba La
Au Hg Tl Pb элементы зун: электроотрицательность, относительная электроотрицательность, изменение относительной электроотрицательности в группах и периодах, сдвиги электронов в химических реакциях.
As Se Br Kr
Zr Nb Mo Tc Ru Rh
Sb Te I Xe
HF Ta W Re Os Ir
Bi Po At Rn
Вопросы и задания
1. Что называют электроотрицательностью? 2. Объясните по данным табл. 13 изменение электроотрицательности элементов третьего периода. 3. Расположите приведенные элементы в порядке возрастания их значений электроотрицательности, пользуясь данными табл.13: алюминий, углерод, азот, литий, калий, фосфор, хром, бром, барий, кислород, фтор.`],[`g8-p14-d01`,8,`c2`,`s08`,`14`,`Относительная электроотрицательность химических элементов: электроотрицательностью`,64,64,`definition`,`ru`,`Kimyo 8`,`Свойство атома одного элемента захватывать общие пары электронов атомов другого элемента называется электроотрицательностью.
Следовательно, элемент с самой высокой электроотрицательностью — это фтор, с самой низкой — цезий, то есть 0,79.`],[`g8-p14-sum`,8,`c3`,`s01`,`14`,`Относительная электроотрицательность химических элементов: главное`,65,65,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: электроотрицательность, относительная электроотрицательность, изменение относительной электроотрицательности в группах и периодах, сдвиги электронов в химических реакциях.`],[`g8-p15-t01`,8,`c3`,`s01`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь`,66,66,`textbook`,`ru`,`Kimyo 8`,`Виды химической связи. Полярная и неполярная ковалентная связь
По какой причине появляются полярная и неполярная ковалентные связи?
C учетом значений относительной электроотрицательности химических элементов химические соединения можно разделить на следующие три группы.
1. Вещества, образующиеся из элементов с одинаковой электроотрицательностью, то есть из элементов с одинаковыми атомами:
a) H2, F2, Cl2, Br2, I2, O2, N2 — простые вещества;
Б) li, Na, K, al, Fe, cu, Zn — металлы.
2. Вещества, образующиеся из атомов элементов, незначительно отличающихся друг от друга по электроотрицательности:
HCl, HBr, HI, H2O, H2S, NH3, CH4, PCl3, PCl5...
3. Вещества, образующиеся из атомов элементов, резко отличающихся друг от друга по электроотрицательности:
NaCl, K2S, BaCl2, CaF2, Li2O, MgO...
По распределению электронов в атомах, образующих химические соединения, химические связи можно разделить на три вида.
Ковалентная связь
Химическая связь`],[`g8-p15-t02`,8,`c3`,`s01`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь`,66,67,`textbook`,`ru`,`Kimyo 8`,`…образующих химические соединения, химические связи можно разделить на три вида. Ковалентная связь Химическая связь
Ионная связь
Металлическая связь
Ковалентная связь возникает между атомами, имеющими одинаковую или незначительно отличающуюся электроотрицательность. Рассмотрим, например, образование молекулы водорода H2 в результате соединения атомов водорода:
Это состояние можно записать также в упрощенном виде:
При соединении двух атомов водорода два электрона образуют электронную пару, за счет чего возникает молекула H2. В результате атомы водорода приобретают устойчивую электронную конфигурацию, то есть внешний энергетический уровень атома становится завершенным.
Связь атомов через посредство электронных пар называется ковалентной связью.
В молекулах простых веществ кислорода O2 и азота N2 связь между атомами можно представить в следующем виде:
Атом кислорода имеет 2 нечетных электрона.
В формулах каждая электронная пара, являющаяся общей для двух атомов, изображается черточкой (–): o = o, n ≡ n.`],[`g8-p15-t03`,8,`c3`,`s01`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь`,67,68,`textbook`,`ru`,`Kimyo 8`,`В формулах каждая электронная пара, являющаяся общей для двух атомов, изображается черточкой (–): o = o, n ≡ n.
Атом азота имеет 3 нечетных электрона.
Молекулярная формула
По числу электронных пар, участвующих в химической связи, можно узнать и валентность элемента:
H : H — одновалентные атомы;
O :: O — двухвалентные атомы;
N N — трехвалентные атомы.
В рассмотренной выше связи атомы элементов H2, O2 и N2 имеют одинаковую относительную электроотрицательность. При этом общие электронные пары расположены на одинаковом расстоянии от ядер атомов, то есть симметрично. Вследствие этого образовавшаяся молекула является неполярной.
Химическая связь, которая возникает за счет образования электронных пар между атомами с одинаковой относительной электроотрицательностью, называется неполярной ковалентной связью.
Электронная формула
H : H n n
Структурная формула
H – H o = o
N ≡ N
Вещество
Водород Кислород азот`],[`g8-p15-t04`,8,`c3`,`s02`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь`,68,69,`textbook`,`ru`,`Kimyo 8`,`…ковалентной связью. Электронная формула H : H n n Структурная формула H – H o = o N ≡ N Вещество Водород Кислород азот
Электронные пары, возникающие между атомами с различной относительной электроотрицательностью, смещаются в сторону атома с большей электроотрицательностью. Рассмотрим, например, образование молекулы хлорида водорода – HCl:
Видно, что общие электронные пары смещены в сторону атома хлора, имеющего большую электроотрицательность. В результате атом хлора становится отрицательно заряженным, а атом водорода с меньшей электроотрицательностью — положительно заряженным, то есть молекула поляризуется.
Химическая связь, которая возникает за счет образования электронных пар между атомами с различной относительной электроотрицательностью, называется полярной ковалентной связью.
Элементы зун: ковалентная связь, неполярная ковалентная связь, полярная ковалентная связь, электронная формула, структурная (графическая) формула, валентность, неполярная молекула, полярная молекула.`],[`g8-p15-t05`,8,`c3`,`s02`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь`,69,69,`textbook`,`ru`,`Kimyo 8`,`Элементы зун: ковалентная связь, неполярная ковалентная связь, полярная ковалентная связь, электронная формула, структурная (графическая) формула, валентность, неполярная молекула, полярная молекула.
Вопросы и задания
1. Какие типы химических связей вы знаете? 2. Какая связь называется ковалентной? 3. Аргументируйте примерами образование неполярной ковалентной связи. 4. Чем отличается полярная ковалентная связь от неполярной? 5. Запишите в тетради электронные и структурные формулы молекул следующих веществ: Cl2, HF, H2S, PH3. 6. Объясните, почему молекулы инертных газов являются одноатомными.
Донорно-акцепторная связь
В некоторых молекулах имеются атомы, электронные пары которых не участвуют в образовании химических связей, так называемые свободные пары. Например, в молекуле воды H2O их две: , в молекуле аммиака NH3 — одна:
Некоторые атомы и ионы, или атомы, составляющие молекулу, обладают свободной орбиталью.
Между атомами, свободные электронные пары которых не участвовали в образовании химической связи, и атомами, имеющими свободные орбитали, возникает химическая связь.`],[`g8-p15-t06`,8,`c3`,`s01`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь`,69,70,`textbook`,`ru`,`Kimyo 8`,`Между атомами, свободные электронные пары которых не участвовали в образовании химической связи, и атомами, имеющими свободные орбитали, возникает химическая связь.
Эта связь, как и ковалентная, осуществляется за счет общих электронных пар. Однако общая электронная пара относится только к одному атому, предоставившему электронную пару. Он называется донором (“дающий”), другой атом, соединяющийся с ним через свободную орбиталь, называется акцептором (“принимающий”): NH3 + h+ → NH4+ .
В молекуле аммиака имеется одна свободная электронная пара, относящаяся к атому азота, а ион водорода имеет свободную орбиталь.
Ион аммония является ионом с донорно-акцепторной связью. Атом азота — донор, ион водорода — акцептор.
Связь, которая возникает между атомом с электронной парой, не участвовавшей в образовании химической связи, и атомом со свободной орбиталью, называется донорно акцепторной или координационной связью.
В атоме кислорода молекулы воды содержится электронная пара, не участвующая в химической связи:`],[`g8-p15-t07`,8,`c3`,`s01`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь`,70,71,`textbook`,`ru`,`Kimyo 8`,`В атоме кислорода молекулы воды содержится электронная пара, не участвующая в химической связи:
Атом кислорода присоединяет к себе ион водорода h+ за счет своей свободной электронной пары и образует ион гидроксония:
(В ионе водорода h+ 1s-орбиталь свободная, то есть без электронов). В молекуле воды атом кислорода — донор, ион водорода — акцептор.
Элементы зун: донорный атом, акцепторный атом, донорно-акцепторная связь.
Вопросы и задания
1. Какая связь называется донорно-акцепторной? 2. Какие сходства и различия существуют между ковалентной и донорно-акцепторной связью? 3. Приведите примеры атомов, на внешнем энергетическом уровне которых имеются свободные орбитали. 4. Сколько нераспределенных электронных пар содержит атом хлора в молекуле хлорида водорода?`],[`g8-p15-d01`,8,`c3`,`s02`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь: ковалентной связью, неполярной ковалентной связью, полярной ковалентной связью`,67,68,`definition`,`ru`,`Kimyo 8`,`Связь атомов через посредство электронных пар называется ковалентной связью.
Химическая связь, которая возникает за счет образования электронных пар между атомами с одинаковой относительной электроотрицательностью, называется неполярной ковалентной связью.
Химическая связь, которая возникает за счет образования электронных пар между атомами с различной относительной электроотрицательностью, называется полярной ковалентной связью.`],[`g8-p15-d02`,8,`c3`,`s01`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь: донором, донорно акцепторной или координационной связью`,70,70,`definition`,`ru`,`Kimyo 8`,`Он называется донором (“дающий”), другой атом, соединяющийся с ним через свободную орбиталь, называется акцептором (“принимающий”): NH3 + h+ → NH4+ .
Связь, которая возникает между атомом с электронной парой, не участвовавшей в образовании химической связи, и атомом со свободной орбиталью, называется донорно акцепторной или координационной связью.`],[`g8-p15-sum`,8,`c3`,`s02`,`15`,`Виды химической связи. Полярная и неполярная ковалентная связь: главное`,69,70,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: ковалентная связь, неполярная ковалентная связь, полярная ковалентная связь, электронная формула, структурная (графическая) формула, валентность, неполярная молекула, полярная молекула.
Элементы ЗУН: донорный атом, акцепторный атом, донорно-акцепторная связь.`],[`g8-p16-t01`,8,`c3`,`s03`,`16`,`Ионная связь`,71,71,`textbook`,`ru`,`Kimyo 8`,`Ионная связь
Существует ли сходство между ионами хлора и калия и электронной структурой атомов аргона? Если да, то почему их свойства различны?
Вы знакомы с соединениями, образованными атомами, которые резко отличаются друг от друга по электроотрицательности (NaCl, K2S, LiF, CaO и др.). Какой вид химической связи встречается в молекулах, образованных такими атомами? Чтобы ответить на этот вопрос, вспомним сначала строение атомов элементов (табл. 14).
Электронное строение атомов элементов Cl, Ar и K
Число электронов на внешних энергетических уровнях (n)
Как видно из табл. 14, на внешнем энергетическом уровне атома хлора находятся 7 электронов, атома аргона — 8, атома калия — 1. Для завершения внешнего энергетического уровня атома хлора недостает одного электрона. У атома калия один электрон лишний. При столкновении
Таблица 14
Символ Заряд ядра элемента атома
Элемент
Хлор аргон Калий`],[`g8-p16-t02`,8,`c3`,`s03`,`16`,`Ионная связь`,71,72,`textbook`,`ru`,`Kimyo 8`,`…один электрон лишний. При столкновении Таблица 14 Символ Заряд ядра элемента атома Элемент Хлор аргон Калий
Cl ar K атомов хлора и калия атом хлора принимает этот электрон, в результате энергетический уровень хлора заполняется восемью электронами. Атом калия, отдавая один электрон, обнажает свой третий энергетический уровень, образуя завершенный электронный слой с восемью электронами.
Электронное строение ионов Cl, K и атомов аr
Число электронов на внешних энергетических уровнях (n)
Таблица 15
Символ Заряд ядра элемента атома
Хлор Cl– +17 аргон Калий
Элемент ar K+
Атом хлора, принимая один электрон на свой внешний энергетический уровень, превращается в отрицательно заряженный ион, атом калия, отдав один электрон, превращается в положительно заряженный ион (табл. 15):
Металлы, отдавая электроны из внешних энергетических уровней, легко превращаются в положительно заряженные ионы. Наоборот, неметаллы легко присоединяют электроны на свой внешний энергетический уровень и превращаются в отрицательно заряженные ионы.`],[`g8-p16-t03`,8,`c3`,`s03`,`16`,`Ионная связь`,72,73,`textbook`,`ru`,`Kimyo 8`,`Наоборот, неметаллы легко присоединяют электроны на свой внешний энергетический уровень и превращаются в отрицательно заряженные ионы.
Ионы — это заряженные частицы.
Атомы, отдавая или присоединяя электроны, превращаются в заряженные частицы, или ионы.
Число электронов, присоединенных или отданных атомами, определяет величину заряда.
Противоположно заряженные ионы притягиваются друг к другу.
Связь, которая возникает между ионами, называется ионной.
Вещества, образованные в результате взаимного соединения ионов, называются ионными соединениями.
К ионным соединениям относятся соединения, образованные металлами, галогенами, кислородом и серой. Например, NaCl, KBr, CaI2, Li2O, Na2S и др. Связи, возникающие в солях между ионом металла и кислотным остатком, в щелочах между ионом металла и гидроксильной группой, также имеют характер ионной связи. Таким образом, в химических связях важное значение имеют валентные электроны элементов, которые образуют электронные пары между атомами.`],[`g8-p16-t04`,8,`c3`,`s03`,`16`,`Ионная связь`,73,73,`textbook`,`ru`,`Kimyo 8`,`Таким образом, в химических связях важное значение имеют валентные электроны элементов, которые образуют электронные пары между атомами.
По положению электронов, участвующих в химических связях между атомами, вещества делятся на соединения с неполярной ковалентной, полярной ковалентной, донорно-акцепторной и ионной связью.
Элементы зун: ионы, положительно заряженные ионы, отрицательно заряженные ионы, ионная связь, ионные соединения.
Вопросы и задания
1. Какая связь называется ионной? 2. Какие сходства и различия существуют между основными видами химических связей? 3. Укажите электронную конфигурацию ионов Mg2+ и F– и сопоставьте ее со строением атома неона.`],[`g8-p16-d01`,8,`c3`,`s03`,`16`,`Ионная связь: ионной, ионными соединениями`,73,73,`definition`,`ru`,`Kimyo 8`,`Связь, которая возникает между ионами, называется ионной.
Вещества, образованные в результате взаимного соединения ионов, называются ионными соединениями.`],[`g8-p16-sum`,8,`c3`,`s03`,`16`,`Ионная связь: главное`,73,73,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: ионы, положительно заряженные ионы, отрицательно заряженные ионы, ионная связь, ионные соединения.`],[`g8-p17-t01`,8,`c3`,`s04`,`17`,`Кристаллическая решетка`,73,73,`textbook`,`ru`,`Kimyo 8`,`Кристаллическая решетка
В какой зависимости находятся физические свойства твердых веществ и природа химических связей между частицами вещества?
В обычных условиях все вещества обладают различными физическими свойствами и находятся в твердом, жидком или газообразном состоянии. В отличие от молекул газообразных веществ, молекулы твердых веществ не рассеиваются, а в отличие от молекул жидких веществ — не просачиваются и не изменяют форму вещества (вспомните знания, полученные в курсе физики). Следовательно, твердые вещества образуют в пространстве определенную форму и имеют объем.
Внешний вид и физические свойства твердых веществ зависят от природы химических связей между частицами, образующими эти вещества. Эти частицы (ионы, атомы и молекулы) располагаются в определенном порядке (кроме аморфных веществ). Так, частицы кристаллов образуют во всем объеме решетку определенной формы, которая называется кристаллической решеткой.`],[`g8-p17-t02`,8,`c3`,`s04`,`17`,`Кристаллическая решетка`,73,74,`textbook`,`ru`,`Kimyo 8`,`Так, частицы кристаллов образуют во всем объеме решетку определенной формы, которая называется кристаллической решеткой.
В зависимости от вида частиц, образующих кристаллические решетки, они делятся на четыре типа.
1. Ионная кристаллическая решетка. В узлах кристаллической решетки расположены положительно и отрицательно заряженные ионы, связанные между собой ионной связью. Например, вещества с ионной кристаллической решеткой — это соли типичных металлов (NaCl, KNO3, CuSO4), щелочи (NaOH, KOH, Ca(OH)2) и некоторые оксиды.
2. Атомная кристаллическая решетка. В узлах кристаллической решетки расположены атомы, связанные между собой ковалентной связью. Например, атомную кристаллическую решетку имеют такие простые вещества, как алмаз, графит, кремний, германий, бор и др.`],[`g8-p17-t03`,8,`c3`,`s04`,`17`,`Кристаллическая решетка`,74,75,`textbook`,`ru`,`Kimyo 8`,`Например, атомную кристаллическую решетку имеют такие простые вещества, как алмаз, графит, кремний, германий, бор и др.
3. Молекулярная кристаллическая решетка. В узлах кристаллической решетки расположены молекулы. Например, в узлах кристаллической решетки простых веществ — молекулы с неполярной ковалентной связью (H2, N2, O2, Cl2, P4, S8 в твердом состоянии), а также молекулы с полярной ковалентной связью (H2O, HCl, CO2, H2S в твердом состоянии).
4. Металлическая кристаллическая решетка. В узлах кристаллической решетки расположены атомы металлов и положительно заряженные ионы, связанные между собой металлической связью. Например, такая решетка свойственна всем металлам (Na, Ba, Zn, al, cu, au).
Свойства. В узлах кристаллической решетки поваренной соли содержатся ионы натрия (Na+) и хлора (Cl–). Эти противоположно заряженные ионы притягиваются друг к другу посредством ионной связи, а ионы Na+ и Na+, Cl– и Cl– отталкиваются друг от друга. В результате ион Na+ с шести сторон окружен ионами Cl– , ион Cl– также окружен с шести сторон ионами Na+ (рис. 13).`],[`g8-p17-t04`,8,`c3`,`s04`,`17`,`Кристаллическая решетка`,75,75,`textbook`,`ru`,`Kimyo 8`,`В результате ион Na+ с шести сторон окружен ионами Cl– , ион Cl– также окружен с шести сторон ионами Na+ (рис. 13).
Благодаря расположению ионов в определенном порядке кристаллы поваренной соли приобретают кубическую форму. Ионы весьма прочно связаны между собой посредством ионной связи, что обусловливает прочность, трудную растворимость и нелетучесть ионных соединений. В узлах кристаллов веществ, имеющих атомную кристаллическую решетку, например, алмаза, находятся атомы углерода, которые образуют с четырьмя соседними атомами углерода кристаллы в форме пирамиды (тетраэдра). При этом каждый атом притягивается к соседнему посредством ковалентной связи.
В узлах молекулярной кристаллической решетки кристаллических веществ расположены молекулы, которые притягиваются друг к другу благодаря силе межмолекулярного притяжения. Сила взаимного притяжения молекул весьма слаба по сравнению с ионной и ковалентной связью, поэтому вещества, образующие молекулярную кристаллиа в б`],[`g8-p17-t05`,8,`c3`,`s04`,`17`,`Кристаллическая решетка`,75,76,`textbook`,`ru`,`Kimyo 8`,`Сила взаимного притяжения молекул весьма слаба по сравнению с ионной и ковалентной связью, поэтому вещества, образующие молекулярную кристаллиа в б
Рис. 13. Строение кристаллической решетки поваренной соли (а), графита (б) и алмаза (в)
Ческую решетку, легко плавятся и улетучиваются. Например, сахар легко растворяется, йод легко улетучивается. Вещества, находящиеся в обычных условиях в жидком или газообразном состоянии, при охлаждении переходят в твердое состояние. Вода может превратиться в лед, а диоксид углерода перейти в состояние “сухого” льда.
Элементы зун: кристаллическая решетка, ионная, атомная, молекулярная, металлическая кристаллическая решетка.
Вопросы и задания
1. Какие типы кристаллических решеток вы знаете?
2. Каковы физические свойства веществ с ионной кристаллической решеткой?
3. Сопоставьте свойства веществ с молекулярной, ионной и атомной кристаллической решеткой.
4. Постройте модель кристаллов поваренной соли с помощью пластилина черного и зеленого цвета и спичечных палочек.`],[`g8-p17-d01`,8,`c3`,`s04`,`17`,`Кристаллическая решетка: кристаллической решеткой`,73,74,`definition`,`ru`,`Kimyo 8`,`Так, частицы кристаллов образуют во всем объеме решетку определенной формы, которая называется кристаллической решеткой.
Например, вещества с ионной кристаллической решеткой — это соли типичных металлов (NaCl, KNO3, CuSO4), щелочи (NaOH, KOH, Ca(OH)2) и некоторые оксиды.`],[`g8-p17-sum`,8,`c3`,`s04`,`17`,`Кристаллическая решетка: главное`,76,76,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: кристаллическая решетка, ионная, атомная, молекулярная, металлическая кристаллическая решетка.`],[`g8-p18-t01`,8,`c3`,`s06`,`18`,`Степени окисления элементов в соединениях`,76,76,`textbook`,`ru`,`Kimyo 8`,`Степени окисления элементов в соединениях
Как изменяются степени окисления элементов при получении меди путем восстановления оксида меди(II) водородом?
В соединениях с полярной ковалентной и ионной связью электроны, участвующие в химических связях, смещены в сторону атома с большей электроотрицательностью или полностью переходят к ним. Атомы, отталкивающие от себя электроны, называются атомами, отдающими электроны. Атомы, притягивающие к себе электроны, — атомами, присоединяющими электроны.
Число электронов, отданных или присоединенных атомами, называется степенью окисления этих атомов. Если элемент отдает один электрон, степень окисления равна +1, если присоединяет, –1; если отдает два электрона, степень окисления составляет +2, если присоединяет, –2; если отдает три электрона, степень окисления равна +3, если присоединяет, –3.`],[`g8-p18-t02`,8,`c3`,`s06`,`18`,`Степени окисления элементов в соединениях`,76,77,`textbook`,`ru`,`Kimyo 8`,`…+2, если присоединяет, –2; если отдает три электрона, степень окисления равна +3, если присоединяет, –3.
Пояснение. При написании зарядов ионов величина заряда ставится перед знаками плюс “+” или минус “–”. Например: SO42–, S2–, Al3+. А при написании степени окисления элементов ее значение записывается после знаков плюс “+” или минус “–”. Например, Na+1, Al+3, S–2 и т.д.
В веществах с неполярной ковалентной связью, то есть в простых веществах, степень окисления элемента равна нулю, так как общие электронные пары между атомами не сдвинуты в сторону какого-либо атома. Например: H2, Cl2, N2, Sn, Fen.
Определение степени окисления атомов в молекуле сульфида алюминия.
1. Символ элемента (электроположительного), отдавшего электрон, записывается первым, символ элемента, присоединившего электрон (электроотрицательного), записывается вторым. Например, Al2S3. Следовательно, алюминий отдает электрон, а сера — принимает (NH3,`],[`g8-p18-t03`,8,`c3`,`s06`,`18`,`Степени окисления элементов в соединениях`,77,77,`textbook`,`ru`,`Kimyo 8`,`Например, Al2S3. Следовательно, алюминий отдает электрон, а сера — принимает (NH3,
CH4 – исключение).
2. На внешнем энергетическом уровне атома алюминия имеется три электрона, а атома серы — шесть. Атом серы электроотрицателен относительно атома алюминия и принимает на внешний энергетический уровень два электрона, поэтому степень окисления серы равна
–2. атом алюминия отдает три электрона с внешнего энергетического уровня, и степень его окисления равна
+3. Два атома алюминия отдают по три электрона каждый трем атомам серы: Al+32 S3–2 .
Сумма степеней окисления атомов химических соединений всегда равна нулю: Al+32S3 2(+3) + 3(–2)=6–6=0. Определение степени окисления фосфора в фосфорной кислоте H3PO4.
1. Самый электроотрицательный элемент фосфорной кислоты — это кислород. Он принимает два электрона, и степень окисления его составляет –2. Степень окисления водорода равна +1.`],[`g8-p18-t04`,8,`c3`,`s06`,`18`,`Степени окисления элементов в соединениях`,77,78,`textbook`,`ru`,`Kimyo 8`,`Он принимает два электрона, и степень окисления его составляет –2. Степень окисления водорода равна +1.
2. Сумма степеней окисления атомов фосфорной кислоты равна нулю: H 3+1 PxO 4–2 3(+1) + x + 4(–2) = 0, 3 + x –8 = 0, х = +8 – 3 = +5. Следовательно, степень окисления фосфора +5: h3+1 P+5O4–2. При определении степеней окисления химических элементов следует помнить, что:
• в простых веществах степень окисления атомов равна нулю (N2, O2, Cl2, O3, P, S, C, Na, Mg, al, Fe... );
• степень окисления атомов металлов всегда положительна, так как все они отдают электрон;
• степень окисления неметаллов бывает как положи тельной, так и отрицательной, за исключением фтора, степень окисления которого равна –1.
Например, степень окисления водорода в его гидридах, образуемых с металлами, составляет –1, в других соединениях +1.`],[`g8-p18-t05`,8,`c3`,`s06`,`18`,`Степени окисления элементов в соединениях`,78,79,`textbook`,`ru`,`Kimyo 8`,`Например, степень окисления водорода в его гидридах, образуемых с металлами, составляет –1, в других соединениях +1.
Атом кислорода в соединениях с фтором отдает электрон атому фтора, поэтому степень окисления его равна +2, тогда как в остальных соединениях этот показатель составляет –2. В пероксидах степень окисления кислорода равна –1. Например, H2O2 – h+1 – O–1 – O-1 – h+1 (рис. 14).
• Высшая степень окисления элементов основной подгруппы соответствует номеру группы, в которой они находятся: Na +, Mg +2, Al +3, Si +4, P+5, S+6, Cl+7.
• Высшая степень окисления элементов побочной подгруппы также равна номеру группы.
Т а к , M n +25 2) 8) 13) 2) . Марганец — элемент седьмой группы , поэтому его высшая степень окисления равна +7.
Рис. 14. Молекула пероксида водорода
• Низшая степень окисления элемента равна разности числа 8 и количества валентных электронов и свойственна неметаллам.`],[`g8-p18-t06`,8,`c3`,`s06`,`18`,`Степени окисления элементов в соединениях`,79,79,`textbook`,`ru`,`Kimyo 8`,`• Низшая степень окисления элемента равна разности числа 8 и количества валентных электронов и свойственна неметаллам.
Например, сера является элементом шестой группы и имеет шесть валентных электронов. Отсюда степень окисления серы равна: (8 – 6 = 2) –2.
Элементы зун: степень окисления, соединения со степенью окисления, равной нулю, отрицательная степень окисления, положительная степень окисления, степень окисления элементов в соединениях.
Вопросы и задания
1. Что вы понимаете под степенью окисления химических элементов?
2. Как определяется степень окисления элементов?
3. Определите степени окисления элементов в следующих соединениях: BeCl2, SiO2, XeO4, ClF3, HMnO4, K 2Cr2O7.
4. Запишите структурную формулу пирита и определите степени окисления атомов железа и серы.`],[`g8-p18-d01`,8,`c3`,`s06`,`18`,`Степени окисления элементов в соединениях: атомами, степенью окисления этих атомов, Самый электроотрицательный элемент фосфорной кисл`,76,77,`definition`,`ru`,`Kimyo 8`,`Атомы, отталкивающие от себя электроны, называются атомами, отдающими электроны.
Число электронов, отданных или присоединенных атомами, называется степенью окисления этих атомов.
Самый электроотрицательный элемент фосфорной кислоты — это кислород.`],[`g8-p18-sum`,8,`c3`,`s06`,`18`,`Степени окисления элементов в соединениях: главное`,79,79,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: степень окисления, соединения со степенью окисления, равной нулю, отрицательная степень окисления, положительная степень окисления, степень окисления элементов в соединениях.`],[`g8-p19-t01`,8,`c3`,`s06`,`19`,`Окислительно-восстановительные реакции`,79,80,`textbook`,`ru`,`Kimyo 8`,`Окислительно-восстановительные реакции
Как вы объясните восстановление атома хлора при образовании поваренной соли?
В зависимости от того, изменяются или не изменяются степени окисления атомов элементов, участвующих в химических реакциях, они подразделяются на две группы.
1. Реакция взаимодействия оксида меди(II) и серной кислоты: CuO + H2SO4 = CuSO4 + H2O.
Степени окисления атомов веществ, участвующих в реакции, после реакции не изменились:
Такие реакции не являются окислительно-восстановительными.
2. Реакция натрия с хлором:
В этой реакции атомы натрия отдают валентные электроны с внешнего энергетического уровня атомам хлора:
В результате реакции атомы натрия отдают один электрон и приобретают степень окисления +1, а атомы хлора прини-мают электроны и их степень окисления составляет –1.`],[`g8-p19-t02`,8,`c3`,`s06`,`19`,`Окислительно-восстановительные реакции`,80,81,`textbook`,`ru`,`Kimyo 8`,`В результате реакции атомы натрия отдают один электрон и приобретают степень окисления +1, а атомы хлора прини-мают электроны и их степень окисления составляет –1.
При изучении химических свойств кислорода вы узнали, что кислород является окислителем. Рассмотрим это понятие с точки зрения электронного строения атомов. Вступая в реакцию с металлами, неметаллами и сложными веществами, атом кислорода принимает два электрона, чтобы заполнить свой внешний энергетический уровень, и его степень окисления составляет –2 .
А при изучении свойств водорода мы наблюдаем следующие процессы:
Cu + H2 O ; Fe O +3H =2Fe +3H O.23 22
Металлы с положительной степенью окисления прини-мают от атома водорода два электрона, и их степень окисления становится равной нулю, а атом водорода отдает электрон и проявляет степень окисления +1.
Реакции, протекающие с изменением степени окисления элементов, называются окислительно восстановительными.`],[`g8-p19-t03`,8,`c3`,`s06`,`19`,`Окислительно-восстановительные реакции`,81,81,`textbook`,`ru`,`Kimyo 8`,`Реакции, протекающие с изменением степени окисления элементов, называются окислительно восстановительными.
В окислительно восстановительных реакциях атом элемента или ион, присоединивший электрон, называется окислителем, атом элемента или ион, отдавший электрон, называется восстановителем.
В химическом процессе окислитель, принимая электрон, восстанавливается, восстановитель, отдавая электрон, окисляется.
В химических процессах металлы всегда отдают электроны. Следовательно, металлы всегда являются восстановителями. Неметаллы же (за исключением фтора) в химических процессах могут быть и окислителями, и восстановителями. Например, если в реакции S0 + O2 = S O22 атом серы отдает атому кислорода четыре электрона и окисляется, то в реакции S0 + H02 = H2 S атом серы принимает два электрона и восстанавливается.
В химических процессах степени окисления элементов изменяются в зависимости от количества отданных и принятых электронов (см. схему):`],[`g8-p19-t04`,8,`c3`,`s06`,`19`,`Окислительно-восстановительные реакции`,81,82,`textbook`,`ru`,`Kimyo 8`,`В химических процессах степени окисления элементов изменяются в зависимости от количества отданных и принятых электронов (см. схему):
Если степень окисления элемента изменяется с –3 на +5:
1) Он отдает 8 электронов; 2) Является восстановителем;
3) Окисляется.
Если степень окисления элемента изменяется с +4 на –2:
1) Он принимает 6 электронов; 2) Является окислителем;
3) Восстанавливается.
Элементы зун: окислительно-восстановительные реакции, окислитель, восстановитель, только окислитель, только восстановитель, и окислитель, и восстановитель.
Вопросы и задания
1. Рассмотрите следующие два уравнения химических реакций и докажите, какая из них является окислительно-восстановительной: 1) KCl + AgNO3 = KNO3 + AgCl;
2) FeO + CO = Fe + CO2.
2. В какой из приведенных реакций водород является окислителем, а в какой — восстановителем?
1) 2Li + H2 = 2LiH; 2) HgO + H2 = Hg + H2O.
3. Сколько электронов отдает атом серы при изменении его степени окисления с –2 на +4 (S–2 → S+4)? Чем является сера в этом случае — окислителем или восстановителем?`],[`g8-p19-d01`,8,`c3`,`s06`,`19`,`Окислительно-восстановительные реакции: окислительно восстановительными, окислителем`,81,81,`definition`,`ru`,`Kimyo 8`,`Реакции, протекающие с изменением степени окисления элементов, называются окислительно восстановительными.
В окислительно восстановительных реакциях атом элемента или ион, присоединивший электрон, называется окислителем, атом элемента или ион, отдавший электрон, называется восстановителем.`],[`g8-p19-sum`,8,`c3`,`s06`,`19`,`Окислительно-восстановительные реакции: главное`,82,82,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: окислительно-восстановительные реакции, окислитель, восстановитель, только окислитель, только восстановитель, и окислитель, и восстановитель.`],[`g8-p20-t01`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций`,82,82,`textbook`,`ru`,`Kimyo 8`,`Составление уравнений окислительно-восстановительных реакций
На что нужно обращать внимание при написании уравнений и проставлении коэффициентов окислительно-восстановительных реакций?
Число электронов, присоединенных окислителем (атом, ион), участвующим в химической реакции, должно быть равно числу электронов, отданных восстановителем.
Рассмотрим примеры по написанию уравнений окислительно-восстановительных реакций, их уравниванию и определению веществ (молекул, атомов, ионов), являющихся окислителями и восстановителями.
Пример 1. При растворении металла алюминия в соляной кислоте образуется соль хлорид алюминия и выделяется водород. Если станет известно, что реакция окислительно-восстановительная, уравняйте ее методом электронного баланса. Решение. Под черк нем элементы, степени окисления которых изменились в данном химическом процессе, и запишем над каждым элементом его степень окисления: Al0 + h+1 Cl → Al+3 Cl3 + h20 . (Степень окисления хлора, участвующего в химическом процессе, до и после реакции не изменилась).`],[`g8-p20-t02`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций`,82,83,`textbook`,`ru`,`Kimyo 8`,`(Степень окисления хлора, участвующего в химическом процессе, до и после реакции не изменилась).
Составим схему, от ра жающ у ю число электронов, прин ятыхи отданных окислителем и восстановителем:
2 | Al – 3e → Al+3 | 3 (восстановитель — окисляется),
3 | 2H+ +2e → H0 2 | 2 (окислитель — восстанавливается), Количество электронов, принятых окислителем, является коэффициентом восстановителя, а число электронов, отданных восстановителем, — коэффициентом восстановленного вещества: 2Al + HCl → AlCl3 + 3H2. Исходя из поставленных в уравнение коэффициентов, уравняем реакцию:
2Al + 6HCl → 2AlCl3 + 3H2. Пример 2. При взаимодействии алюминия с разбавленной азотной кислотой образуются нитрат алюминия, оксид азота(I) и вода. Уравняйте эту химическую реакцию методом электронного баланса. Решение. Запишем уравнение реакции и определим элементы, степени окисления которых изменились:`],[`g8-p20-t03`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций`,83,84,`textbook`,`ru`,`Kimyo 8`,`Запишем уравнение реакции и определим элементы, степени окисления которых изменились:
Al + H N O 3 → Al NO( 3) 3 + N O2 + H O2. В данном химическом процессе атом алюминия отдает три электрона и проявляет степень окисления +3, степень окисления азота изменяется с +5 на +1, так как каждый атом азота присоединяет по четыре электрона, то есть восемь электронов: 8 | Al0 – 3e– → Al+3 | 3 (восстановитель — окисляется), 3 | 2N+5+8e– → 2N+1 | 8 (окислитель — восстанавливается).
8Al + HNO3 → Al(NO3)3 + 3N2O + H2O. Исходя из поставленных в уравнение коэффициентов 8 и 3 уравняем реакцию:
8Al + 30HNO3 → 8Al(NO3)3 + 3N2O + 15H2O. самостоятельно уравняйте уравнения следующих реакций методом электронного баланса: 1) KClO3 → KCl + O2; 2) H2SO3 + K 2Cr2O7 +H2SO4 → K 2SO4 + Cr2 (SO4)3 + H2O.
Пример 3. В результате прокаливания перманганата калия выделяются манганат калия, оксид марганца(IV) и кислород. Запишите уравнение этой реакции и уравняйте ее. Чему равна сумма всех коэффициентов? Решение. Запишем уравнение реакции и отметим элементы с изменившимися степенями окисления:`],[`g8-p20-t04`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций`,84,84,`textbook`,`ru`,`Kimyo 8`,`Чему равна сумма всех коэффициентов? Решение. Запишем уравнение реакции и отметим элементы с изменившимися степенями окисления:
K Mn O 4 → K Mn O24 + Mn O2 + O2. Атомы марганца, имеющего степень окисления +7, являются окислителем, а атомы кислорода, имеющего степень окисления –2, — восстановителем:
Mn +1e → Mn+6
1 +4 4 ((окислитель) oksidlovchi)
Mn +3 e → Mn
1 2O −2 − 4e → O2 4 (восстановитель)( qaytaruvchi)
2KMnO4 = K 2MnO4 + MnO2 + O2.
Ответ: Сумма коэффициентов равна 5. Пример 4. При расщеплении пероксида водорода при участии катализатора (MnO2) образуются вода и кислород. Запишите уравнение реакции и уравняйте его. Решение. H2O2–1 → H2O–2 + o20. Степень окисления атомов кислорода в молекуле пероксида водорода равна –1: [h – O–1 – O–1 – h]. Часть атомов кислорода, имеющего степень окисления –1, проявляет степень окисления –2, другая часть –0:`],[`g8-p20-t05`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций`,84,85,`textbook`,`ru`,`Kimyo 8`,`Часть атомов кислорода, имеющего степень окисления –1, проявляет степень окисления –2, другая часть –0:
Элементы зун: умение распознавать окислительно-восстановительные реакции, определять степени окисления элементов, участвующих в химическом процессе, распознавать элементы, отдающие и присоединяющие электроны, классифицировать окислительно-восстановительные реакции.
| 1 (окислитель), | 2 (восстановитель), вопросы и задания
1. Вставьте коэффициенты в уравнения следующих реакций:
a) P + O2 = P2O5; Fe + Cl2 = FeCl3;
Б) Cu + HNO3 = Cu(NO3)2 + NO + H2O;
В) Al + O2 = Al2O3; Na + S = Na2S;
Г) NO2 + H2O = HNO3 + NO;
Д) HCl + MnO2 = MnCl2 + Cl2 + H2O;
Е) FeS2 + O2 = Fe2O3 + SO2. 2. При восстановлении оксида меди(II) водородом образуется
0,25 моля меди. Запишите уравнение этой реакции, вставьте коэффициенты, определите вещества, являющиеся окислителями и восстановителями. Какой объем (л,н.у.) водорода участвовал в реакции? 3. Соль сульфат железа(II) в кислотной среде вступает в реакцию с перманганатом калия:`],[`g8-p20-t06`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций`,85,86,`textbook`,`ru`,`Kimyo 8`,`3. Соль сульфат железа(II) в кислотной среде вступает в реакцию с перманганатом калия:
FeSO4 + KMnO4 + H2SO4 = Fe2(SO4)3 + K 2SO4 + MnSO4 + H2O.
Уравняйте уравнение реакции. Сколько граммов или молей окислителя потребуется для окисления 1 моля FeSO4?
Наглядные задачи и примеры
Пример 1. Определите степени окисления марганца и хрома в соединениях KMnO4 и K 2Cr2O7, зная, что сумма степеней окисления элементов в соединении равна нулю.
Решение. Сумма степеней окисления элементов, входящих в состав любого вещества, равна нулю. Степень окисления калия всегда равна +1. Степень окисления кислорода в данных соединениях равна –2. Степени окисления марганца и хрома неизвестны. В KMnO4
+1 + x + (–2) • 4 = 0, +1 + x –8 = 0 , x = +8 – 1 = +7. Следовательно, степень окисления марганца в KMnO 4 равна +7. В K 2Cr2O откуда
+2 + 2x – 14 = 0, 2x = + 14 – 2 = + 12, х = + 12 : 2 = + 6. Следовательно, степень окисления хрома в K2Cr2O7 равна +6. Пример 2. Какой элемент окисляется и какой восстанавливается в следующих реакциях между простыми веществами?`],[`g8-p20-t07`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций`,86,86,`textbook`,`ru`,`Kimyo 8`,`Какой элемент окисляется и какой восстанавливается в следующих реакциях между простыми веществами?
1) 2hg + O2 = 2HgO; 2) N2 + 3H2 = 2NH3;
3) Ca + Cl2 = CaCl2; 4) Cl2 + H2 = 2HCl. Решение. Элемент, отдавший электрон, является восстановителем и окисляется. Элемент, присоединивший электрон, является окислителем и восстанавливается.
O кислород восстанавливается, откуда
1. В реакции ртуть окисляется.
2. В реакции и восстанавливается, водород отдает электроны и окисляется. 3. В реакции и окисляется, хлор присоединяет электроны и восстанавливается. 4. В реакции хлор присоединяет электроны и восстанавливается, водород отдает электроны и окисляется. Пример 3. Концентрированная азотная кислота, являющаяся сильным окислителем, вступает во взаимодействие с h3 азот присоединяет электроны`],[`g8-p20-t08`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций`,86,87,`textbook`,`ru`,`Kimyo 8`,`Концентрированная азотная кислота, являющаяся сильным окислителем, вступает во взаимодействие с h3 азот присоединяет электроны
Cl2 кальций отдает электроны цинком. При этом протекает следующая реакция: Zn + HNO3 → Zn(NO3)2 + NO2 + H2O. Уравняйте уравнение этой реакции методом электронного баланса. Решение: 1) По уравнению реакции определим элементы с изменившимися степенями окисления и запишем над символами элементов их степени окисления:
Zn + H N O3 → Zn NO( 3 )2 + N O 2 + H O2; 2) Определим элементы, присоединившие или отдавшие электроны: Zn0 – 2 e– = Zn+2, N+5 + 1 e– = N+4; 3) Суммы степеней окисления окислителя и восстановителя, присоединившего или отдавшего электроны, должны быть равны между собой. Уравняем электроны: 1 | Zn0 – 2 e– = Zn+2 | 2, 2 | N+5 + 1 e– = N+4 | 1; 4) Подставим коэффициенты в уравнения реакций, исходя из того, что один атом цинка отдает двум атомам азота, перешедшего в NO2, по одному электрону:`],[`g8-p20-t09`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций`,87,88,`textbook`,`ru`,`Kimyo 8`,`…уравнения реакций, исходя из того, что один атом цинка отдает двум атомам азота, перешедшего в NO2, по одному электрону:
Zn + HNO3 = Zn(NO3)2 + 2NO2 + H2O;
5) На основе предыдущего действия уравняем уравнение:
Zn + 4HNO3 = Zn(NO3)2 + 2NO2 + 2H2O.
Задачи и примеры для самостоятельного решения
1. Что вы понимаете под степенью окисления элемента? Определите степени окисления атомов следующих веществ:
1) LiF; 2) NH3; 3) O2; 4) P2O5; 5) MgI2; 6) P4. 2. Определите степень окисления хрома в соединениях: Cro; Cr2O3; CrO3; K2Cr2O7. 3. Определите степень окисления водорода в соединениях: H2S; H2O;
PH3; H2O2; naH; CaH2.
Глава IV`],[`g8-p20-sum`,8,`c3`,`s07`,`20`,`Составление уравнений окислительно-восстановительных реакций: главное`,85,85,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: умение распознавать окислительно-восстановительные реакции, определять степени окисления элементов, участвующих в химическом процессе, распознавать элементы, отдающие и присоединяющие электроны, классифицировать окислительно-восстановительные реакции.`],[`g8-p21-t01`,8,`c4`,`s01`,`21`,`Неметаллы общие свойства неметаллов`,88,88,`textbook`,`ru`,`Kimyo 8`,`Неметаллы общие свойства неметаллов
Какие неметаллы вы встречали в своей жизни? В каких целях можно их использовать?
В периодической таблице химических элементов неметаллы расположены в основных подгруппах в конце больших и малых периодов (табл. 16).
Размещение неметаллов в периодической таблице
Группы III a Iv a v a vI a
Таблица 16
Периоды vII a vIII a (H) he
F Ne Cl ar Br Kr
I Xe at rn r 2O7 rO4
1 2 B C N O 3 Si P S 4 as Se 5 Te 6 Формулы высших оксидов r 2O3 rO2 r 2O5 rO3
Формулы летучих водородных соединений
Неметаллы относятся к семейству p-элементов (водород и гелий s-элементы). В химических реакциях атомы неметаллов проявляют окислительные свойства и могут присоединять электроны. Способность присоединять электроны усиливается с возрастанием порядкового номера неметаллов, расположенных в одном периоде, у неметаллов, распоrh4 rh3 h2r ложенных в одной группе, эта способность ослабевает с возрастанием порядкового номера.`],[`g8-p21-t02`,8,`c4`,`s01`,`21`,`Неметаллы общие свойства неметаллов`,88,89,`textbook`,`ru`,`Kimyo 8`,`…неметаллов, распоrh4 rh3 h2r ложенных в одной группе, эта способность ослабевает с возрастанием порядкового номера.
Неметаллические свойства элементов усиливаются с возрастанием порядкового номера в периодах и снижаются в группах. В общем способность неметаллов присоединять электроны ослабевает в следующем порядке: F, O, Cl, N, S, C, P, H, Si.
Фтор — элемент с самым высоким значением электроотрицательности.
В природе неметаллы встречаются в форме простых веществ, а также в составе различных соединений. Если водород и гелий — самые распространенные элементы в космосе, то на поверхности земной коры (относительно массы земной коры) более всего распространены кислород (47 %) и кремний (27,6 %).
Неметаллы подгруппы кислорода называются халкогена ми, подгруппы фтора — галогенами, а подгруппы гелия — инертными газами.`],[`g8-p21-t03`,8,`c4`,`s01`,`21`,`Неметаллы общие свойства неметаллов`,89,89,`textbook`,`ru`,`Kimyo 8`,`Неметаллы подгруппы кислорода называются халкогена ми, подгруппы фтора — галогенами, а подгруппы гелия — инертными газами.
В нормальных условиях некоторые неметаллы встречаются в газообразном (водород, азот, кислород, фтор, хлор), некоторые — в жидком (бром) и некоторые — в твердом (сера, углерод, йод, фосфор и др.) состоянии. Большинство неметаллов имеют хрупкое строение, растворяются в органических растворителях и плохо проводят электрический ток и тепло.
Типичные неметаллы образуют с металлами соединения с ионной связью (NaCl, MgO, Na2S).
При взаимодействии неметаллов друг с другом образуются соединения с ковалентной связью. Например, в молекулах воды H2O и аммиака NH3 атомы связываются между собой посредством полярной ковалентной связи, тогда как в молекуле метана CO2 существует неполярная ковалентная связь.
Неметаллы образуют с кислородом кислотные оксиды, а с водородом — летучие водородные соединения. Поскольку на внешнем уровне атома водорода находится один электрон, он, как и щелочные металлы, размещен в первой группе периодической таблицы и заключен в скобки.`],[`g8-p21-t04`,8,`c4`,`s01`,`21`,`Неметаллы общие свойства неметаллов`,89,90,`textbook`,`ru`,`Kimyo 8`,`Поскольку на внешнем уровне атома водорода находится один электрон, он, как и щелочные металлы, размещен в первой группе периодической таблицы и заключен в скобки.
В связи с тем, что в обычных условиях водород находится в газообразном состоянии и его молекула состоит из двух атомов, связанных неполярной ковалентной связью, он схож с галогенами. Поэтому водород может быть записан и в ряду элементов седьмой группы.
Атом водорода, присоединяя один электрон (окислительное свойство), может привести свой внешний энергетический уровень в устойчивое состояние (как атом гелия):
Элементы основной подгруппы восьмой группы гелий, неон, аргон, криптон, ксенон и радон образуют особую группу неметаллов, называемую инертными газами. Атомы инертных газов содержат на внешних электронных слоях по восемь (у гелия — два) электронов. Завершенные внешние электронные слои весьма устойчивы, поэтому считалось, что инертные газы встречаются в состоянии атомов и очень химически устойчивы. Они не соединяются друг с другом и не взаимодействуют с водородом и металлами. Однако с получением в 1962 г.`],[`g8-p21-t05`,8,`c4`,`s01`,`21`,`Неметаллы общие свойства неметаллов`,90,91,`textbook`,`ru`,`Kimyo 8`,`Они не соединяются друг с другом и не взаимодействуют с водородом и металлами. Однако с получением в 1962 г.
тетрафторида ксенона (XeF4) появилась возможность синтезировать некоторые кислородные и фтористые соединения инертных газов.
1. Все неметаллы (кроме водорода и гелия) относятся к семейству p-элементов. Однако не все p-элементы могут быть неметаллами.
2. Электроотрицательность неметаллов находится в пределах 1,8–4,0. Следовательно, неметаллы — это элементы с сильной электроотрицательностью. Элемент с самой сильной электроотрицательностью — фтор.
3. Водородные соединения неметаллов являются летучими веществами: HCl, H2S, NH3, CH4.
4. Водородное соединение кислорода (Н 2O) за счет водородной связи приобретает вид (H2O)n и находится в жидком состоянии.
5. Высокооксидные соединения неметаллов являются кислотными оксидами: SO2, SO3, P2O5, NO2, N2O5.
6. Взаимодействуя друг с другом, неметаллы образуют соединения с ковалентной связью, а с металлами — соединения с ионной связью.`],[`g8-p21-t06`,8,`c4`,`s01`,`21`,`Неметаллы общие свойства неметаллов`,91,91,`textbook`,`ru`,`Kimyo 8`,`Взаимодействуя друг с другом, неметаллы образуют соединения с ковалентной связью, а с металлами — соединения с ионной связью.
Элементы зун: неметаллы, их положение в периодической таблице, семейство p-элементов.
Вопросы и задания
1. Какие неметаллы легко присоединяют электроны: а) углерод или азот; б) сера или фосфор; и) селен или теллур; г) йод или азот; д) кислород или хлор; е) азот или сера? Почему? 2. Что вы знаете об агрегатных состояниях неметаллов? 3. С какими химическими элементами взаимодействуют неметаллы? Какие при этом образуются типы химических связей? 4. Чем отличаются атомы инертных газов от атомов других неметаллов? 5. Какие из неметаллов встречаются в природе в свободном состоянии?`],[`g8-p21-d01`,8,`c4`,`s01`,`21`,`Неметаллы общие свойства неметаллов: халкогена ми`,89,90,`definition`,`ru`,`Kimyo 8`,`Неметаллы подгруппы кислорода называются халкогена ми, подгруппы фтора — галогенами, а подгруппы гелия — инертными газами.
Следовательно, неметаллы — это элементы с сильной электроотрицательностью.`],[`g8-p21-sum`,8,`c4`,`s01`,`21`,`Неметаллы общие свойства неметаллов: главное`,91,91,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: неметаллы, их положение в периодической таблице, семейство p-элементов.`],[`g8-p22-t01`,8,`c4`,`s02`,`22`,`Положение галогенов в периодической таблице. Строение атома`,91,92,`textbook`,`ru`,`Kimyo 8`,`Положение галогенов в периодической таблице. Строение атома
Какие галогены больше всего распространены на поверхности земной коры?
Понятие “галоген” было введено в науку в 1811 г. немецким химиком И.Швейгером и означало “соль” и “образующий соль”.
Галогенами называют фтор, хлор, бром, йод и астат. Все галогены являются неметаллами и в периодической таблице химических элементов занимают основную подгруппу седьмой группы.
На внешнем энергетическом уровне атомы галогенов имеют семь электронов и для заполнения этого уровня восемью электронами им недостает одного электрона. Поэтому они присоединяют по одному электрону от атомов водорода и металлов и проявляют степень окисления, равную –1: NaF–1, HCl–1, KBr–1, CaI–1 . 2
Будучи сильным электроотрицательным элементом, только фтор проявляет степень окисления –1 во всех соединениях. Другие галогены хлор, бром и йод в соединениях с кислородом проявляют также степень окисления от +1 до +7 .`],[`g8-p22-t02`,8,`c4`,`s02`,`22`,`Положение галогенов в периодической таблице. Строение атома`,92,93,`textbook`,`ru`,`Kimyo 8`,`Другие галогены хлор, бром и йод в соединениях с кислородом проявляют также степень окисления от +1 до +7 .
Строение атомов галогенов:
Распространение в природе. Так как галогены являются сильными окислителями, в свободном состоянии в природе они не встречаются и находятся в основном в виде химических соединений (табл. 17).
Таблица 17
Распространение галогенов в природе
Количество в земной коре, %
Химический элемент
Природные соединения
Плавиковый шпат CaF2, апатит, фосфориты
Хлор 0,05 Хлориды: KCl, NaCl
Бром 0,00021 Бромиды: NaBr, KBr, MgBr2
Йод 0,00004 Йодиды: NaI, KI
Получение. В связи с тем, что в природных соединениях галогены имеют в основном отрицательную (–1) степень окисления, выделение их в свободном состоянии проводится путем окисления ионов галогенидов.
1. Фтор получают из фторид-ионов только в процессе электролиза.
2. Хлор получают из хлоридов путем электролиза растворов, содержащих хлорид-ионы, или путем воздействия на них сильными окислителями:`],[`g8-p22-t03`,8,`c4`,`s02`,`22`,`Положение галогенов в периодической таблице. Строение атома`,93,93,`textbook`,`ru`,`Kimyo 8`,`Хлор получают из хлоридов путем электролиза растворов, содержащих хлорид-ионы, или путем воздействия на них сильными окислителями:
2 K Mn O 4 + 10 NaCl + 8H SO 2 4 = K SO2 4 + 5 Na SO2 4 + 2Mn SO4 + 5Cl 20 + 8H O2.
3. Бром получают из бромидов путем электролиза растворов, содержащих бромид-ионы, или путем воздействия на них сильными окислителями. Кроме того, бром можно выделить воздействуя на растворы бромидов хлором, так как хлор — более сильный окислитель, чем бром:
2 K Br + Cl 2 → 2KCl −1 + Br20 .
4. Йод выделяют из растворов йодидов путем их электролиза или воздействия на них сильными окислителями, в частности, хлором и бромом: 2KI + Cl2 = 2KCl + I2; 2KI + Br2 = 2KBr + I2.
Физические свойства. О некоторых свойствах галогенов вы узнали при изучении природных семейств химических элементов. С возрастанием относительных атомных масс галогенов их физические свойства изменяются по определенной закономерности. Агрегатные в обычных условиях состояния и цвет постепенно сгущаются.`],[`g8-p22-t04`,8,`c4`,`s02`,`22`,`Положение галогенов в периодической таблице. Строение атома`,93,94,`textbook`,`ru`,`Kimyo 8`,`С возрастанием относительных атомных масс галогенов их физические свойства изменяются по определенной закономерности. Агрегатные в обычных условиях состояния и цвет постепенно сгущаются.
Фтор — газ светло-зеленого цвета, хлор — тяжелый газ желтовато-зеленого цвета, бром — жидкость красновато-бурого цвета, йод — кристаллическое вещество темно-серого цвета (табл. 18). Температура кипения и плотность постепенно увеличиваются от фтора к йоду.
Таблица 18 физические свойства галогенов
Плотность при 250C
Агрегатное состояние Цвет гены 0c 0C
Гало-
Тпл Ткип.
Запах
Светло-желтый
Желтовато-зеленый
Фтор F Газ
Острый удушливый
Острый неприятный запах
Хлор Cl Газ
Жидкость, Бром Br2 испаряющаяся
Темно-бурый
Твердое, кристалл
Водорастворимость галогенов относительно невелика. Так, в одном объеме воды в обычных условиях растворяется 2,0 объема хлора, водорастворимость йода составляет 0,02 на 100 г воды. Галогены хорошо растворяются в органических растворителях (керосин, бензин, ацетон, различные спирты, бензол и др.).`],[`g8-p22-t05`,8,`c4`,`s02`,`22`,`Положение галогенов в периодической таблице. Строение атома`,94,95,`textbook`,`ru`,`Kimyo 8`,`Галогены хорошо растворяются в органических растворителях (керосин, бензин, ацетон, различные спирты, бензол и др. ).
Фтор был открыт в 1866 г. французким химиком Анри Муассаном, за что был удостоен Нобелевской премии.
Хлор был открыт в 1774 г. шведским химиком Карлом Вильгельмом Шееле. В 1826 г. французский химик Антуан Жером Балар открыл бром, а в 1811 г. французский ученый Бернар Куртуа открыл йод.
Йод обладает сублимирующим свойством, то есть при накаливании он превращается в газ фиолетового цвета.
Явление перехода веществ из твердого состояния в газообразное, а из газообразного в твердое, минуя жидкое, называется сублимацией.
Темно-серый
Йод I2
Острый +114
Химические свойства. Радиусы атомов галогенов увеличиваются от фтора к йоду (в ряду F2, Cl2, Br2, I2). Это объясняется тем, что валентные электроны фтора притягиваются к ядру сильнее, чем электроны йода.
В ряду F 20 → Cl 20 → Br20 → I 20 :`],[`g8-p22-t06`,8,`c4`,`s02`,`22`,`Положение галогенов в периодической таблице. Строение атома`,95,95,`textbook`,`ru`,`Kimyo 8`,`…валентные электроны фтора притягиваются к ядру сильнее, чем электроны йода. В ряду F 20 → Cl 20 → Br20 → I 20 :
– окислительные свойства галогенов ослабевают;
– химическая активность снижается;
– восстановительные свойства усиливаются.
В ряду F – Cl – Br – I –, наоборот, химическая → активность галогенов возрастает. Внешний энергетический слой этих ионов заполнен восемью электронами, они не могут присоединять электроны, а наоборот, отдают их и окисляются.
Фтор — самый активный среди галогенов. Под влиянием фтора окисляется даже кислород. При взаимодействии с водой он горит ярким пламенем: 2 H2O–2 + 2 F 20 = 4 HF –1 + O 20.
Элементы зун: галогены, сублимация.
Вопросы и задания
1. Запишите атомное строение галогенов, укажите сходства и различия. 2. Какие степени окисления проявляют галогены? 3. Что вы можете сказать о распространении галогенов в природе? 4. Какая связь существует между атомными массами и физическими свойствами галогенов?`],[`g8-p22-d01`,8,`c4`,`s02`,`22`,`Положение галогенов в периодической таблице. Строение атома: фтор, сублимацией`,91,94,`definition`,`ru`,`Kimyo 8`,`Галогенами называют фтор, хлор, бром, йод и астат.
Явление перехода веществ из твердого состояния в газообразное, а из газообразного в твердое, минуя жидкое, называется сублимацией.`],[`g8-p23-t01`,8,`c4`,`s03`,`23`,`Хлор`,95,96,`textbook`,`ru`,`Kimyo 8`,`Хлор
Хлор — ядовитый газ, натрий — щелочной металл. Почему поваренная соль не ядовитая и не едкая, хотя в ее молекулу входят хлор и натрий?
Галогены и их соединения имеют большое значение в народном хозяйстве. Хлор и его соединения занимают важное место в ряду галогенов. Поэтому рассмотрим свойства хлора подробнее. Из предыдущих глав нам известно, что: 1) В периодической таблице химический элемент хлор расположен в основной подгруппе седьмой группы третьего периода под порядковым номером 17; 2) Атом хлора имеет следующее строение: 3517Cl 2ē, 8ē, 7ē; 1s2 2s2 2p6 3s2 3p5 3d0; 3) Молекула хлора имеет следующее строение:
Cl2; Cl – Cl.
Это молекула с неполярной ковалентной связью.
Распространение в природе. В природе хлор встречается только в виде таких соединений, как:
– галит (каменная соль) ------- NaCl;
Получение. В промышленности хлор получают путем электролиза. В лабораторных условиях хлор получают при взаимодействии MnO2 с HCl на установке, указанной на рис. 15. Вместо MnO2 можно использовать KMnO4. Запишите уравнение этой реакции и уравняйте его.`],[`g8-p23-t02`,8,`c4`,`s03`,`23`,`Хлор`,96,97,`textbook`,`ru`,`Kimyo 8`,`15. Вместо MnO2 можно использовать KMnO4. Запишите уравнение этой реакции и уравняйте его.
Физические свойства. Хлор — газ желтовато-зеленого цветасострымудушли - вым запахом, ядовит. Попадая в органы дыхания, хлор вызывает воспаление слизистой оболочки. Поэтому, работая с ним, следует соблюдать осторожность. Примерно в 2,5 раза тяжелее воздуха. При температуре 20 °C в одном объеме воды растворяется 2 объема хлора, в результате образуется раствор, называемый хлорной водой.
Рис. 15. Получение хлора в лабораторных условиях
Химические свойства. При взаимодействии с водородом, металлами, бромидами и йодидами хлор является окислителем. Например, реакция взаимодействия хлора с натрием выражается следующим уравнением (см.рис. 16, a):
2Na + Cl 2 2Na Cl ,
Na Na +1
Cl 2 2Cl 1
Поскольку хлор сильный окислитель, то вступая в реакцию с железом, он окисляет его до степени окисления +3 0 0 +3 -1. (см. рис. 16, в): 2Fe + 3Cl 2 2Fe Cl3 восстановитель (окисляется);( oksidlanadi) окислитель (восстановитель).( qaytaradi)`],[`g8-p23-t03`,8,`c4`,`s03`,`23`,`Хлор`,97,98,`textbook`,`ru`,`Kimyo 8`,`16, в): 2Fe + 3Cl 2 2Fe Cl3 восстановитель (окисляется);( oksidlanadi) окислитель (восстановитель). ( qaytaradi)
a NaCl в Fe г cu
Cl2
Cl2
Cl2
Cl 2
NaOH
Рис. 16. Химические свойства хлора: a — воздействие на натрий; б — воздействие на сурьму; в— воздействие на железо; г — воздействие на медь
Хлор взаимодействует также с сурьмой, медью и рядом простых веществ (рис. 16, б, г).
При взаимодействии с водой и щелочами один атом молекулы хлора является окислителем, второй — восстановителем: Cl02 + H O2 → HCl + HCl O.
Соединяясь с едким калием, хлор в зависимости от условий образует различные вещества. При взаимодействии хлора с нагретым едким калием образуются хлорид калия и бертолетова соль. Степень окисления хлора в хлориде калия равна —1, в бертолетовой соли +5:
7— Химия, 8 класс
1 2 Cl 2 2Cl+5 восстановитель,
5 10 Cl 2 2Cl -1 окислитель.
При взаимодействии хлора с холодным едким калием образуются соли KClO и KCl:`],[`g8-p23-t04`,8,`c4`,`s03`,`23`,`Хлор`,98,99,`textbook`,`ru`,`Kimyo 8`,`При взаимодействии хлора с холодным едким калием образуются соли KClO и KCl:
Cl +2KOH2 t° = 0°C K ClO+K Cl +H O2 .
Уравняйте уравнение этой реакции методом электронного баланса.
Применение
Получение полимеров Обогащение руд цветных металлов
Отбеливание тканей
Cl2 и бумаги
Очистка питьевой воды
Получение различных химикатов
Получение йода и брома
Получение соляной кислоты элементы зун: природные соединения хлора, получение, степени окисления хлора, хлор-окислитель, хлор-восстановитель, соляная кислота.
Наглядные задачи и примеры
Пример. Определите массовую долю хлора в хлорной воде. Решение. 1. В одном объеме воды растворяется 2 объема хлора. Значит, в 1 л воды растворяется 2 л Cl2. 2. Масса 1 л воды: m = 1000 мл• 1 г/мл = 1000 г. 3. Масса 2 л Cl2:
22,4 л Cl2 → 71 г,
2 л Cl2 → x г,
4. Масса раствора: 1000 + 6,34 = 1006,34 г. 5. Массовая доля хлора в растворе: 6,34 w (Cl(Cl22) 0,0063 yoki 0,63 % или 0,63 %. 1006,34 вопросы и задания`],[`g8-p23-t05`,8,`c4`,`s03`,`23`,`Хлор`,99,99,`textbook`,`ru`,`Kimyo 8`,`Массовая доля хлора в растворе: 6,34 w (Cl(Cl22) 0,0063 yoki 0,63 % или 0,63 %. 1006,34 вопросы и задания
1. Какие сходства и различия имеются в электронном строении атома и иона хлора? 2. Определите плотность хлора относительно водорода и гелия. 3. С каким количеством железа вступят в реакцию 3,36 л хлора (н.у.)? Определите состав и количество вещества соли, образовавшейся в результате реакции. 4. Каково влияние хлора на нагретый и холодный едкий калий?
Определите степень окисления хлора в веществах, образовавшихся в результате реакций. 5. Какой объем хлора (л,н.у) потребуется для полного вытеснения брома из 5,95 г бромида калия?`],[`g8-p23-sum`,8,`c4`,`s03`,`23`,`Хлор: главное`,98,98,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: природные соединения хлора, получение, степени окисления хлора, хлор-окислитель, хлор-восстановитель, соляная кислота.`],[`g8-p24-t01`,8,`c4`,`s04`,`24`,`Хлорид водорода`,99,100,`textbook`,`ru`,`Kimyo 8`,`Хлорид водорода
Чем объясняются кислотные свойства водного раствора хлорида водорода?
Хлорид водорода — одно из самых важных соединений хлора. Его химическая формула HCl. Относительная молекулярная масса 36,5. Структурная формула h—cl, атомы в молекуле связаны полярной ковалентной связью. Электронная формула .
Получение. 1. В промышленности хлорид водорода получают в реакциях взаимодействия водорода и хлора (рис.17): H2 + Cl2 = 2HCl.
2. В лабораторных условиях хлорид водорода получают путем воздействия на чистый сухой хлорид натрия концентрированной серной кислотой (рис.18): NaCl + H2SO → NaHSO4 + HCl↑.
При сильном нагревании реакция заканчивается образованием сульфата натрия: 2NaCl + H2SO → Na2SO4 + 2HCl↑.
H2SO4
H2SO4
NaCl
HCl
Cl2
Рис. 17. Получение хлорила водорода в промышленности
Рис. 18. Получение хлорида водорода в лаборатории физические свойства. Хлорид водорода — бесцветный газ с острым удушливым запахом, немного тяжелее воздуха 36,5 D`],[`g8-p24-t02`,8,`c4`,`s04`,`24`,`Хлорид водорода`,100,101,`textbook`,`ru`,`Kimyo 8`,`Хлорид водорода — бесцветный газ с острым удушливым запахом, немного тяжелее воздуха 36,5 D
. Очень хорошо растворяется в воде, то
29 есть в одном объеме воды растворяются 500 объемов HCl (рис. 19).
Химические свойства. По химическим свойствам хлорид водорода схож с соляной кислотой, поэтому ее химические свойства рассмотрим подробнее ниже. Однако в отличие от соляной кислоты, сухой хлорид водорода не вступает в реакции с металлами и их оксидами.
Применение. Хлорид водорода используется в основном в производстве соляной кислоты.
Пример. Для получения хлорида водорода в химической лаборатории из расходов а но
2,22 г поваренной соли. Какой
Соляная кислота
Хлорид водорода
Рис.19. Растворение HCl в воде.
Объем HCl можно получить в данном процессе, принимая выход продукта равным 100 %? Решение: 1) Запишем уравнение реакции и выполним соответствующие действия:`],[`g8-p24-t03`,8,`c4`,`s04`,`24`,`Хлорид водорода`,101,101,`textbook`,`ru`,`Kimyo 8`,`Решение: 1) Запишем уравнение реакции и выполним соответствующие действия:
M(NaCl) = 58,5 г/моль, 1 моль газа при нормальных условиях занимает объем 22,4 л: Vm (HCl) = 22,4 л. 2,22 x NaCl + H2SO4 = NaHSO4 + HCl, 58,5 22,4
Наглядные задачи и примеры
Пример. В качестве сырья для промышленного производства хлорида водорода необходим хлор. Рассчитайте массу поваренной соли, необходимой дляполучени я 56 м3 хлора при н.у. Объясните происшедший процесс, запишите уравнение реакции и уравняйте его методом электронного баланса. Решение. Основным сырьем для получения хлора в промышленности является поваренная соль. Существует несколько способов получения хлора из поваренной соли, один из которых – электролиз раствора поваренной соли:
Электролиз
2NaCl + 2H2O 2NaOH +Cl2 +H2. С сущностью процесса электролиза вы познакомитесь в курсе химии 9 класса. Другой способ получения хлора заключается в окислении полученного из поваренной соли хлорида водорода оксидом марганца(IV):`],[`g8-p24-t04`,8,`c4`,`s04`,`24`,`Хлорид водорода`,101,102,`textbook`,`ru`,`Kimyo 8`,`Другой способ получения хлора заключается в окислении полученного из поваренной соли хлорида водорода оксидом марганца(IV):
4HCl + Mn O = MnCl +Cl +2H O2 202 2 , 11 -2e 0 22 восстановитель, -1
2Cl Cl2
1 Mn Mn+222 окислитель.
Значит, 2NaCl → 2HCl → Cl2. В первом случае также из 2 молей поваренной соли получают 1 моль хлора.
2NaCl → Cl2;
Ответ: 292,5 кг NaCl.
Элементы зун: хлорид водорода, получение HCl в промышленности и в лаборатории, плотность, относительная плотность, растворимость в воде.
Вопросы и задания
1. Запишите уравнения реакций, необходимых для получения хлорида водорода тремя способами. 2. Определите концентрацию (%) соляной кислоты, образовавшейся в результате растворения 5,6 л HCl в 100 мл воды.`],[`g8-p24-sum`,8,`c4`,`s04`,`24`,`Хлорид водорода: главное`,102,102,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: хлорид водорода, получение HCl в промышленности и в лаборатории, плотность, относительная плотность, растворимость в воде.`],[`g8-p25-t01`,8,`c4`,`s05`,`25`,`Закон Авогадро. Молярный объем`,102,102,`textbook`,`ru`,`Kimyo 8`,`Закон Авогадро. Молярный объем
Объем определенного количества газа – величина непостоянная, она изменяется с изменением температуры (Т) и давления (Р).
В 1811 г. профессор Туринского университета (Италия) А.Авогадро в процессе изучения явлений, связанных с газами, пришел к следующему выводу.
В равных объемах различных газов при одинаковых условиях (одинаковых температуре и давлении) содержится одинаковое число молекул.
Вывод Авогадро был подтвержден последующими опытами и стал называться законом Авогадро. Авогадро определил, что молекулы простых веществ в газообразном состоянии состоят из двух атомов (H2, O2, N2, F2, Cl2).`],[`g8-p25-t02`,8,`c4`,`s05`,`25`,`Закон Авогадро. Молярный объем`,102,103,`textbook`,`ru`,`Kimyo 8`,`Авогадро определил, что молекулы простых веществ в газообразном состоянии состоят из двух атомов (H2, O2, N2, F2, Cl2).
Закон Авогадро справедлив для газов, а твердые и жидкие вещества ему не подчиняются. В газах при малых давлениях расстояния между молекулами в тысячи раз превышают их размеры. Объем газа зависит от числа молекул и межмолекулярного расстояния, а размеры молекул не имеют значения. При одинаковом давлении и одинаковой температуре межмолекулярные расстояния в различных газах почти одинаковы. Таким образом, при одинаковых условиях одинаковое число молекул различных газов занимает одинаковый объем.
Объем жидких и твердых веществ вследствие малых расстояний между их молекулами зависит не только от числа молекул, но и их размеров.
При очень низких температурах или высоких давлениях в газах, как и в жидких веществах, межмолекулярные расстояния приближаются к размерам их молекул, и по этой причине в таких случаях закон Авогадро не имеет силы.`],[`g8-p25-t03`,8,`c5`,`s04`,`25`,`Закон Авогадро. Молярный объем`,103,104,`textbook`,`ru`,`Kimyo 8`,`При очень низких температурах или высоких давлениях в газах, как и в жидких веществах, межмолекулярные расстояния приближаются к размерам их молекул, и по этой причине в таких случаях закон Авогадро не имеет силы.
Как известно из предыдущих уроков, в одном моле любого вещества содержится 6,02∙10 23 частиц (молекул, атомов) (постоянная Авогадро). Значит, в соответствии с законом Авогадро попробуем вычислить объем, занимаемый 6,02∙1023 частицами. Для этого молярную массу газа М надо разделить на его плотность r (масса (кг) газа на 1м3 при н.у.)(табл. 19).
Молярная масса, плотность и молярный объем некоторых газов
Газ Формула M, кг/моль
O CO
Таким образом, 6,02∙1023 частиц (1 моль) любого газа при нормальных условиях занимают объем, равный 0,0224 м3 или 22,4 л, который называется молярным объемом.
Таблица 19
Водород
Кислород
Оксид углерода (II)
Отношение объема вещества к его количеству называется молярным объемом этого вещества Vm и выражается формулой; Vm = V/n.`],[`g8-p25-t04`,8,`c5`,`s04`,`25`,`Закон Авогадро. Молярный объем`,104,104,`textbook`,`ru`,`Kimyo 8`,`Отношение объема вещества к его количеству называется молярным объемом этого вещества Vm и выражается формулой; Vm = V/n.
С помощью формулы Vm = V/n можно вывести формулы n = V/V m и V = n ∙Vm.
Если известна масса газа, то по формуле V = m ∙Vm /M можно вычислить его объем.
Молярный объем газа измеряется в м3/моль или л/моль.
При нормальных условиях 6,02 ∙ 1023 молекул жидких и твердых веществ в соответствии с их плотностями займут различный объем. Например, 6,02 ∙ 1023 молекул или 1 моль воды в жидком состоянии займут объем, равный 0,018 л (плотность воды при 4 °С составляет 1 г/моль).
Плотность и относительная плотность газа
Плотность веществ вы изучали на уроках физики в 6 mm классе. Плотность выражается формулой: = , Vv где – плотность; m – масса; V – объем.
Применяя эту формулу с помощью закона Авогадро к газам, приводим ее к виду.
M Vm где – плотность; M — молярная масса;
Vm – молярный объем (22,4 л/моль).`],[`g8-p25-t05`,8,`c5`,`s04`,`25`,`Закон Авогадро. Молярный объем`,104,105,`textbook`,`ru`,`Kimyo 8`,`…Авогадро к газам, приводим ее к виду. M Vm где – плотность; M — молярная масса; Vm – молярный объем (22,4 л/моль).
Например, чтобы найти плотность кислорода его массу (M(O2) = 32 г/моль) разделим на молярный объем: 32 г/моль/mol = 1, 43г/л.g/l 22, 4л/мольl/mol
Для определения относительной плотности (D) одного M1 газа к другому воспользуемся формулой D = 1 . Например, M2 плотность кислорода относительно водорода будет равна
32 г/моль D = 16. Значит, кислород тяжелее водорода в 16 раз, то 11 2 г/моль есть относительная плотность кислорода к водороду равна 16.
Наглядные задачи и примеры
1. Определение объема газов.
Пример 1. Какой объем (л, н.у) займут 22 г углекислого газа?
Решение. 1-й способ: 1) M(CO2) = 44 г/моль;
2) Вычислим объем 22 г CO2 с помощью пропорции:
44 г CO2 занимают объем 22,4 л,
22 г CO2 — займут x л объема, x = = 11 2, . Ответ: 22 г CO2 занимают объем 11,2 л.
2-й способ. Определив количество вещества в 22 г углекислого газа, зная, что 1 моль любого газа занимает объем 22,4 л (н.у.), найдем`],[`g8-p25-t06`,8,`c5`,`s04`,`25`,`Закон Авогадро. Молярный объем`,105,106,`textbook`,`ru`,`Kimyo 8`,`Определив количество вещества в 22 г углекислого газа, зная, что 1 моль любого газа занимает объем 22,4 л (н. у. ), найдем
Если 1 моль газа занимает объем 22,4 л, то 0,5 моля —
Пример 2. Каким будет объем 90 г воды, переведенной в газообразное (пар) состояние при 20 °C?
Решение. Жидкие и твердые вещества при переходе в газообразное состояние подчиняются тем же законам, что и газы. Поэтому:
1) M(H2O) = 18 г/моль; 2) Рассчитаем объем 90 г воды в газообразном состоянии с помощью пропорции:
18 г H2O (пар) занимают объем 22,4 л,
90 г H2O (пар) — x л объема,
Пример 3. Определите массу 7,84 м3 смеси, содержащей
71,45 % метана (CH4) и 28,55 % оксида углерода(II) (СО).
Решение: 1) Сколько метана и оксида углерода(II) содержится в 7,84 м3 смеси?
2) M(CH4) = 16 г/моль, M(CO) = 28 г/моль;
3) Найдем массу 5,6 м3 CH4 с помощью пропорции:
5 6 16,⋅ x = = 4 kg CHкгch44; 22 4, 4) Найдем массу 2,24 м3 CO с помощью пропорции: 22,4 м3 CO — 28 кг,`],[`g8-p25-t07`,8,`c5`,`s04`,`25`,`Закон Авогадро. Молярный объем`,106,107,`textbook`,`ru`,`Kimyo 8`,`5 6 16,⋅ x = = 4 kg CHкгch44; 22 4, 4) Найдем массу 2,24 м3 CO с помощью пропорции: 22,4 м3 CO — 28 кг,
5) Общая масса смеси газов: 4 кг + 2,8 кг = 6,8 кг.
Ответ: общая масса смеси газов — 6,8 кг. Пример 4. Рассчитайте количество вещества и число молекул в 1 л воды при 4 °C . Решение: 1) Найдем массу 1 л воды. Плотность воды — 1 г/см3. Отсюда m(H2O) = 1000 см3•1 г/см3 = 1000 г; 2) Вычислим количество вещества в 1000 г воды:
18 г/моль 3) Определим число молекул в 1 л (в 1000 г, или 55,56 молях) воды с помощью пропорции: в 1 моле воды — 6,02•1023 молекул, в 55,56 молях воды — x молекул,
Пример 5. Какой объем (л,н.у.) займут 16 г оксида серы(IV)? Решение: 1) Найдем количество вещества в 16 г SO2: 16 M(SO2) = 64 г/моль, n = = 0, 25 моля; 64 2) Вычислим, какой объем займут 16 г (или 0,25 моля) SO2 с помощью пропорции: 1 моль SO2 – 22,4 л,
1 Ответ: 16 г SO2 займут 5,6 л объема.
2. Вычисление плотности газов.`],[`g8-p25-t08`,8,`c5`,`s04`,`25`,`Закон Авогадро. Молярный объем`,107,108,`textbook`,`ru`,`Kimyo 8`,`…с помощью пропорции: 1 моль SO2 – 22,4 л, 1 Ответ: 16 г SO2 займут 5,6 л объема. 2. Вычисление плотности газов.
Плотность газов определяется путем деления их молярной M массы на молярный объем: = . Vm Пример 1. Рассчитайте плотность углекислого газа. M(CO )M(cO22) 44
VV m 22 4, Ответ: плотность углекислого газа — 1,96 г/л. Пример 2. Рассчитайте молярную массу газа плотностью
= 2,86 г/л. Решение. Из формулы
M = . получим M = ∙ Vm = 2,86 г/л ∙ 22,4 л/моль =
Ответ: молярная масса газа плотностью 2,86 г/л —64 г/моль.
3. Вычисление относительной плотности газов.
Пример 1. Вычислите плотность метана относительно водорода.
Решение: 1) Рассчитаем молярные массы метана и водорода:
M(CH4) = 12 + 4•1 = 16 г/моль, M(H2) = 2 г/моль;
2) Определим плотность метана относительно водорода:
16 г/моль 2 г/моль
Ответ: плотность метана относительно водорода равна 8, или метан тяжелее водорода в 8 раз.
Пример 2. Определите плотность газовой смеси, содержащей 40 % угарного газа и 60 % углекислого газа, относительно водорода.`],[`g8-p25-t09`,8,`c5`,`s04`,`25`,`Закон Авогадро. Молярный объем`,108,108,`textbook`,`ru`,`Kimyo 8`,`Определите плотность газовой смеси, содержащей 40 % угарного газа и 60 % углекислого газа, относительно водорода.
Решение: 1) Найдем среднюю молярную массу газовой смеси: Мср= 0,4M(cO) + 0,6•M(CO2) = 0,4•28 + 0,6•44 = 37,6 г/моль;
2) Вычислим плотность газовой смеси относительно водорода: M D H2 M /(HH22)/ Ответ: плотность газовой смеси относительно водорода равна 18,8.
Пример 3. В процессе производства азотного удобрения на Ферганском производствен ном объед и нен и и
“Азот” в качестве промежуточного вещества образуется оксид азота(Iv ). Найдите плотность оксида азота (Iv )
Относительно воздуха.
Решение: 1) Молярная масса оксида азота(IV)
M(NO2) = 46 г/моль.
Средняя молярная масса воздуха — 29 г/моль;
2) Вычислим плотность оксида азота (IV) относительно воздуха:
Ср.
M NO((NO 22) 46 г/моль Dвозд . 1,59. Мвозд. 29 г/моль
Ответ: плотность оксида азота(IV) относительно воздуха равна 1,59. Пример 4. Плотность пара белого фосфора относительно гелия равна 31. Рассчитайте молярную массу белого фосфора.`],[`g8-p25-t10`,8,`c5`,`s04`,`25`,`Закон Авогадро. Молярный объем`,108,109,`textbook`,`ru`,`Kimyo 8`,`Плотность пара белого фосфора относительно гелия равна 31. Рассчитайте молярную массу белого фосфора.
M((белый фосфор) oq fosfor )
Решение. Из формулы DHe = formuladan M(oq fosfor)следует, что = DHe M M(He)
М (белый фосфор) = Dhe.M(he)=31 4=124 г/моль. .
Ответ: молярная масса белого фосфора равна 124 г/моль.
Вопросы и задания
1. Рассчитайте объем (при н.у), количество вещества, число молекул и общее число атомов в 11 г оксида углерода(IV). 2. Сколько молекул имеется в смеси газов, содержащей 0,2 моля азота, 1,5 моля кислорода и 0,3 моля водорода и какой объем занимает эта смесь при нормальных условиях? 3. Во сколько раз увеличится объем воды при ее испарении в нормальных условиях? 4. Заполните следующую талбицу.
D относительно водорода
Газ
Формула
M, кг/моль
Vm, мл г/мл
Углекислый газ
Азот N2
Сульфид H2S водорода
CO2`],[`g8-p25-d01`,8,`c5`,`s04`,`25`,`Закон Авогадро. Молярный объем: молярным объемом`,103,104,`definition`,`ru`,`Kimyo 8`,`Таким образом, 6,02∙1023 частиц (1 моль) любого газа при нормальных условиях занимают объем, равный 0,0224 м3 или 22,4 л, который называется молярным объемом.
Отношение объема вещества к его количеству называется молярным объемом этого вещества Vm и выражается формулой; Vm = V/n.`],[`g8-p25-sum`,8,`c4`,`s05`,`25`,`Закон Авогадро. Молярный объем: главное`,102,102,`summary`,`ru`,`Kimyo 8`,`Вывод: Авогадро был подтвержден последующими опытами и стал называться законом Авогадро. Авогадро определил, что молекулы простых веществ в газообразном состоянии состоят из двух атомов (H2, O2, N2, F2, Cl2).`],[`g8-p26-t01`,8,`c4`,`s06`,`26`,`Закон эквивалентности`,109,110,`textbook`,`ru`,`Kimyo 8`,`Закон эквивалентности
Понятие «эквивалентный» означает «равноценный».
Согласно закону постоянства состава, при образовании соединений их составные части присоединяются друг к другу в твердых количественных соотношениях. Поэтому в химии важное значение имеют такие понятия, как “эквивалентность (Е)” и “эквивалентная масса (МЕ)”.
Масса одного эквивалента элемента называется его эквивалентной массой.
Понятие эквивалентности было введено в науку в 1820 г. английским ученым У.Х.Волластоном.
Эквивалентностью элемента называется количество этого элемента, присоединяющего или заменяющего в химических реакциях 1 моль (1 г) атомов водорода.
Эквивалентная масса атома водорода равна 1 г/моль, а эквивалентная масса атома кислорода в молекуле воды сос-
16г/моль/mol тавляет = 8 г/моль.`],[`g8-p26-t02`,8,`c4`,`s06`,`26`,`Закон эквивалентности`,110,110,`textbook`,`ru`,`Kimyo 8`,`…г/моль, а эквивалентная масса атома кислорода в молекуле воды сос- 16г/моль/mol тавляет = 8 г/моль.
Обычно эквивалентность и эквивалентная масса определяются путем вычисления количества другого элемента, замещающего элемент, содержащийся в соединении. Для этого не обязательно использовать водородное соединение элемента. Можно использовать соединение с другим элементом, эквивалентность которого точно известна. Например, при определении эквивалентной массы кальция в извести Сао мы исходим из того, что эквивалентная масса одного атома кислорода равна 8 г/моль.
Тогда 40 г/моль кальция будут соответствовать 16 г/моль кислорода, а 8 г/моль кислорода будут соответствовать 20 г/моль эквивалентной массы кальция.`],[`g8-p26-t03`,8,`c4`,`s06`,`26`,`Закон эквивалентности`,110,111,`textbook`,`ru`,`Kimyo 8`,`Тогда 40 г/моль кальция будут соответствовать 16 г/моль кислорода, а 8 г/моль кислорода будут соответствовать 20 г/моль эквивалентной массы кальция.
Многие элементы, соединяясь друг с другом в различных соотношениях, образуют несколько соединений. Значит, эквивалентности и эквивалентные массы элементов, вычисленные по их количеству в каждом соединении, могут иметь различные значения. В таких случаях значения эквивалентности и эквивалентной массы того или иного элемента в различных соединениях состоят из небольших по отношению друг к другу целых чисел.
Эквивалентная масса углерода в двух его соединениях – угарном газе – СО и углекислом газе – CO2 составляет 6 г/моль и 3 г/моль соответственно, а их соотношение равно 2:1.
Эквивалент сложных веществ – это количество эквивалента элемента, взаимодействующего без остатка с одним эквивалентом водорода или с эквивалентом любого другого вещества`],[`g8-p26-t04`,8,`c4`,`s06`,`26`,`Закон эквивалентности`,111,111,`textbook`,`ru`,`Kimyo 8`,`Эквивалент сложных веществ – это количество эквивалента элемента, взаимодействующего без остатка с одним эквивалентом водорода или с эквивалентом любого другого вещества
Следовательно, вещества взаимодействуют друг с другом в соответствии со своими эквивалентами. Это – закон эквивалентности.
Вещества взаимодействуют друг с другом в количествах, пропоциональных своим эквивалентам.
Массы (объемы) взаимодействующих веществ пропорциональны их эквивалентным массам (объемам).
Эквивалентный объем – это объем, занимаемый одним эквивалентом вещества. Он используется для газо обра зноы х состояний (один эквивалентный объем
Отношение относительной атомной массы элемента к его валентности есть эквивалентность этого элемента:
Эквивалентность оксидов выражается формулой:
E(оксид) = M . v n где M — молярная масса оксида;
v — валентность элемента, образующего оксид;`],[`g8-p26-t05`,8,`c4`,`s06`,`26`,`Закон эквивалентности`,111,112,`textbook`,`ru`,`Kimyo 8`,`…формулой: E(оксид) = M . v n где M — молярная масса оксида; v — валентность элемента, образующего оксид;
n — число атомов элемента, образующего данный оксид.
Эквивалентность оснований выражается формулой:
E(осн.) = ,.
n (OH)
Где M — молярная масса основания;
n(Oh) — число гидроксильных групп в основании.
Эквивалентность кислот выражается формулой: M E(кисл.) = ., n (H)
Где M — молярная масса кислоты; n(H) — число атомов водорода, замещаемых металлом, содержащимся в кислоте.
Эквивалентность солей выражается формулой: E(соли) ,.
v n где M — молярная масса соли; v — валентность металла, образующего соль; n — число атомов металла, образующего соль. Под эквивалентностью вещества понимается его масса, вступающая в реакцию без остатка с 1 г водорода (E(H)=1) или с 8 г кислорода (E(O)=8). Вещество A и вещество B вступают в реакцию друг с другом в эквивалентных соотношениях. Математическое выражение закона эквивалентности имеет вид m(A) E(A) = . m(B) E(B)`],[`g8-p26-t06`,8,`c4`,`s06`,`26`,`Закон эквивалентности`,112,113,`textbook`,`ru`,`Kimyo 8`,`Математическое выражение закона эквивалентности имеет вид m(A) E(A) = . m(B) E(B)
Вопросы и задания
1. Что означает понятие “эквивалентный”? 2. Вычислите эквивалентность и эквивалентные массы элементов в HCl, H2S, NH3, CH4. 3. Эквивалентная масса хлора равна 35,45 г/моль. При взаимодействии 1,5 г натрия с хлором образовалось 3,81 г поваренной соли (NaCl). Найдите эквивалентность и эквивалентную массу хлора.
Наглядные задачи и примеры
Пример 1. Определите эквивалентность железа в двух- и трехвалентных соединениях. Решение: 1) Найдем эквивалентность железа в двухвалентных соединениях:
56 E (Fe) = = 28 г/моль; 2
2) Найдем эквивалентность железа 56 соединениях: E (Fe) = = 18,67 г/моль. 3
Ответ: эквивалентность железа в двухвалентных соединениях равна 28 г/моль, в трехвалентных соединениях —
Пример 2. 47,26 г меди, соединяясь с 52,74 г хлора, образуют соль хлорид меди(II). Рассчитайте эквивалентность меди, зная, что эквивалентность хлора равна 35,45 г/моль.`],[`g8-p26-t07`,8,`c4`,`s06`,`26`,`Закон эквивалентности`,113,113,`textbook`,`ru`,`Kimyo 8`,`Рассчитайте эквивалентность меди, зная, что эквивалентность хлора равна 35,45 г/моль.
Решение: 1) Уточним условия примера: m1 (cu) = 47,26 г, m2 (Cl) = 52,7 г, E1 (cu) = x; E2 (Cl) = 35,45 г/моль;
2) Определим эквивалентность меди, пользуясь формулой m1 E = 1 : m2 E2 Ответ: эквивалентность меди равна 31,8 г/моль.
Задачи и примеры для сомостоятельного решения в трехвалентных
1. Во многих соединениях железо трехвалентно. Определите его эквивалентность.
2. Определите эквивалентность следующих соединений:
Cr2O3, CrO3, Pb(OH)2, HPO3, AlPO4, Mg3(PO4)2, KClO.
3. 1 г металла, реагируя с водой, вытесняет 0,05 г водорода.
Определите эквивалентность металла. Чему будет равна атомная масса металла, если он двухвалентный?
4. В составе оксида свинца содержится 86,6 % свинца.
Определите эквивалентность и валентность свинца в этом соединении.
5. В составе оксида содержится 20 % кислорода. Определите эквивалентность элемента, образующего данный оксид.`],[`g8-p26-t08`,8,`c4`,`s06`,`26`,`Закон эквивалентности`,113,114,`textbook`,`ru`,`Kimyo 8`,`В составе оксида содержится 20 % кислорода. Определите эквивалентность элемента, образующего данный оксид.
Чему будет равна атомная масса элемента, если его валентность равна 2?
6. Для восстановления 1,8 г оксида металла израсходовано
8— Химия, 8 класс
756 мл (н.у.) водорода. Определите эквивалентность оксида и элемента, образующего оксид. 7. 0,36 г металла присоединили 168 мл (н.у.) кислорода.
Определите валентность металла (E(Me) = 12). 8. При сгорании 2 г фосфора образовалось 4,58 г фосфорного ангидрида. Определите эквивалентность фосфора. 9. Для нейтрализации 1,225 г кислоты израсходовали 1 г едкого натрия. Определите эквивалентность кислоты, считая, что эквивалентность едкого натрия равна
40 г/моль. 10. В составе трехвалентного хлорида металла содержится
34,42 % металла и 65,58 % хлора. Определите эквивалентность металла.`],[`g8-p26-d01`,8,`c4`,`s06`,`26`,`Закон эквивалентности: его эквивалентной массой, количество этого элемента, Эквивалент сложных веществ`,110,111,`definition`,`ru`,`Kimyo 8`,`Масса одного эквивалента элемента называется его эквивалентной массой.
Эквивалентностью элемента называется количество этого элемента, присоединяющего или заменяющего в химических реакциях 1 моль (1 г) атомов водорода.
Эквивалент сложных веществ – это количество эквивалента элемента, взаимодействующего без остатка с одним эквивалентом водорода или с эквивалентом любого другого вещества`],[`g8-p26-d02`,8,`c4`,`s06`,`26`,`Закон эквивалентности: Эквивалентный объем`,111,111,`definition`,`ru`,`Kimyo 8`,`Эквивалентный объем – это объем, занимаемый одним эквивалентом вещества.`],[`g8-p27-t01`,8,`c4`,`s07`,`27`,`Соляная кислота`,114,114,`textbook`,`ru`,`Kimyo 8`,`Соляная кислота
Соляная кислота представляет собой водный раствор хлорида водорода.
Получение. В лабораторных условиях соляную кислоту, как и хлорид водорода, получают с помощью простой реакции. Выделяющийся в результате реакции газ направляется в воду, в которой он быстро растворяется и образует соляную кислоту.
В промышленности соляную кислоту получают путем сжигания водорода с хлором и растворения в воде полученного хлорида водорода.
Физические свойства. Концентрированная соляная кислота — бесцветная жидкость с острым запахом (за счет выделения хлорида водорода), дымящаяся при влажном воздухе. Плотность концентрированной соляной кислоты примерно 1,19 г/см3, содержание хлорида водорода в ней 37 % (такая кислота называется также “дымящейся”).
Химические свойства.
1. Соляная кислота вступает в химические реакции, как и все сильные кислоты:`],[`g8-p27-t02`,8,`c4`,`s07`,`27`,`Соляная кислота`,114,115,`textbook`,`ru`,`Kimyo 8`,`Соляная кислота вступает в химические реакции, как и все сильные кислоты:
a) изменяет цвет индикатора: окрашивает фиолетовый цвет лакмуса в красный; обесцвечивает розовый цвет фенолфталеина в щелочной среде; изменяет оранжевый цвет метилоранжа в красный; б) взаимодействует со всеми металлами, которые в ряду активности расположены перед водородом, с образованием соли и водорода: Zn + 2HCl = ZnCl2 + H2; Fe + 2HCl = FeCl2 + H2; в) взаимодействует с основными и амфотерными оксидами с образованием солей и воды: CaO + 2HCl = CaCl2+ H2O; ZnO + 2HCl = ZnCl2+ H2O; г) взаимодействует с основаниями с образованием солей и воды: Cu(OH)2 + 2HCl = CuCl2 + 2H2O; д) взаимодействует с солями слабых кислот с образованием новой кислоты и соли:
CaCO3 + 2HCl = CaCl2 + H2CO3
2. Реакции, присущие соляной кислоте:
a) взаимодействует с нитратом серебра и образует белый осадок (AgCl), который не растворяется ни в воде, ни в кислоте:`],[`g8-p27-t03`,8,`c4`,`s07`,`27`,`Соляная кислота`,115,116,`textbook`,`ru`,`Kimyo 8`,`a) взаимодействует с нитратом серебра и образует белый осадок (AgCl), который не растворяется ни в воде, ни в кислоте:
AgNO3 + HCl = AgCl↓ + HNO3.
AgNO 3 служит реактивом для определения наличия хлорид-иона в растворах;
Б) взаимодействует с окислителями, в результате чего ион хлора окисляется и образуется свободный хлор:
2 K Mn O 4 + 16 HCl → 2 KCl + 2 Mn Cl 2 + 5Cl 02 + 8H O2.
Соли соляной кислоты называют хлоридами. Хлориды имеют важное значение в народном хозяйстве.
Применение.
Хлорид натрия (поваренная соль) – NaCl. Поваренная соль в природе встречается в большом количестве. Основная масса ее содержится в растворенном виде в воде морей и океанов. Поваренная соль встречается также в виде твердых кристаллов, называемых каменной солью. На территории Узбекистана каменная соль добывается на месторождениях Ходжаикан, Тубакат, Барса-Кельмес, Байбичакан, Аккала.
Применение.
Температура кипения поваренной соли 1413 °C, температура плавления 800,4 °C, плотность 2,16 г/см3. Растворимость при 0 °C — 35,6 г.`],[`g8-p27-t04`,8,`c4`,`s07`,`27`,`Соляная кислота`,116,117,`textbook`,`ru`,`Kimyo 8`,`Температура кипения поваренной соли 1413 °C, температура плавления 800,4 °C, плотность 2,16 г/см3. Растворимость при 0 °C — 35,6 г.
Поваренная соль имеет важное значение в жизни человека и в народном хозяйстве. Человек потребляет в сутки примерно 4–6 г, а в год — 12 кг поваренной соли. Значит, население Узбекистана в год потребляет примерно 4000 т поваренной соли. Население всего мира потребляет в год 14 млн т этого продукта.
Хлорид калия — KCl. Хлорид калия в природе встречается в виде минералов карналлита – KCl•MgCl2•6H2O, сильвинита — KCl•NaCl, сильвина — KCl, каинита — KCl •MgSO4 •3H2O. Природные минералы хлорида калия добываются на месторождениях Тубакат в Кашкадарьинской области и Ходжаикан в Сурхандарьинской области.
Хлорид калия имеет важное значение в производстве калийных удобрений для сельского хозяйства, а также для получения едкого калия, хлора и его соединений. Почти все хлориды, кроме AgCl, PbCl2, cucl, HgCl2, хорошо растворяются в воде.`],[`g8-p27-t05`,8,`c4`,`s07`,`27`,`Соляная кислота`,117,118,`textbook`,`ru`,`Kimyo 8`,`Почти все хлориды, кроме AgCl, PbCl2, cucl, HgCl2, хорошо растворяются в воде.
Для определения хлоридов и соляной кислоты используется раствор AgNO3:
NaCl + AgNO3 = AgCl↓ + NaNO3,
HCl + AgNO3 = AgCl↓ + HNO3
Соль AgNO3 является реактивом для хлорид-иона (Cl–). AgCl — черно-серый осадок.
Кислородные соединения хлора
Галогены, в частности хлор, образуют ряд кислородных соединений: NaClO; NaClO2; NaClO3; CaOCl 2; KClO3. В кислородных соединениях хлор проявляет степень окисления +1, +3, +5, +7.
Хлорноватистая кислота HClO — неустойчивое вещество, которое существует только в разбавленных растворах.
HClO — сильный окислитель. При медленном расщеплении ее выделяется атомарный кислород: HClO = HCl + O.
Хлорноватистая кислота относится к очень слабым кислотам. Ее соли получают путем пропускания хлора через раствор щелочи: Cl2 + 2KOH = KCl + KClO + H2O.
При взаимодействии хлора с гашеной известью получают хлорную известь (отбеливающая известь):`],[`g8-p27-t06`,8,`c4`,`s07`,`27`,`Соляная кислота`,118,118,`textbook`,`ru`,`Kimyo 8`,`При взаимодействии хлора с гашеной известью получают хлорную известь (отбеливающая известь):
2Ca(OH)2 + 2Cl2 = Ca(OCl)2 + CaCl2 + H2O.
Хлорная известь — CaOCl2. [CaCl 2. Ca(ClO)2] является смешанной солью (кальциевая соль соляной и хлорноватистой кислот) и имеет структурную формулу
Хлористая кислота —HClO 2 — крайне неустойчива и существует только в разбавленных растворах. Является сильным окислителем. Соли хлористой кислоты неустойчивы и взрываются при ударе.
Хлорноватая кислота HClO3 – неустойчивое вещество, существует только в растворе. При концентрации в растворе свыше 40% взрывается и расщепляется.
Хлорноватая кислота и ее соли — хлораты также являются сильными окислителями. При пропускании хлора через горячий гидроксид калия получается хлорат калия (бертолетова соль): 6KOH + 3Cl2 = KClO3 + 5KCl + 3H2O.
Бертолетова соль KClO3 — устойчивое вещество, которое в качестве окислителя используется при производстве спичек, при изготовлении взрывчатых веществ. В лабораторных условиях применяется для получения кислорода.`],[`g8-p27-t07`,8,`c4`,`s07`,`27`,`Соляная кислота`,118,119,`textbook`,`ru`,`Kimyo 8`,`Бертолетова соль KClO3 — устойчивое вещество, которое в качестве окислителя используется при производстве спичек, при изготовлении взрывчатых веществ. В лабораторных условиях применяется для получения кислорода.
Хлорная кислота HClO 4 самая сильная среди кислородных соединений хлора. В ряду кислородных соединений хлора кислотные свойства и устойчивость повышаются, а окислительные свойства ослабевают в следующем порядке:
HClO, hclO2,
HClO3, HClO4.
Элементы зун: хлорид водорода, соляная кислота, дымящаяся соляная кислота, реакции, присущие иону хлора, окисление хлор-иона, хлорноватистая кислота, хлорная известь, хлористая кислота, хлорноватая кислота, бертолетова соль, хлорная кислота.
Вопросы и задания`],[`g8-p27-t08`,8,`c4`,`s07`,`27`,`Соляная кислота`,119,119,`textbook`,`ru`,`Kimyo 8`,`…хлористая кислота, хлорноватая кислота, бертолетова соль, хлорная кислота. Вопросы и задания
1. Определите плотность хлорида водорода относительно водорода и гелия. 2. Путем электролиза водного раствора поваренной соли получают три важных для промышленности вещества: водород, хлор и едкий натрий. Какое количество поваренной соли и воды потребуется для получения 11,2 м3 хлора. 3. С каким из приведенных веществ взаимодействует соляная кислота: Zn; cu; CuO; Cu(OH)2; P 2O5; Na 2S? Запишите уравнения реакций. 4. В солонке прячется “убийца”. Что означает эта фраза. Что имеется в виду под словом “убийца”. Обоснуйте свой ответ.`],[`g8-p27-d01`,8,`c4`,`s07`,`27`,`Соляная кислота: также “дымящейся”, хлоридами`,114,115,`definition`,`ru`,`Kimyo 8`,`Плотность концентрированной соляной кислоты примерно 1,19 г/см3, содержание хлорида водорода в ней 37 % (такая кислота называется также “дымящейся”).
Соли соляной кислоты называют хлоридами.`],[`g8-p27-sum`,8,`c4`,`s07`,`27`,`Соляная кислота: главное`,119,119,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: хлорид водорода, соляная кислота, дымящаяся соляная кислота, реакции, присущие иону хлора, окисление хлор-иона, хлорноватистая кислота, хлорная известь, хлористая кислота, хлорноватая кислота, бертолетова соль, хлорная кислота.`],[`g8-p28-t01`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,119,119,`textbook`,`ru`,`Kimyo 8`,`Фтор, бром, йод
Какие соединения галогенов вы использовали? С какой целью?
Фтор, бром, йод являются представителями семейства галогенов и широко распространены в природе в виде различных соединений.
Фтор в природе встречается в виде минералов флюорита (плавиковый шпат) CaF2, криолита Na3[AlF6], фторапатита 3Ca3(PO4)2•CaF2 или Ca5(PO4)3F.
Бром содержится в виде минералов в морских и подземных водах и в качестве примеси во всех природных хлорсодержащих соединениях.
Йод в природе встречается в составе морских водорослей (ламинария), губок, морской воды в виде органических соединений, в подземных водах и входит в состав чилийской селитры в качестве примеси в виде йодатов NaIO3 и KIO3.`],[`g8-p28-t02`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,119,120,`textbook`,`ru`,`Kimyo 8`,`…и входит в состав чилийской селитры в качестве примеси в виде йодатов NaIO3 и KIO3.
Все галогены имеют острый запах и ядовиты. Молекулы F2, Br2, I2 двуатомные, с возрастанием порядкового номера радиусы их атомов увеличиваются, что приводит к повышению поляризованности молекул. В результате усиливается межмолекулярное дисперсионное взаимодействие, что обусловливает жидкое состояние у брома и твердое — у йода. А это в свою очередь является причиной высоких значений их температур кипения и плавления (табл.20).
Фтор обладает очень высокой химической активностью и практически трудно растворим в растворителях. Бром и йод мало растворимы в воде и хорошо растворяются в органических растворителях.
Таблица 20
Качественные реакции для галогенидов
Образовавшийся осадок AgCl↓ белые хлопья
AgBr↓ желтова-того цвета AgI↓ желтого цвета
При комнатной температуре фтор вступает во взаимодействие с щелочными металлами, свинцом и железом, а при накаливании реагирует также со всеми металлами, золотом и платиной. При низких температурах фтор взаимодействует с водородом, йодом, бромом, серой, фосфором,`],[`g8-p28-t03`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,120,121,`textbook`,`ru`,`Kimyo 8`,`При низких температурах фтор взаимодействует с водородом, йодом, бромом, серой, фосфором,
Галогениды
Влияние раствора AgNO3
PbCl2↓ белого цвета
PbBr2↓ белого цвета PbI2↓ желтого цвета
Cl–
AgNO + NaCl = AgCl↓+ NaNO
Br–
AgNO3+ NaBr = AgBr↓+ NaNO3
AgNO + NaI = AgI↓+ NaNO мышьяком, сурьмой, углеродом, кремнием и бором, при этом реакция сопровождается взрывом и воспламенением фтора. При накаливании фтор соединяется с криптоном и ксеноном: Xe + F2 = XeF2 + Q.
Фтор не вступает непосредственно в реакцию с кислородом, азотом и алмазом, в атмосфере фтора стекло и вода сгорают: SiO2 + 2F2 = SiF4 + O2 + Q, 2H2O + 2F2 = 4HF + O2 + Q.
Несмотря на относительно слабую химическую активность брома и йода, они также взаимодействуют со многими металлами и неметаллами.
Бром реагирует с водородом при небольшом нагреве, а йод при сильном нагревании, однако с повышением температуры нагрева HI начинает расщепляться и происходит обратная реакция, которая не доходит до конца: H2 + I2 → 2HI – Q.`],[`g8-p28-t04`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,121,121,`textbook`,`ru`,`Kimyo 8`,`Бром реагирует с водородом при небольшом нагреве, а йод при сильном нагревании, однако с повышением температуры нагрева HI начинает расщепляться и происходит обратная реакция, которая не доходит до конца: H2 + I2 → 2HI – Q.
Химическая активность галогенов ослабевает от фтора к астату, окислительные свойства снижаются поэтапно. Этим объясняется окисление легкими галогенами (в качестве простых веществ) ионов тяжелых галогенидов и восстановление оксидов легких галогенов ионами тяжелых галогенидов:
F2 + 2Cl– → 2F– + Cl2, Cl2 + 2Br– → 2Cl– + Br2,
Br2 + 2I– → 2Br– + I2, I2 + 2ClO– → 2IO–3 + Cl2.
Так как фтор, бром, йод, как и хлор, в природе встречаются в основном в виде соединений и их ионы заряжены отрицательно, получение этих галогенов в свободном состоянии осуществляется через окисление их ионов путем воздействия окислителями и пропускания электрического тока через расплавы или водные растворы их солей.`],[`g8-p28-t05`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,121,122,`textbook`,`ru`,`Kimyo 8`,`…ионов путем воздействия окислителями и пропускания электрического тока через расплавы или водные растворы их солей.
Фтор используется для изготовления устойчивых к высоким температурам смазочных средств, стойких к химическим реагентам пластмасс (тефлон), охлаждающих жидкостей (фреон, хладон) и др. Дневная норма фтора для организма человека 1–2 мг.
Бром применяется при производстве различных лекарственных средств, некоторых красок, при изготовлении бромида серебра. Недостаток брома в организме человека приводит к возникновению различных заболеваний нервной системы. При лечении этих заболеваний и при бессоннице применяются лекарственные средства на основе брома. Дневная норма брома для организма человека 1 мг.
Йод – самый жизненно важный микроэлемент, постоянное содержание его в организме человека составляет 20–25 мг, из них 15 мг находятся в щитовидной железе. Нехватка йода в организме человека вызывает различные заболевания, в частности заболевания щитовидной железы, что сопровождается нарушением работы нервной системы.`],[`g8-p28-t06`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,122,123,`textbook`,`ru`,`Kimyo 8`,`Нехватка йода в организме человека вызывает различные заболевания, в частности заболевания щитовидной железы, что сопровождается нарушением работы нервной системы.
Пятипроцентный спиртовый раствор йода используется в медицине в качестве антисептического и кровоостанавливающего средства, а также при изготовлении ряда фармацевтических средств.
Вопросы и задания
1. Встречаются ли в природе фтор, бром и йод в свободном состоянии? Почему? 2. Запишите уравнения реакций металлами. 3. Как изменяются физические и химические свойства галогенов с изменением их относительных атомных масс? 4. Запишите уравнения реакций, позволяющих осуществить следующие превращения:
a) HCl → Cl2 → CuCl2 → Cu(OH)2 → CuO → cu;
Б) KBr → Br2 → HBr → AgBr;
В) NaBr → NaCl → Cl2 → I2 → HI → AgI.
Взаимодействия брома с практическая работа 1
Решение опытных задач по теме “галогены”`],[`g8-p28-t07`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,123,123,`textbook`,`ru`,`Kimyo 8`,`…Cl2 → I2 → HI → AgI. Взаимодействия брома с практическая работа 1 Решение опытных задач по теме “галогены”
1. Докажите опытным путем наличие ионов водорода и хлора в составе соляной кислоты. Запишите необходимые уравнения реакций. 2. Докажите с помощью опытов, что данная вам сухая соль является хлоридом натрия. 3. Докажите, что данный вам в пробирке раствор является йодидом натрия. 4. Получите опытным путем четырьмя способами соль хлорид цинка. 5. Докажите, что данный вам образец сухой соли является бромидом. 6. Определите опытным путем, в какой из данных вам двух пробирок находится хлорид натрия, а в какой — карбонат натрия.
Наглядные задачи и примеры
Пример 1. Как можно получить хлорид кальция cacl 2 с помощью поваренной соли и других необходимых веществ? Запишите соответствующие уравнения реакций. Решение: 1) Получение HCl и Cl2 из поваренной соли:
NaCl + H2SO4 = NaHSO4 + HCl, 10NaCl + 2KMnO4 + 8H2SO4 =`],[`g8-p28-t08`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,123,123,`textbook`,`ru`,`Kimyo 8`,`NaCl + H2SO4 = NaHSO4 + HCl, 10NaCl + 2KMnO4 + 8H2SO4 =
= K 2SO4 + 5Na2SO4 + 2MnSO4 + 5Cl2 + 8H2O;
2) Получение CaCl2 путем воздействия на HCl оксидом Са (CaO) или Ca(OH)2:
CaO + 2HCl = CaCl2 + H2O, Ca(OH)2 + 2HCl = 2CaCl2 + 2H2O; 3) Получение CaCl2 также путем воздействия на хлор кальцием: Ca + Cl2 = CaCl2. Пример 2. Укажите способы получения в лабораторных условиях соли хлорид кальция, применяемой в медицине как антиаллергическое, противопростудное, кровоостанавливающее и повышающее иммунитет средство, с использованием поваренной соли и других необходимых реактивов. Запишите уравнения реакций. Решение. Для получения соли хлорид кальция необходимо провести следующие реакции:.`],[`g8-p28-t09`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,123,124,`textbook`,`ru`,`Kimyo 8`,`Для получения соли хлорид кальция необходимо провести следующие реакции:.
1) Получение из поваренной соли соляной кислоты или хлора: 2NaCl + H2SO4 = 2HCl + Na2SO4. Для этой реакции используются кристаллы поваренной соли и концентрированный раствор серной кислоты;. 2) Образовавшийся хлорид водорода растворяют в воде, в результате чего получают соляную кислоту; 3) С помощью соляной кислоты можно получить cacl 2 несколькими способами: a) CaO + 2HCl = CaCl2 + H2O, б) CaCO3 + 2HCl = CaCl2 + CO2 + H2O, в) Ca(OH)2 + 2HCl = CaCl2 + 2H2O. Пример 3.
Сколько (г) перманганата калия и 28 %-ной ( = 1,14 г/мл) соляной кислоты (мл) надо взять, чтобы получить то количество хлора, которое необходимо для получения 4 г брома из бромида калия? Решение. 1) Какой объем (н. у. ) хлора требуется для получения 4 г брома?
x л 4 г
2KBr + Cl2 = 2KCl + Br2, ххlл 4 г ; хх 22, 4 л 160 гg 2) Определим массу перманганата калия и соляной кислоты, необходимую для получения 0,56 л хлора:`],[`g8-p28-t10`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,124,125,`textbook`,`ru`,`Kimyo 8`,`2KBr + Cl2 = 2KCl + Br2, ххlл 4 г ; хх 22, 4 л 160 гg 2) Определим массу перманганата калия и соляной кислоты, необходимую для получения 0,56 л хлора:
2KMnO4 + 16HCl = 2KCl + 2MnCl2 + 5Cl2 + 8H2O.
Из уравнения
= ; y = = 2,92г соляной кислоты; 584 112 112 3) В каком количестве 28 %-ного раствора соляной кислоты содержится 2,92 г HCl?
В 100 г раствора содержится 28 г HCl, в x г раствора – 2,92 г HCl, x = =10,43г; 28 4) Найдем объем 10,43 г раствора HCl с помощью формулы m = V. :
ρ 1,143г/мл/<; Ответ: 1,58 г KMnO4 и 9,15 мл раствора HCl. Пример 4. В настоящее время для удовлетворения потребности человеческого организма в йоде в поваренную соль добавляют йод. Для йодирования соли используется соль йодат калия KIO3. Определите степень окисления йода в йодате калия. Решение. Зная, что сумма степеней окисления элементов, входящих в состав химических соединений, равна нулю, имеем:
KIO3 +1 + x + (–2 . 3) = 0. 1 + x – 6 = 0, отсюда x = 6 – 1 = 5. Значит, степень окисления йода в йодате калия равна +5.`],[`g8-p28-t11`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,125,126,`textbook`,`ru`,`Kimyo 8`,`1 + x – 6 = 0, отсюда x = 6 – 1 = 5. Значит, степень окисления йода в йодате калия равна +5.
Ответ: +5; KIO3 . Пример 5. При взаимодействии 12,8 г неизвестного металла с хлором образовалось 27 г хлорида металла. Определите участвовавший в реакции металл, если валентность его равна 2.
Решение. 1-й способ: 1) Запишем уравнение реакции и, используя данные примеры, определим неизвестный металл: 12,8 г 27 г Me + Cl2 = Mecl2 , A A+71 12,8(A + 71) = 27a, 12,8A - 27A = -908,8, 14,2A = 908,8. 2-й способ: 1) Масса хлора в составе 27 г Mecl2:
27 - 12,8 = 14,2 г; 2) Значит, 14,2 г хлора соединились с 12,8 г металла. Согласно правилу эквивалентности, E(Cl) = 35,5; m(Cl) = 14,2 г; E(Me) = ?; m(Me) = 12,8 г; 3) Из формулы
E (Cl) m (Cl)
= следует E (Me) m (Me) 4) Используя формулу нахождения эквивалентности A простых веществ E = , находим A: A = E ∙ v = 32 ∙ 2 = 64. v
Ответ: двухвалентный металл, атомная масса которого равна 64, это медь.`],[`g8-p28-t12`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,126,127,`textbook`,`ru`,`Kimyo 8`,`Ответ: двухвалентный металл, атомная масса которого равна 64, это медь.
Пример 6. При взаимодействии серной кислоты с хлоридом натрия образовались 1,12 л водорода (н.у.) и соль сульфат натрия. Вычислите, какое количество 75 % -ного раствора серной кислоты израсходовано в реакции. Решение. 1) Запишем уравнение реакции:
x 1,12 л H2SO4 + 2NaCl = Na2SO4 +2HCl,
E (Cl) m(Me) 35,5 12,8 E(Me)= m(Cl) 14, 2
2) Для реакции потребовалась 2,45 г серной кислоты. В каком количестве 75 %-ного раствора содержится 2,45 г серной кислоты?
1-й способ.
75 г H2SO4 содержатся в 100 г раствора,
2,45 г H2SO4 – в x г раствора, ответ: 3,27 г 75 %-ного раствора.
Задачи и примеры для самостоятельного решения
1. Сколькими способами можно получить хлор, используя следующие вещества: NaCl, MnO2, H2SO4, KMnO4? Запишите уравнения реакций. 2. Дана неизвестная соль. Как можно определить, какая это соль: бромид или йодид? 3. Даны вещества MnO2, KOH, HCl, H 2O и соответствующее оборудование. Как можно получить бертолетову соль?`],[`g8-p28-t13`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,127,128,`textbook`,`ru`,`Kimyo 8`,`Даны вещества MnO2, KOH, HCl, H 2O и соответствующее оборудование. Как можно получить бертолетову соль?
Запишите уравнения химических реакций. 4. Определите плотность паров брома относительно водорода и воздуха. 5. В обычных условиях в 100 г воды растворяется 3,6 г брома, и такая вода называется бромной водой. Какое количество бромной воды потребуется для окисления 30,4 г FeSO 4 в сернокислой среде? 6. Какое количество йода можно получить путем воздействия на йодид калия в сернокислой среде 0,6 л 6%-ного раствора (r = 1,04 г/см3) KMnO4? 7. Какой объем (н. у. ) хлора потребуется для полного вытеснения йода из 2 кг 2 %-ного раствора йодида калия?
8. Сколько атомов хлора содержится в 22,2 г соли хлорид кальция?
9. Запишите уравнения реакций, протекающих по следующей схеме: Fe → FeCl3 → NaCl → Cl2 → HCl. 10. Определите массу и количество вещества осадка, образующегося при добавлении к раствору, содержащему 19 г хлорида магния, достаточного количества раствора нитрата серебра.`],[`g8-p28-t14`,8,`c4`,`s08`,`28`,`Фтор, бром, йод`,128,129,`textbook`,`ru`,`Kimyo 8`,`Определите массу и количество вещества осадка, образующегося при добавлении к раствору, содержащему 19 г хлорида магния, достаточного количества раствора нитрата серебра.
Тестовые задания
1. Какое явление происходит при пропускании сульфида водорода через бромную воду темновато-бурого цвета?
a) не происходит никакого явления;
B) раствор обесцвечивается и мутнеет;
С) раствор обесцвечивается и становится прозрачным;
D) из раствора выделяется газ. 2. Какой объем (л,н.у.) хлорида водорода образуется при взаимодействии 3,01•1023 молекул водорода с достаточным количеством хлора?
a) 44,1; B) 22,4; С) 11,2; D) 5,6. 3. Уравняйте уравнение химической реакции KMnO4 + HCl =...
Чему равна сумма коэффициентов?
a) 18; B) 20; С) 32; D) 35. 4. Железо сожгли в 6,72 л (н.у.) хлора. Сколько граммов железа вступило в реакцию?
С) 16,8; 5. Определите вещества, образовавшиеся в результате следующей реакции: KOH(хол.) + Cl2 →
A) KCl, H2O; B) KClO, H2O;
C) KCl, KClO, H2O; D) KCl, H2O, KClO3.
Глава V`],[`g8-p28-d01`,8,`c4`,`s08`,`28`,`Фтор, бром, йод: бромной водой`,127,127,`definition`,`ru`,`Kimyo 8`,`В обычных условиях в 100 г воды растворяется 3,6 г брома, и такая вода называется бромной водой.`],[`g8-p29-t01`,8,`c4`,`s10`,`29`,`Основной подгруппы шестой группы элементы подгруппы кислорода`,129,129,`textbook`,`ru`,`Kimyo 8`,`Общая характеристика элементов основной подгруппы шестой группы элементы подгруппы кислорода
Чем объясняется газообразное состояние кислорода и твердое состояние серы?
В основной подгруппе шестой группы периодической таблицы (подгруппе кислорода) расположены кислород, сера, селен, теллур и полоний (ввиду того, что полоний — радиоактивный элемент, его свойства подробно изучаются в радиохимии).
Строение атомов элементов подгруппы кислорода следующее:
На внешнем энергетическом уровне атомов этих элементов имеется шесть электронов:
Поэтому эти элементы для завершения внешнего энергетического уровня, то есть пополнения восемью электронами, присоединяют два электрона и проявляют в соединениях степень окисления –2. В соединении с фтором OF2 кислород проявляет степень окисления +2, в соединении с водородом H2O2 –1. Во всех других соединениях степень окисления кислорода равна –2.`],[`g8-p29-t02`,8,`c4`,`s10`,`29`,`Основной подгруппы шестой группы элементы подгруппы кислорода`,129,130,`textbook`,`ru`,`Kimyo 8`,`В соединении с фтором OF2 кислород проявляет степень окисления +2, в соединении с водородом H2O2 –1. Во всех других соединениях степень окисления кислорода равна –2.
На внешнем энергетическом уровне атомов серы, селена и теллура имеются свободные d-орбитали, на которые могут переходить спаренные p- и s-электроны внешнего уровня.
Состояние атомов s, se и Te
Размещение на орбиталях электронов внешнего энергетического уровня
Степень окисления
Нормальное ↑↓ p d
Возбужденное
Присоединяя электроны, S, Se и Te проявляют степени окисления –2, отдавая электроны, проявляют степени окисления +4, +6:
Кислород — элемент второго периода, на внешнем энергетическом уровне его атома нет d-орбиталей, поэтому он не может проявлять степени окисления +4, +6.
Сера
Распространение в природе. Сера широко распространена в природе как в свободном состоянии, так и в соединениях.`],[`g8-p29-t03`,8,`c4`,`s10`,`29`,`Основной подгруппы шестой группы элементы подгруппы кислорода`,130,131,`textbook`,`ru`,`Kimyo 8`,`Сера широко распространена в природе как в свободном состоянии, так и в соединениях.
В настоящее время на действующих в нашей стране предприятиях по переработке газа и газового конденсата налажено получение серы и ее соединений. В частности, в медных рудах, добываемых в Узбекистане, присутствуют сера, селен и теллур. Селен и теллур используются в качестве сырья при производстве полупроводников, солнечных батарей, терморегуляторов, при создании особых сортов стали и стекла.
Физические свойства. Сера имеет ряд аллотропических модификаций: ромбическая сера S8; моноклиническая сера S8; пластическая сера Sп.
В природе встречается ромбическая сера, она представляет собой твердое кристаллическое вещество желтого цвета, не растворимое в воде. Несмотря на то, что плотность серы равна 2 г/см3, серный порошок всплывает на поверхность воды, так как частицы серы не смачиваются водой.`],[`g8-p29-t04`,8,`c4`,`s10`,`29`,`Основной подгруппы шестой группы элементы подгруппы кислорода`,131,132,`textbook`,`ru`,`Kimyo 8`,`Несмотря на то, что плотность серы равна 2 г/см3, серный порошок всплывает на поверхность воды, так как частицы серы не смачиваются водой.
Всплывание твердых веществ на поверхность воды называется флотацией. Метод флотации широко используется при очистке серных руд от “инородных” тел.
Сера растворяется в сульфиде углерода(IV) CS2 и органических растворителях. Она плохо проводит электрический ток и тепло. Сера плавится при температуре 112,8 °С, кипит при 444,5 °С. При резком охлаждении расплавленной серы в холодной воде она превращается в пластическую серу, которая представляет собой тягучее вещество.
Химические свойства. В химических реакциях сера участвует как окислитель, а при взаимодействии с кислородом — как восстановитель.
Сера-окислитель.
1. Вступая в реакцию с водородом, сера образует сульфид водорода:
H2 + S = H S2−2 .
2. Взаимодействуя с металлами, сера образует сульфиды:`],[`g8-p29-t05`,8,`c4`,`s10`,`29`,`Основной подгруппы шестой группы элементы подгруппы кислорода`,132,133,`textbook`,`ru`,`Kimyo 8`,`2. Взаимодействуя с металлами, сера образует сульфиды:
2 Na + S = Na2 S ; 2 Al + 3S = Al2 S 3; Zn + S = Zn S ; Fe + S = Fe S.
Сера-восстановитель. Вступая в реакцию с кислородом, хлором и фтором, сера отдает электрон:
S + O 2 = S O 2; S + Cl 2 = S Cl 2; S + 3F 2 = S F6 .
Применение. Сера используется в народном хозяйстве в различных целях.
Элементы зун: степени окисления серы (–2, 0, +4, +6), селен, теллур, пирит, цинковая обманка, медный блеск, гипс, горькая соль, глауберова соль, ромбическая, моноклиническая, пластическая сера, сера окислитель, сера восстановитель, флотация.
Вопросы и задания
1. Запишите формулы природных соединений кислорода. 2. Запишите формулы природных соединений серы. Какова степень окисления серы в этих соединениях? 3. Образуйте сложные вещества с формулами Li2S, ZnS, H2S,
SO2, Cs2, SF6 с помощью простых веществ. Запишите уравнения реакций. Какое свойство (окислительное или восстановительное) проявляет сера при образовании этих соединений?`],[`g8-p29-d01`,8,`c4`,`s10`,`29`,`Основной подгруппы шестой группы элементы подгруппы кислорода: флотацией`,131,131,`definition`,`ru`,`Kimyo 8`,`Всплывание твердых веществ на поверхность воды называется флотацией.`],[`g8-p29-sum`,8,`c4`,`s10`,`29`,`Основной подгруппы шестой группы элементы подгруппы кислорода: главное`,132,132,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: степени окисления серы (–2, 0, +4, +6), селен, теллур, пирит, цинковая обманка, медный блеск, гипс, горькая соль, глауберова соль, ромбическая, моноклиническая, пластическая сера, сера окислитель, сера восстановитель, флотация.`],[`g8-p30-t01`,8,`c4`,`s10`,`30`,`Водородные соединения серы`,133,133,`textbook`,`ru`,`Kimyo 8`,`Водородные соединения серы
Почему водный раствор сульфида водорода проявляет кислотное свойство?
Молекулярная формула сульфида водорода (сероводорода) H2S; структурная формула H-s-H; электронная формула:
Получение. Сульфид водорода получают действием соляной кислоты на соли сероводородной кислоты, то есть на сульфиды: FeS + 2HCl = FeCl2 + H2S↑.
Сульфид водорода получают также воздействием водорода на расплавленную (при 200–350°C) серу: H2 + S = H2S.
Физические свойства. Сульфид водорода – бесцветный газ с острым запахом (запах протухшего яйца), ядовит. Плавится при температуре –82,30 °C, кипит при –60,28 °C. В 1 л воды растворяется 3,85 г или 2,536 л сульфида водорода (в одном объеме воды 2,5 объема H2S). Сульфид водорода – ядовитый газ. Его концентрация в воздухе, равная 0,1 %, приводит к сильному отравлению человека. Концентрация в воздухе не должна превышать 0,01 мл/л.
Водный раствор сульфида водорода называется сероводородной кислотой.`],[`g8-p30-t02`,8,`c4`,`s10`,`30`,`Водородные соединения серы`,133,134,`textbook`,`ru`,`Kimyo 8`,`Водный раствор сульфида водорода называется сероводородной кислотой.
Химические свойства. Сульфид водорода — горючий газ, он горит в присутствии кислорода. Если кислорода достаточно, то получаются сернистый газ и вода: 2H2S + 3O2 = 2SO2 + 2H2O.
Если кислорода недостаточно, то образуются сера и вода: 2H2S + O2 = 2S + 2H2O.
Сульфид водорода и сероводородная кислота — сильные восстановители:
2 FeCl3 + H S2 = 2 FeCl 2 + 2HCl+S0,
H S2 + Cl 2 = 2HCl−1+ S0,
2 H S2 + H S2+4O 3 = 3S 0 + 3H O2.
Как и другие кислоты, сероводородная кислота вступает в химические реакции, общие для всех кислот:
2KOH + H2S = K2S + 2H2O, CaO + H2S = CaS + H2O, CuCl2 + H2S = CuS + 2HCl.
Для сульфида водорода, сероводородной кислоты и водорастворимых сульфидов реактивом является Pb(NO3)2:
H2S + Pb(NO3)2 = PbS + 2HNO3,
Na2S + Pb(NO3)2 = PbS + 2NaNO3,
K2S + Pb(NO3)2 = PbS + 2KNO3,
При добавлении к раствору, содержащему ион сульфида, водорастворимой соли свинца образуется осадок PbS черного цвета. На основе этого опыта можно определить ион сульфида.`],[`g8-p30-t03`,8,`c4`,`s10`,`30`,`Водородные соединения серы`,134,135,`textbook`,`ru`,`Kimyo 8`,`При добавлении к раствору, содержащему ион сульфида, водорастворимой соли свинца образуется осадок PbS черного цвета. На основе этого опыта можно определить ион сульфида.
Элементы зун: сульфид водорода, сероводородная кислота, ион сульфида, реакции, характерные для иона сульфида.
Вопросы и задания
1. Определите плотность сульфида водорода относительно водорода и воздуха.
2. На основе каких опытов можно определить наличие сульфида водорода в воздухе помещения школьной химической лаборатории?
3. Запишите уравнения реакций полного и неполного сгорания сульфида водорода. Определите, как изменяются степени окисления серы в каждой реакции.
4. Какой объем воздуха (н.у.) потребуется для окисления 80 г серы?
5. Какое явление произойдет, если через раствор сульфата меди пропустить газ сульфид водорода? Запишите уравнения реакции.`],[`g8-p30-d01`,8,`c4`,`s10`,`30`,`Водородные соединения серы: сероводородной кислотой`,133,133,`definition`,`ru`,`Kimyo 8`,`Водный раствор сульфида водорода называется сероводородной кислотой.`],[`g8-p30-sum`,8,`c4`,`s10`,`30`,`Водородные соединения серы: главное`,134,134,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: сульфид водорода, сероводородная кислота, ион сульфида, реакции, характерные для иона сульфида.`],[`g8-p31-t01`,8,`c4`,`s10`,`31`,`Кислородные соединения серы`,135,136,`textbook`,`ru`,`Kimyo 8`,`Кислородные соединения серы
Чем объясняется то, что кислородные соединения серы проявляют положительную степень окисления?
Оксиды серы. Сера образует два оксида, имеющих практическое значение: оксид серы(IV)-SO2 (сернистый ангидрид) и оксид серы(VI)-SO3 (серный ангидрид).
Оксид серы(IV) SO2 в природе встречается в составе вулканических газов и газов, образованных в результате горения природного угля. SO2 — газ с полярной ковалентной связью. В лабораторных условиях SO2 получают путем воздействия на соли сернистой кислоты соляной и серной кислотами: Na2SO3 + H2SO4 = Na2SO4 + H2O + SO2↑ .
Оксид серы(IV) получают также путем воздействия на медную стружку концентрированной серной кислотой:
2h2SO4(конц) + Cu = CuSO4 + SO2↑ + 2H2O.
В промышленности оксид серы(IV) получают путем обжига на воздухе сульфидов металлов:
4FeS2 + 11O2 → 2Fe2O3 + 8SO2↑; 2ZnS + 3O2 → 2ZnO + 2SO2↑.`],[`g8-p31-t02`,8,`c4`,`s10`,`31`,`Кислородные соединения серы`,136,136,`textbook`,`ru`,`Kimyo 8`,`4FeS2 + 11O2 → 2Fe2O3 + 8SO2↑; 2ZnS + 3O2 → 2ZnO + 2SO2↑.
Оксид серы(IV) — бесцветный газ с резким удушливым запахом, который при –10 °C переходит в жидкое, а при –73 °C — в твердое состояние. Будучи кислотным оксидом, растворяясь в воде (в 1 объеме воды растворяется 36 объемов SO2), образует сернистую кислоту: SO2 + H2O = H2SO3.
Взаимодействуя с основными оксидами и щелочами, оксид серы(IV) образует сульфиты:
CaO + SO2 = CaSO3; 2NaOH + SO2 → H2O + Na2SO3.
Оксид серы(IV) окисляется в присутствии катализатора и образует оксид серы(VI): 2SO2 + O2 → 2SO3 + Q.
Оксид серы(IV) окисляет сульфид водорода, в результате сам восстанавливается до серы: 2H2S + SO2 → 2H2O + 3S.
SO2 обесцвечивает органические красители, убивает микроорганизмы, используется при изготовлении сухофруктов (кураги), выращивании ягод. Жидкий SO 2 используется при очистке нефти. Оксид серы(IV) – ядовитый газ, его концентрация в воздухе, превышающая 0,03–0,05 мг/л, вызывает различные заболевания у человека.`],[`g8-p31-t03`,8,`c4`,`s10`,`31`,`Кислородные соединения серы`,136,137,`textbook`,`ru`,`Kimyo 8`,`Оксид серы(IV) – ядовитый газ, его концентрация в воздухе, превышающая 0,03–0,05 мг/л, вызывает различные заболевания у человека.
Оксид серы(VI) So 3 – высший оксид серы, бесцветная жидкость, кипящая при 45 °C, а при 17 °C превращающаяся в белую кристаллическую массу. Оксид серы(VI) проявляет свойства, присущие кислотным оксидам. Легко вступает в реакцию с водой и образует серную кислоту: SO3 + H2O = H2SO4 + Q.
Сам оксид серы(VI) также хорошо растворяется в концентрированной серной кислоте, при этом образуется олеум: H2SO4• nSO3 → олеум: H2SO4 + nSO3 → H2SO4 • nSO3.
В промышленности оксид серы(VI) получают путем окисления оксида серы(IV) в присутствии катализатора. Оксид серы(VI) применяется в основном в производстве серной кислоты.
Элементы зун: оксид серы(IV), оксид серы(VI), олеум.
Вопросы и задания
1. Определите плотность соединения, состоящего из 50 % серы и
50 % кислорода, относительно воздуха. 2. Запишите уравнения реакций, необходимых для осуществления следующих превращений: S → ZnS → SO2 → S. 3. Вычислите количество пирита, необходимого для получения
5,6 л оксида серы(IV).`],[`g8-p31-sum`,8,`c4`,`s10`,`31`,`Кислородные соединения серы: главное`,136,136,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: оксид серы(IV), оксид серы(VI), олеум.`],[`g8-p32-t01`,8,`c4`,`s10`,`32`,`Серная кислота`,137,137,`textbook`,`ru`,`Kimyo 8`,`Серная кислота
На какие металлы не воздействует концентрированная серная кислота?
Молекулярная формула серной кислоты H2SO4. Электронная и структурная формулы:
Получение серной кислоты осуществляется с помощью химических реакций, протекающих по следующей схеме: FeS2 → SO2 → SO3 → H2SO4.
Физические свойства. Серная кислота — тяжелая бесцветная маслянистая жидкость без запаха. Плотность 96% -ной концентрированной кислоты равна 1,84 г/см3. При растворении в воде она выделяет большое количество теплоты, поэтому при ее разбавлении следует соблюдать осторожность, приливая серную кислоту к воде небольшими частями.
Химические свойства. Концентрированная и разбавленная серные кислоты отличаются друг от друга по химическим свойствам. Разбавленная серная кислота проявляет все свойства, присущие кислотам.
1. Взаимодействует со всеми металлами, стоящими в ряду активности перед водородом, при этом образуются соли и вытесняется водород:`],[`g8-p32-t02`,8,`c4`,`s10`,`32`,`Серная кислота`,137,138,`textbook`,`ru`,`Kimyo 8`,`Взаимодействует со всеми металлами, стоящими в ряду активности перед водородом, при этом образуются соли и вытесняется водород:
Zn + H2SO4 = ZnSO4 + H2, 2Al + 3H2SO4 = Al2(SO4)3 + 3H2.
2. Взаимодействует с основными и амфотерными оксидами и образует соли и воду:
CuO + H2SO4 = CuSO4 + H2O, ZnO + H2SO4 = ZnSO4 + H2O.
3. Взаимодействует с основаниями и образует соли и воду: 2NaOH + H2SO4 = Na2SO4 + 2H2O, Mg(OH)2 + H2SO4 = MgSO4 + 2H2O.
4. Взаимодействует с солями слабых и летучих кислот и образует новые соли и новые кислоты: 3H2SO4 + Ca3(PO4)2 = 3CaSO4 + 2H3PO4.
Концентрированная серная кислота является очень сильным окислителем, поэтому она реагирует почти со всеми металлами, кроме серебра ag, золота au и платины Pt, а также железа Fe при 100 %-ной концентрации. При этом в зависимости от активности металлов, концентрации серной кислоты и условий реакции выделяются газы SO2, S или H2S:
Cu + 2HCu+ 2 H SO2 2SO 4 ( kons4(конц.).) CuSO + SO + 2 H O,= CuSO4 4 2 + SO22 + 2H2O,`],[`g8-p32-t03`,8,`c4`,`s10`,`32`,`Серная кислота`,138,139,`textbook`,`ru`,`Kimyo 8`,`Cu + 2HCu+ 2 H SO2 2SO 4 ( kons4(конц. ). ) CuSO + SO + 2 H O,= CuSO4 4 2 + SO22 + 2H2O,
Cu Cu
S S
При кипячении концентрированная серная кислота взаимодействует также с неметаллами:
2 H SO2 4 + C 0 = CO 2 + 2 SO 2 + 2H O2.
Концентрированная серная кислота обугливает такие вещества, как сахар, бумага, дерево и ткани, вытягивая воду из содержащейся в них целлюлозы: сахар дерево + H SO = n C + H SO ⋅ n H O2.
Для определения серной кислоты и сульфатов на них воздействуют растворимой солью бария (хлорид бария). В восстановитель (окисляется), qaytaruvchi ( oksidlanadi), окислитель (восстанавливается).
oksidlovchi ( qaytariladi).
Результате реакции выпадает осадок белого цвета, не растворимый ни в воде, ни в азотной кислоте: H2SO4 + BaCl2 = BaSO4↓+ 2HCl, Na2SO4 + BaCl2 = BaSO4↓ + 2NaCl.
Применение серной кислоты сульфаты. Сульфат натрия Na2SO4. Безводный сульфат натрия используется при производстве стекла и соды, при изготовлении различных лекарств в медицине и ветеринарии. Соединение Na2SO4•10H2O называется глауберовой солью.`],[`g8-p32-t04`,8,`c4`,`s10`,`32`,`Серная кислота`,139,140,`textbook`,`ru`,`Kimyo 8`,`Безводный сульфат натрия используется при производстве стекла и соды, при изготовлении различных лекарств в медицине и ветеринарии. Соединение Na2SO4•10H2O называется глауберовой солью.
Сульфат кальция CaSO4. CaSO4 в природе встречается в виде гипса CaSO4•2H2O. При нагревании природного гипса при 150—170 °C он теряет 3/4 воды и превращается в алебастр CaSO4•1/2H2O. Алебастр — важный строительный материал, часто используемый при строительстве объектов. В медицине гипс используется для наложения всевозможных гипсовых повязок.
Сульфат меди(II) CuSO4. В соединении с водой сульфат меди(II) образует медный купорос — кристаллогидрат CuSO4 ∙5H2O. Медный купорос используется для облицовки поверхности металлов медным покрытием, а также для борьбы с вредителями сельскохозяйственных растений.
Железный купорос FeSO4•7H2O. Кристалл темно-зеленого цвета, используется для борьбы с вредителями сельскохозяйственных растений, а также для изготовления различных красок.`],[`g8-p32-t05`,8,`c4`,`s10`,`32`,`Серная кислота`,140,140,`textbook`,`ru`,`Kimyo 8`,`Кристалл темно-зеленого цвета, используется для борьбы с вредителями сельскохозяйственных растений, а также для изготовления различных красок.
Элементы зун: приготовление раствора концентрированной серной кислоты, сульфат-ион, реакции, присущие сульфат-ионам, гипс, алебастр, медный купорос, железный купорос.
Вопросы и задания
1. Каковы различия между влиянием на металлы концентрированной и разбавленной серной кислоты? Запишите соответствующие уравнения реакций. 2. Выполните упражнения на основе следующей таблицы.
Вещество
H2SO4 (разб.)
MgO
KOH
Cu(OH) Ba(NO )
CaCO3
Например, запишите уравнения реакций, протекающих в состояниях 1,2,8,9.
3. Определите, в какой из двух пробирок находится серная, а в какой — соляная кислота.
4. Сколько граммов 20 %-ного раствора серной кислоты потребуется для расплавления 5,4 г алюминия?`],[`g8-p32-d01`,8,`c4`,`s10`,`32`,`Серная кислота: глауберовой солью`,139,139,`definition`,`ru`,`Kimyo 8`,`Соединение Na2SO4•10H2O называется глауберовой солью.`],[`g8-p32-sum`,8,`c4`,`s10`,`32`,`Серная кислота: главное`,140,140,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: приготовление раствора концентрированной серной кислоты, сульфат-ион, реакции, присущие сульфат-ионам, гипс, алебастр, медный купорос, железный купорос.`],[`g8-p33-t01`,8,`c5`,`s01`,`33`,`Скорость химических реакций`,140,141,`textbook`,`ru`,`Kimyo 8`,`Скорость химических реакций
Можно ли ускорить протекание химических реакций?
Химические реакции протекают с различной скоростью. Некоторые реакции протекают за доли секунды, а другие могут длиться в течение нескольких дней, то есть идут очень медленно. Есть и такие реакции, для завершения которых требуются даже годы.
Если в химическом производстве некоторые реакции требуют ускорения, то некоторые необходимо замедлить. Например, процесс ржавления железных изделий требует замедления.
Изменение концентраций веществ, участвующих в химической реакции, за единицу времени называется скоростью химической реакции.
Например, начальная концентрация вещества, вступающего в реакцию, равна 1 моль/л. Через 10 с, в течение которых продолжалась реакция, концентрация этого вещества составила 0,4 моль/л. Скорость совершившейся реакции определяется путем выполнения следующих действий.
Скорость химической реакции – . В течение реакции концентрация вещества уменьшилась на 0,6 моль/литр (1 моль/л – 0,4 моль/л = 0,6 моль/л). Продолжительность реакции — 10 с:`],[`g8-p33-t02`,8,`c5`,`s01`,`33`,`Скорость химических реакций`,141,142,`textbook`,`ru`,`Kimyo 8`,`В течение реакции концентрация вещества уменьшилась на 0,6 моль/литр (1 моль/л – 0,4 моль/л = 0,6 моль/л). Продолжительность реакции — 10 с:
Следовательно, скорость этой реакции равна 0,06 моль/л . с.
Факторы, влияющие на скорость химической реакции.
1. Влияние концентрации реагирующих веществ на скорость химических реакций.
При изучении химических свойств кислорода в курсе химии 7 класса вы узнали, что на воздухе сера горит очень медленно, а в присутствии чистого кислорода быстро сгорает ярким пламенем. При горении серы в присутствии чистого кислорода количество молекул кислорода, ударяющихся о поверхность серы, намного больше, чем в воздухе. Это связано с тем, что кислород занимает 21 % объема воздуха.
0,6 моль/л
Скорость химических реакций равна произведению концентраций веществ, участвующих в реакции. Например, для реакции ma +nB= C ϑ = k [a]m n, где [a] и [B] — • [B] молярные концентрации веществ a и B, k — коэффициент пропорциональности.`],[`g8-p33-t03`,8,`c5`,`s01`,`33`,`Скорость химических реакций`,142,142,`textbook`,`ru`,`Kimyo 8`,`Например, для реакции ma +nB= C ϑ = k [a]m n, где [a] и [B] — • [B] молярные концентрации веществ a и B, k — коэффициент пропорциональности.
2. Влияние температуры на скорость химических реакций.
При повышении температуры каждый раз на 10 °С скорость реакции увеличивается в 2—4 раза: t1 где t2 — скорость реакции при температуре t2; t1 — скорость реакции при температуре t1; g — температурный коэффициент скорости химической реакции. Например, при температурном коэффициенте скорости реакции g = 2 и повышении температуры среды до 40 °С скорость данной реакции увеличивается в 16 раз; до 50 °С — в 32 раза, до 70 °С — в 128 раз.
Такое резкое увеличение скорости реакции можно объяснить ускорением движения молекул и увеличением частоты их столкновений, а также возрастанием количества активных молекул. Скорость химических реакций зависит также от природы реагирующих веществ, поверхности твердых веществ и катализатора (вспомните понятие о катализаторах из курса химии 7 класса).`],[`g8-p33-t04`,8,`c5`,`s01`,`33`,`Скорость химических реакций`,142,142,`textbook`,`ru`,`Kimyo 8`,`Скорость химических реакций зависит также от природы реагирующих веществ, поверхности твердых веществ и катализатора (вспомните понятие о катализаторах из курса химии 7 класса).
3. Влияние природы веществ на скорость химической реакции.
Влияние воды на металлы калий, натрий, железо и медь вы изучали в 7 классе:
А) реакция 2K + 2H2O = 2KOH + H2 протекает настолько быстро, что выделяющийся водород сгорает. Реакция сопровождается горением; б) реакция 2Na + 2H2O = 2NaOH + H2 протекает быстро, но медленнее, чем реакция воды с калием; в) взаимодействие железа с водой происходит при участии атмосферного кислорода в течение длительного времени; г) медь не взаимодействует с водой.
4. Для твердых веществ скорость реакции прямо пропорциональна поверхности веществ, вступающих в реакцию.
Рассмотрим эту зависимость напримере реакции соединения железа с серой.`],[`g8-p33-t05`,8,`c5`,`s01`,`33`,`Скорость химических реакций`,142,143,`textbook`,`ru`,`Kimyo 8`,`Рассмотрим эту зависимость напримере реакции соединения железа с серой.
Реакция Fe + S = FeS протекает быстрее до строго определенной степени измельчения частиц железа. При увеличении степени измельчения частиц до порошкообразного состояния скорость реакции ослабевает, так как происходит спекание, которое снижает взаимное столкновение молекул.
5. Влияние катализатора на скорость химической реакции.
Реакция расщепления пероксида водорода ускоряется в присутствии MnO2. Процесс получения оксида серы(VI) ускоряется в присутствии катализатора оксида ванадия(V).
Вещества, которые ускоряют химические реакции, но сами остаются без изменений, называются катализаторами.
Ингибиторы — это вещества, которые снижают возможность веществ вступать в химическую реакцию.
Элементы зун: скорость химической реакции, концентрация, температура, температурный коэффициент скорости, столкновение молекул, катализатор, ингибитор.
Вопросы и задания
1. Что называется средней скоростью движущегося тела? 2. Что называется скоростью химической реакции? 3. Какие факторы влияют на скорость химической реакции?`],[`g8-p33-d01`,8,`c5`,`s01`,`33`,`Скорость химических реакций: скоростью химической реакции, катализаторами, Ингибиторы`,141,143,`definition`,`ru`,`Kimyo 8`,`Изменение концентраций веществ, участвующих в химической реакции, за единицу времени называется скоростью химической реакции.
Вещества, которые ускоряют химические реакции, но сами остаются без изменений, называются катализаторами.
Ингибиторы — это вещества, которые снижают возможность веществ вступать в химическую реакцию.`],[`g8-p33-sum`,8,`c5`,`s01`,`33`,`Скорость химических реакций: главное`,143,143,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: скорость химической реакции, концентрация, температура, температурный коэффициент скорости, столкновение молекул, катализатор, ингибитор.`],[`g8-p34-t01`,8,`c5`,`s01`,`34`,`Химическое равновесие`,143,144,`textbook`,`ru`,`Kimyo 8`,`Химическое равновесие
Почему реакция расщепления известняка считается необратимой?
Химические реакции подразделяются на обратимые и необратимые. Необратимые реакции протекают только в сторону образования продуктов реакции. Например, NaCl + AgNO3 = AgCl↓ + NaNO3, CaCO3 + 2HCl = CaCl2 + CO2↑ + H2O,
NaOH + HNO3 = NaNO3 + H2O, 2KClO3 = 2KCl + 3O2, Zn + H2SO4 = ZnSO4 + H2↑.
В обратимых же реакциях химический процесс протекает в противоположные стороны. То есть сначала образуются продукты реакции, которые одновременно могут превращаться в исходные вещества. Например, оксид серы(IV), взаимодействуя с водой, образует сернистую кислоту: SO2 + H2O = H2SO3.
С увеличением количества сернистой кислоты в растворе начинает протекать обратная реакция: H2SO3 = H2O + SO2.
Реакции, протекающие при одних и тех же условиях в противоположные стороны, называются обратимыми: SO2 + H2O → H2SO3.
Реакция, идущая с образованием новых продуктов, т.е.`],[`g8-p34-t02`,8,`c5`,`s01`,`34`,`Химическое равновесие`,144,144,`textbook`,`ru`,`Kimyo 8`,`…противоположные стороны, называются обратимыми: SO2 + H2O → H2SO3. Реакция, идущая с образованием новых продуктов, т.е.
Слева направо, называется прямой, а идущая с образованием исходных продуктов, то есть справа налево, — обратной реакцией.
В обратимых химических реакциях по мере расходования исходных веществ их концентрации в растворе уменьшаются. В результате снижается скорость прямой реакции. И наоборот, за счет увеличения концентрации продуктов, образующихся в течение реакции, увеличивается скорость обратной реакции. Иначе говоря, сколько молекул продукта реакции будет образовываться за единицу времени, столько молекул будет расщепляться.
Состояние, когда скорость прямой реакции сравняется со скоростью обратной реакции, называется химическим равновесием. Скорость прямой реакции выражается буквой ϑ1, скорость обратной реакции — буквой`],[`g8-p34-t03`,8,`c5`,`s01`,`34`,`Химическое равновесие`,144,145,`textbook`,`ru`,`Kimyo 8`,`Скорость прямой реакции выражается буквой ϑ1, скорость обратной реакции — буквой
Химическое равновесие может быть нарушено при изменении давления, температуры и концентрации веществ. Катализатор не только не сдвигает химическое равновесие, а наоборот, способствует его быстрейшему установлению. Повышение температуры ускоряет реакции, протекающие с поглощением тепла.
Реакция окисления оксида серы(IV) является обратимой экзотермической реакцией: 2SO2 + O → 2SO3 + Q.
Повышение температуры этой реакции ускоряет обратную реакцию, а понижение температуры ускоряет прямую реакцию. Увеличение давления сдвигает химическое равновесие в сторону реакции, приводящей к уменьшению объема продукта:
Из расчетов, выполненных на основе уравнения реакции, видно, что в прямой реакции происходит уменьшение объема. Значит, увеличение давления ускоряет прямую реакцию.`],[`g8-p34-t04`,8,`c5`,`s01`,`34`,`Химическое равновесие`,145,146,`textbook`,`ru`,`Kimyo 8`,`Из расчетов, выполненных на основе уравнения реакции, видно, что в прямой реакции происходит уменьшение объема. Значит, увеличение давления ускоряет прямую реакцию.
Увеличение концентрации одного из веществ в реакции, находящейся в состоянии химического равновесия, приводит к сдвигу химического равновесия в сторону расходования этого вещества . Например , вреакционнойсреде CO2+H2 → H2O+CO, находящейся в состоянии химического равновесия, с увеличением концентрации CO2 химическое равновесие сдвигается в сторону прямой реакции, а при повышении концентрации CO — в сторону обратной реакции.
Элементы зун: обратимая реакция, прямая реакция, обратная реакция, химическое равновесие, сдвиг равновесия, факторы, обусловливающие сдвиг равновесия.
Вопросы и задания
1. Какие реакции называются необратимыми? 2. Какие реакции называются обратимыми?
3. Что такое химическое равновесие? Перечислите пути сдвига химического равновесия. 4. В какую сторону смещается химическое равновесие при понижении температуры реакции?
2NO + O2 → 2NO2 + Q, CO2 + C → 2CO – Q?`],[`g8-p34-d01`,8,`c5`,`s01`,`34`,`Химическое равновесие: обратимыми, прямой, химическим равновесием`,144,144,`definition`,`ru`,`Kimyo 8`,`Реакции, протекающие при одних и тех же условиях в противоположные стороны, называются обратимыми: SO2 + H2O → H2SO3.
Слева направо, называется прямой, а идущая с образованием исходных продуктов, то есть справа налево, — обратной реакцией.
Состояние, когда скорость прямой реакции сравняется со скоростью обратной реакции, называется химическим равновесием.`],[`g8-p34-sum`,8,`c5`,`s01`,`34`,`Химическое равновесие: главное`,145,145,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: обратимая реакция, прямая реакция, обратная реакция, химическое равновесие, сдвиг равновесия, факторы, обусловливающие сдвиг равновесия.`],[`g8-p35-t01`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,146,146,`textbook`,`ru`,`Kimyo 8`,`Промышленное производство серной кислоты
Какие катализаторы используются при производстве серной кислоты?
Серная кислота — одно из важнейших неорганических соединений в химической промышленности. Сырьем для промышленного производства серной кислоты служат: чистая сера S, железный колчедан (пирит) FeS2, сульфиды цветных металлов CuS, ZnS, PbS, сульфид водорода H2S.
Процессы промышленного производства серной кислоты, начиная с подготовки сырья и кончая получением готового продукта, подразделяются на несколько этапов.
1. Получение оксида серы(IV). 2. Очистка оксида серы(IV).
3. Окисление оксида серы(IV) и получение оксида серы(VI).
1. Получение оксида серы(IV).
Для получения оксида серы(IV) из имеющегося сырья необходимо осуществить следующие химические реакции: S + O2 = SO2, 2H2S + 3O2 = 2SO2 + 2H2O, 4FeS2 + 11O2 = 2Fe2O3 + 8SO2. Cu2S + 2O2 = 2CuO + SO2.`],[`g8-p35-t02`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,146,146,`textbook`,`ru`,`Kimyo 8`,`Для получения оксида серы(IV) из имеющегося сырья необходимо осуществить следующие химические реакции: S + O2 = SO2, 2H2S + 3O2 = 2SO2 + 2H2O, 4FeS2 + 11O2 = 2Fe2O3 + 8SO2. Cu2S + 2O2 = 2CuO + SO2.
В промышленности для производства H2SO4 используется пирит. Для обеспечения высокой продуктивности реакции обжига (окисления) пирита необходимо: 1) Реакции обжига проводить при участии чистого кислорода вместо воздуха. Это позволяет увеличить концентрацию одного из реагирующих веществ — кислорода, а следовательно, и скорость реакции; 2) Измельчать частицы пирита, при этом увеличивается поверхность столкновения частиц пирита с кислородом, в результате чего реакция ускоряется.
Однако чрезмерное измельчение пирита замедляет реакцию, так как пирит спекается и кислород не может проникнуть в уплотненные слои. Но использование чрезмерно измельченного пирита по принципу противотока также дает хорошие результаты.`],[`g8-p35-t03`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,146,147,`textbook`,`ru`,`Kimyo 8`,`Но использование чрезмерно измельченного пирита по принципу противотока также дает хорошие результаты.
Пирит засыпается в печь для обжига колчедана (окисление FeS2) сверху в виде порошка, а воздух подается снизу. Смесь мелких частиц пирита и воздуха называется кипящим слоем. В таких условиях пирит окисляется за очень короткий срок.
2. Очистка оксида серы(IV). Процесс получения оксида серы(IV) является каталитическим, в качестве катализатора используется оксид ванадия(V)—v 2O 5. Оксид серы(IV) содержит в своем составе различные примеси и пыль, которые снижают каталитические свойства катализатора. Поэтому SO 2 сначала подвергается очистке, затем подается в контактный аппарат. Очистка осуществляется путем пропускания через такие аппараты, как циклон или электрофильтр, затем оксид серы(IV) поступает в сушильную башню для осушки.
Для осушки используется концентрированная серная кислота (см. рис. 20).`],[`g8-p35-t04`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,147,148,`textbook`,`ru`,`Kimyo 8`,`Для осушки используется концентрированная серная кислота (см. рис. 20).
3. Окисление оксида серы(IV) и получение оксида серы(VI). Для получения оксида серы(VI) из оксида серы(IV) последний окисляется в присутствии катализатора: → 2SO2 + O2 2SO3 + Q.
Реакция является экзотермической, и при 400 °C выход оксида серы(VI) составляет 99,2 %. С повышением температуры выход продукта уменьшается, например, при 600 °C он составляет лишь 73 %. Теплота, выделяющаяся в ходе реакции, расходуется на нагревание SO2 в теплообменнике.
Для выбора оптимальных условий окисления оксида серы(IV) необходимо подобрать факторы, позволяющие сдвинуть равновесие обратимой реакции вправо.
1. Температура. Для увеличения выхода оксида серы(VI)
Температуру реакции следует постепенно понижать с
Кипящий слой печи
Железный обжига колчедан (пирит)
Электрофильтр
Циклон
Печной газ
Вода
Пыль Пыль
Копоть
Воздух
Сушильная башня
Очищенный газ`],[`g8-p35-t05`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,148,149,`textbook`,`ru`,`Kimyo 8`,`…обжига колчедан (пирит) Электрофильтр Циклон Печной газ Вода Пыль Пыль Копоть Воздух Сушильная башня Очищенный газ
Печной газ Разбавленная серная кислота
Олеум на склад
Газ с контактного аппарата
Рис. 20. Промышленное производство серной кислоты
2. Катализатор. Катализатором могут служить оксиды железа, платины и ванадия. К катализаторам предъявляются следующие требования: a) низкая цена; б) устойчивость к каталитическим донорам; в) долговечность. В настоящее время в качестве катализатора используется оксид ванадия(V).
3. Оксид серы(IV), поступающий в контактный аппарат, должен быть осушен от водяных паров и очищен от различных твердых частиц и пыли, повреждающих катализатор. Оксид серы(IV), осушенный от водяного пара и очищенный от пыли и различных примесей, в смеси с воздухом поступает в теплообменник, где он нагревается до определенной температуры, а оттуда в контактный аппарат, где он окисляется до SO3.`],[`g8-p35-t06`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,149,149,`textbook`,`ru`,`Kimyo 8`,`…теплообменник, где он нагревается до определенной температуры, а оттуда в контактный аппарат, где он окисляется до SO3.
Образовавшийся в контактном аппарате и охлажденный в теплообменнике оксид серы(VI) подается в поглотительную башню.
Гидратация оксида серы(VI), то есть получение серной кислоты.
В поглотительной башне из оксида серы(VI) получается серная кислота, для чего SO3 вступает во взаимодействие с водой. В результате этого взаимодействия серная кислота образуется в виде мельчайших капель, которые затуманивают поглотительную башню. Этот сернокислотный туман трудно конденсируется, поэтому в поглотительной башне SO 3 поглощается с помощью серной кислоты 98 %-ной концентрации. Вода, содержащаяся в концентрированной H2SO4, гидратирует SO3: SO3 + H2O = H2SO4 + Q.
Затем обезвоженная H2SO4 поглощает SO3 и образует соединение, называемое олеумом: H2SO4 + nSO3 = H2SO4•nSO3.
Процесс промышленного производства серной кислоты является непрерывным (рис. 20).`],[`g8-p35-t07`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,149,150,`textbook`,`ru`,`Kimyo 8`,`Процесс промышленного производства серной кислоты является непрерывным (рис. 20).
Элементы зун: сырье, обжиг пирита, кипящий слой, контактный аппарат, теплообменник,олеум.
Вопросы и задания
1. Какие вещества служат сырьем для производства серной кислоты? 2. На какие этапы подразделяется процесс промышленного производства серной кислоты? 3. Как осуществляется обжиг пирита в промышленности? 4. Какие факторы используются для увеличения продуктивности процесса окисления оксида серы(IV)? 5. Запишите уравнения реакций, позволяющих осуществить следующие превращения: ZnS → H2S → SO2 → SO3 → олеум.
Практическая работа 2 решение опытных задач по теме “сера”`],[`g8-p35-t08`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,150,150,`textbook`,`ru`,`Kimyo 8`,`Практическая работа 2 решение опытных задач по теме “сера”
1. Докажите с помощью опыта, что данное вещество является серной кислотой. 2. Докажите, что влияние разбавленной и концентрированной серной кислоты на цинк неодинаковое (соблюдайте осторожность при проведении опытов). Запишите уравнения реакций, происшедших в ходе опыта. 3. В трех пронумерованных пробирках даны соли хлорид кальция, сульфид натрия и сульфат калия. Определите с помощью опытов, какая соль находится в каждой пробирке. 4. Можно ли получить соль хлорид алюминия из соли сульфата люминия?
Запишите уравнения реакций и докажите с помощью опыта.
Наглядные задачи и примеры
Пример 1. Во сколько раз увеличится скорость реакции, если коэффициент скорости равен 3, а температура повышена с 50 °C до 70 °C? При первоначальной температуре (50 °C) реакция завершается за 2 мин 15 с, за какое время она завершится при 70 °C? Решение: 1) Увеличение скорости реакции (при переходе от 50 °C к 70 °C) найдем согласно правилу Вант-Гоффа:`],[`g8-p35-t09`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,150,151,`textbook`,`ru`,`Kimyo 8`,`Решение: 1) Увеличение скорости реакции (при переходе от 50 °C к 70 °C) найдем согласно правилу Вант-Гоффа:
Скорость химической реакции увеличится в 9 раз; 2) При начальной температуре t1, то есть при 50 °C реакция завершается за 2 мин 15 с (135 секунд), при температуре t2 — за время, большее в 9 раз. 135 9 Пример 2. В процессе производства азотной ксилоты оксид азота(II) окисляют и получают оксид азота(IV). Для ускорения этого процесса повышают давление. Во сколько раз в результате этого возрастает скорость химической реакции? Решение: 1) Запишем уравнение реакции: 2NO + O2 = 2NO2; 2) Первоначальная скорость реакции: 1 = K[NO]2 ∙[O2].`],[`g8-p35-t10`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,151,152,`textbook`,`ru`,`Kimyo 8`,`Решение: 1) Запишем уравнение реакции: 2NO + O2 = 2NO2; 2) Первоначальная скорость реакции: 1 = K[NO]2 ∙[O2].
при повышении давления в три раза соответственно в три раза увеличивается концентрация веществ, участвующих в реакции: 2 = K3[NO]2 ∙ 3[O2] = 32 ∙ 3 = 27. Ответ: скорость реакции возрастает в 27 раз. Пример 3. При установлении равновесия в химической реакции CO + H2O → CO2 + H2 концентрация участвующих в ней веществ составила:[CO]=0,004 моль/л, [h 2O]=0,064 моль/л, [CO2] = 0,016 моль/л и [H2] = 0,016 моль/л. Вычислите константу равновесия данной химической реакции. Решение. Решим пример с помощью формулы:
Ответ: 15 с.
0,004⋅0,064 Ответ: константа равновесия равна 1.
Пример 4. При повышении температуры реакции с 30 °C до 80 °C ее скорость увеличилась в 1024 раза. Определите температурный коэффициент этой реакции. Решение. Температурный коэффициент данной реакции находим с помощью формулы 10 здесь – скорость реакции – 1024; t1 – начальная температура - 30 °C; t2 – конечная температура - 80 °C; - температурный коэффициент - ?`],[`g8-p35-t11`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,152,152,`textbook`,`ru`,`Kimyo 8`,`Температурный коэффициент данной реакции находим с помощью формулы 10 здесь – скорость реакции – 1024; t1 – начальная температура - 30 °C; t2 – конечная температура - 80 °C; - температурный коэффициент - ?
Пример 5. Какое влияние оказывают повышение температуры и понижение давления на следующие химические реакции, находящиеся в состоянии равновесия?
3. N2 + O2 → 2NO – 180,98 кДж.
Решение. Рассмотрим равновесие каждой реакции на основе закона Ле Шателье:
1) Повышение температуры системы, находящейся в равновесном состоянии, в эндотермических реакциях приводит к сдвигу химического равновесия вправо, а понижение температуры — в экзотермических реакциях к сдвигу равновесия вправо или наоборот.
При повышении температуры в реакциях 1 и 2 равновесие смещается влево, а реакции 3 – вправо;`],[`g8-p35-t12`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,152,153,`textbook`,`ru`,`Kimyo 8`,`При повышении температуры в реакциях 1 и 2 равновесие смещается влево, а реакции 3 – вправо;
2) Увеличение давления в реакциях между газообразными веществами приводит к смещению равновесия в сторону образования небольшого числа молекул и, наоборот, понижение давления – к смещению равновесия в сторону образования большого количество молекул. Уменьшение давления в реакциях 1 и 2 приводит к сдвигу равновесия влево, а на реакцию 3 не оказывает влияния.
Пример 6. Какой объем (н.у.) H2S можно получить из 3 т технического сульфида железа, содержащего 90 % FeS? Решение: 1) Найдем массу чистого FeS в 3 т технического сульфида железа:
m(FeS) = 3 ∙ 0,9 = 2,7 т; 2) Какой объем H2S (н.у.) образуется из 2,7 т FeS? 2700 кг x м3 FeS + 2HCl = FeCl2 + H2S, 88 кг 22,4 м3
Ответ: образуется 687,27 м3 H2S. Пример 7. К 100 г раствора серной кислоты добавили избыточное количество раствора нитрата бария. В результате образовалось 11,65 г осадка. Определите массовую долю серной кислоты в растворе, взятом для реакции. Решение: 1) Запишем уравнение реакции:`],[`g8-p35-t13`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,153,154,`textbook`,`ru`,`Kimyo 8`,`Определите массовую долю серной кислоты в растворе, взятом для реакции. Решение: 1) Запишем уравнение реакции:
x 11,65 H2SO4 + Ba(NO3)2 = BaSO4 + 2HNO3,
2) В 200 г раствора серной кислоты, взятой для реакции, содержится 4,9 г H 2SO 4 . m(раствора) = 200 г; m(растворимого) = 4,9 г. 4, 9 = = 0,0245 или CC=2,45 %.%=2,45% 200 задачи и примеры для самостоятельного решения
1. Запишите уравнения реакций, протекающих по следующей схеме:
FeCl3 Fe(OH)3 Fe O ,23 FeS2 Fe O23 Fe FeCl2 FeS,
SO2 SO3 H SO .2 4
2. На 180 г смеси FeS и Fe2O3 с содержанием сульфида железа(II) 60 % воздействовали избыточным количеством соляной кислоты. Сколько литров (н.у.) сульфида водорода образуется в результате реакции? Какое количество серной кислоты образуется из полученного количества сульфида водорода? 3. Какой объем воздуха (н.у.) потребуется для окисления 16 г серы? 21 % объема воздуха составляет кислород. 4. Вычислите массовую долю (%) кристаллизационной воды в медном купоросе. 5. Какая из приведенных реакций практически осуществима?`],[`g8-p35-t14`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,154,155,`textbook`,`ru`,`Kimyo 8`,`Вычислите массовую долю (%) кристаллизационной воды в медном купоросе. 5. Какая из приведенных реакций практически осуществима?
CuSO4 + HNO3 → ,
Hg + H2SO4 → ,
NaOH + H2SO4 → ,
Na2SO3 + H2SO4 → ,
Запишите молекулярное уравнение осуществимых реакций. 6. Какой объем кислорода потребуется для полного сгорания 3,4 г сульфида водорода? 7. Вычислите массу 20 % -ного раствора серной кислоты, полностью вступающей в реакцию с 4,5 г алюминия.
Cu + HCl → , BaCl2 + H2SO4 → , MgCl2 + H2SO4 → , NaNO3 + HCl → .
Глава VI
Подгруппа азота
Почему элементы азот, фосфор, мышьяк, сурьма и висмут расположены в одной основной подгруппе периодической таблицы?`],[`g8-p35-t15`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,155,155,`textbook`,`ru`,`Kimyo 8`,`Почему элементы азот, фосфор, мышьяк, сурьма и висмут расположены в одной основной подгруппе периодической таблицы?
Общая характеристика элементов подгруппы азота. K подгруппе азота относятся элементы основной подгруппы пятой группы периодической таблицы — азот N, фосфор P, мышьяк as, сурьма Sb и висмут Bi. На внешнем энергетическом уровне атомов этих элементов имеется пять электронов, расположенных на энергетических подуровнях следующим образом — s 2 p 3. Для завершения внешнего энергетического уровня недостает трех электронов , N 14 поэтому, принимая три электрона, они проявляют степень окисления –3.
Электроны внешнего энергетического уровня в возбужденном состоянии (кроме азота) имеют вид s p d :
Привозбужденномсостоянии электронов на внешнем энергетическом уровне атомы этих элементов отдают пять электронов атомам элементов с большей`],[`g8-p35-t16`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты`,155,156,`textbook`,`ru`,`Kimyo 8`,`Привозбужденномсостоянии электронов на внешнем энергетическом уровне атомы этих элементов отдают пять электронов атомам элементов с большей
Рис. 21. Строение атома азота электроотрицательностью и проявляют степень окисления +5. В связи с отсутствием на внешнем электронном слое атома азота d-орбитали электроны внешнего энергетического уровня находятся в состоянии ↑↓ (рис.21.). Электронная конфигурация имеет вид s2 p3. Такое строение внешнего электронного слоя атома азота позволяет получать соединения с особым типом связи (табл.21).
Свойства элементов подгруппы азота таблица 21
Расположение электронов на внешних энергетических уровнях и
Степень окисления
Азот Фосфор Мышьяк Сурьма Висмут
N P as Sb Bi`],[`g8-p35-d01`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты: кипящим слоем`,147,147,`definition`,`ru`,`Kimyo 8`,`Смесь мелких частиц пирита и воздуха называется кипящим слоем.`],[`g8-p35-sum`,8,`c4`,`s10`,`35`,`Промышленное производство серной кислоты: главное`,150,150,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: сырье, обжиг пирита, кипящий слой, контактный аппарат, теплообменник,олеум.`],[`g8-p36-t01`,8,`c4`,`s09`,`36`,`Азот`,156,157,`textbook`,`ru`,`Kimyo 8`,`Азот
Почему азот и кислород, входящие в состав воздуха, не реагируют между собой?
Строение молекулы азота. Молекула азота состоит из двух атомов, связанных между собой неполярной ковалентной связью.
Молекулярная формула: N2, структурная формула: N N, электронная формула: :N :: N:
Распространениев природе. В природе азот встречается как в свободном состоянии, так и в виде соединений. В свободном состоянии он составляет основную часть воздуха. Объемная доля азота в воздухе равна 78 %, массовая доля 75,5 %.
В виде соединений, в частности в виде NaNO3, встречается на территории Чили. Поэтому соединение NaNO3 называется еще чилийской селитрой. Азот входит в состав почвы в виде различных нитратов. Белки — жизненно важные для всех живых организмов вещества, также являются природными соединениями азота.`],[`g8-p36-t02`,8,`c4`,`s09`,`36`,`Азот`,157,157,`textbook`,`ru`,`Kimyo 8`,`Белки — жизненно важные для всех живых организмов вещества, также являются природными соединениями азота.
Получение. В лабораторных условиях азот получают путем пропускания аммиака над нагретым оксидом меди(II): 3CuO + 2NH3 = 3Cu + 3H2O + N2.
В промышленности основным сырьем для получения азота является воздух. Воздух сжижают путем охлаждения и постепенно испаряют. При этом первым выделяется азот, так как его температура кипения (–196 °C) выше, чем температура кипения кислорода (–183 °C). После выделения азота из сжиженного воздуха остается кислород. Следовательно, в этом технологическом процессе можно получать и азот, и кислород.
Физические свойства. Азот — газ без цвета, запаха и вкуса, мало растворимый в воде. В одном объеме воды растворяется 0,0154 объема азота. Температура плавления азота –210 °C, температура кипения –196 °C.`],[`g8-p36-t03`,8,`c4`,`s09`,`36`,`Азот`,157,158,`textbook`,`ru`,`Kimyo 8`,`В одном объеме воды растворяется 0,0154 объема азота. Температура плавления азота –210 °C, температура кипения –196 °C.
Химические свойства. В молекуле азота два атома, связанных друг с другом за счет трех пар электронов неполярной ковалентной связью. Поэтому азот считается химически инертным (неактивным) веществом.
При высокой температуре, например, при температуре образования электрической дуги, азот реагирует с кислородом и образует оксид азота (II): N 2 + O 2 → 2NO − Q.
Атмосферный азот, окисляясь под влиянием электрического разряда, возникающего во время грозы, также образует оксид азота(II).
В присутствии катализатора под влиянием высокого давления и температуры азот реагирует с водородом:
N2 + 3H2 = 2NH3 + Q.
При нормальных условиях азот взаимодействует только с литием: 6Li + N2 = 2Li3N.`],[`g8-p36-t04`,8,`c4`,`s09`,`36`,`Азот`,158,158,`textbook`,`ru`,`Kimyo 8`,`При нормальных условиях азот взаимодействует только с литием: 6Li + N2 = 2Li3N.
Со всеми другими металлами в нормальных условиях азот не реагирует. Например, он взаимодействует с магнием при нагревании: 3Mg + N2 = Mg3N2.
Соединения азота с металлами называются нитридами, например, Li3N — нитрид лития, Mg3N2 — нитрид магния.
Элементы зун: азот, фосфор, мышьяк, сурьма, висмут, получение азота из воздуха, химическая инертность азота, нитриды.
Вопросы и задания
1. В чем состоит основное сходство в строении атомов элементов основной подгруппы пятой группы? 2. Что вы знаете о распространении азота в природе? 3. Определите плотность азота относительно водорода. 4. В чем заключается особенность химических свойств азота? 5. Какими способами получают азот в промышленности?`],[`g8-p36-d01`,8,`c4`,`s09`,`36`,`Азот: еще чилийской селитрой, нитридами`,157,158,`definition`,`ru`,`Kimyo 8`,`Поэтому соединение NaNO3 называется еще чилийской селитрой.
Соединения азота с металлами называются нитридами, например, Li3N — нитрид лития, Mg3N2 — нитрид магния.`],[`g8-p36-sum`,8,`c4`,`s09`,`36`,`Азот: главное`,158,158,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: азот, фосфор, мышьяк, сурьма, висмут, получение азота из воздуха, химическая инертность азота, нитриды.`],[`g8-p37-t01`,8,`c4`,`s09`,`37`,`Водородные соединения азота`,158,159,`textbook`,`ru`,`Kimyo 8`,`Водородные соединения азота
Чем объясняются основные свойства водного раствора аммиака?
Строение молекулы. Азот образует с водородом ряд соединений. Самым важным с практической точки зрения водородным соединением азота является аммиак. Его молекулярная формула NH3, структурная формула: мула:
, электронная фор- . Ввиду электроотри-
Рис. 22. Строение молекулы аммиака
NH3
Ca(OH)2
NH4Cl
Вата
Рис. 23. Получение NH3 в лаборатории Рис. 24. Растворение аммиака в воде цательности азота относительно водорода молекула аммиака является полярной (рис. 22).
Получение. 1. В лабораторных условиях аммиак получают путем воздействия щелочью на соли аммония (рис. 23): NH4Cl + NaOH = NaCl + H2O + NH3.
Кроме того, аммиак можно получить также с помощью накаливания смеси соли хлорида аммония и гашеной извести: 2NH4Cl + Ca(OH)2 = CaCl2 + 2H2O + 2NH3.
2. В промышленности аммиак получают в результате взаимодействия азота, выделенного из атмосферного воздуха, с водородом, полученным путем электролиза воды: N2 + 3H2 = 2NH3 + Q.`],[`g8-p37-t02`,8,`c4`,`s09`,`37`,`Водородные соединения азота`,159,160,`textbook`,`ru`,`Kimyo 8`,`В промышленности аммиак получают в результате взаимодействия азота, выделенного из атмосферного воздуха, с водородом, полученным путем электролиза воды: N2 + 3H2 = 2NH3 + Q.
В нормальных условиях азот и водород в смеси не вступают в реакцию. Реакция взаимодействия азота с водородом является обратимой, поэтому чтобы сдвинуть химическое равновесие вправо (в сторону образования NH3) необходимо:
1) Увеличить давление;
2) Понизить температуру до определенного значения, так как при низкой температуре может уменьшиться продуктивность реакции;
3) Использовать катализаторы. Для данной реакции в качестве катализатора могут быть взяты Al2O3, K 2O и железная смесь.
Физические свойства. Аммиак — бесцветный газ с резким запахом, в 1,7 раз легче воздуха. Аммиак очень хорошо растворим в воде В одном объеме воды растворяется 700 объемов аммиака (рис. 24).
Химические свойства. При растворении аммиака в воде образуется гидроксид аммония (нашатырный спирт): NH3 + H2O → NH4OH.`],[`g8-p37-t03`,8,`c4`,`s09`,`37`,`Водородные соединения азота`,160,160,`textbook`,`ru`,`Kimyo 8`,`При растворении аммиака в воде образуется гидроксид аммония (нашатырный спирт): NH3 + H2O → NH4OH.
В этой реакции аммиак присоединяет ион h+ молекулы воды (протон) и образует ион аммония Nh+4 . Молекула воды, утратившая ион h+, превращается в ион гидроксида OH–. В результате среда раствора становится щелочной: NH3 + H2O → NH4+ + OH–.
Образование иона аммония основано на механизме донорно-акцепторной связи. В молекуле аммиака имеется свободная электронная пара, а ион водорода имеет свободную орбиталь. При столкновении молекулы аммиака с ионом водорода свободная электронная пара азота становится общей для атомов азота и водорода:
В ионе аммония азот становится четырехвалентным, степень окисления остается неизменной, то есть —3.
Аммиак взаимодействует и с кислотами, образуя соли. Эти реакции также протекают по донорно-акцепторному механизму. Ионы водорода, отделившиеся от молекул кислот, образуют ковалентную связь за счет свободных электронных пар в молекуле аммиака и превращаются в ионы аммония: NH3 + HCl = NH4Cl (хлорид аммония),`],[`g8-p37-t04`,8,`c4`,`s09`,`37`,`Водородные соединения азота`,160,161,`textbook`,`ru`,`Kimyo 8`,`Ионы водорода, отделившиеся от молекул кислот, образуют ковалентную связь за счет свободных электронных пар в молекуле аммиака и превращаются в ионы аммония: NH3 + HCl = NH4Cl (хлорид аммония),
Рис. 25. Горение аммиака в кислороде
Рис. 26. Горение аммиака в присутствии катализатора
NH3 + H2SO4 = NH4HSO4 (гидросульфат аммония),
2NH3 + H2SO4 = (NH4)2SO4 (сульфат аммония).
При высокой температуре аммиак распадается на азот и водород:
2 NH 3 → t N 2 + 3H2 .
При горении аммиака в кислороде образуются азот и вода (рис.25):
4NH3 + 3O2 = 2N2 + 6H2O.
Если реакция горения протекает в присутствии платинового катализатора, то образуется оксид азота(II) (рис. 26):
Соли аммония. Сложные вещества, образованные из ионов аммония и кислотного остатка, называются солями аммония:
NH4Cl,
NH4HSO4,
Все соли аммония — хорошо растворимые в воде вещества, обладающие следующими свойствами.
1. Распадаются при сильном нагревании:`],[`g8-p37-t05`,8,`c4`,`s09`,`37`,`Водородные соединения азота`,161,162,`textbook`,`ru`,`Kimyo 8`,`…— хорошо растворимые в воде вещества, обладающие следующими свойствами. 1. Распадаются при сильном нагревании:
11— Химия, 8 класс (NH4)2CO3 = 2NH3↑ + H2O + CO2↑.
2. Выделяют аммиак под воздействием щелочей:
(NH4)2SO4 + 2NaOH = Na2SO4 + 2NH3↑ + 2H2O. Эта реакция специфична для солей аммония.
Применение элементы зун: аммиак, структурная и электронная формулы аммиака, получение в лабораториях, ион аммония, строение иона аммония, соли аммония, качественная реакция для иона аммония.
Вопросы и задания
1. В каких областях и в каких целях применяются аммиак и соединения на его основе? 2. Запишите уравнения реакций, позволяющих осуществить следующие превращения: N2 → NH3 → (NH4)2CO3 → NH3 → (NH4)2SO4. 3. Какой объем (л,н.у.) кислорода потребуется для окисления
5,6 л аммиака в присутствии катализатора и какой газ и в каком объеме образуется в результате реакции?`],[`g8-p37-d01`,8,`c4`,`s09`,`37`,`Водородные соединения азота: солями аммония`,161,161,`definition`,`ru`,`Kimyo 8`,`Сложные вещества, образованные из ионов аммония и кислотного остатка, называются солями аммония:`],[`g8-p37-sum`,8,`c4`,`s09`,`37`,`Водородные соединения азота: главное`,162,162,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: аммиак, структурная и электронная формулы аммиака, получение в лабораториях, ион аммония, строение иона аммония, соли аммония, качественная реакция для иона аммония.`],[`g8-p38-t01`,8,`c4`,`s09`,`38`,`Кислородные соединения азота`,163,163,`textbook`,`ru`,`Kimyo 8`,`Кислородные соединения азота
Почему оксид азота(II) считается инертным, а оксид азота(IV) — кислотным?
В нормальных условиях азот не взаимодействует с кислородом. Существует ряд его оксидов, полученных косвенными путями:
Оксид азота(I) — N2O, оксид азота(II) — NO, оксид азота(III) — N2O3, оксид азота(II) NO — газ без цвета и запаха, мало растворимый в воде. При 0 °С в одном объеме воды растворяется 0,7 объема NO. Температура плавления –163,6 °С, температура кипения –154,8 °С. В природе оксид азота(II) образуется при электрических и грозовых разрядах, поэтому соединения азота, хотя и в незначительных количествах, встречаются в составе дождевых вод, выпадающих в весенние месяцы:
Оксид азота(IV) — NO2, диоксид азота — N2O4, оксид азота(V) — N2O5.
Оксид азота(II) инертен, не образует солей. В промышленности получается путем каталитического окисления аммиака. В лабораторных условиях этот оксид получается путем воздействия на медь разбавленной азотной кислотой: 3Cu + 8HNO3 = 3Cu(NO3)2 + 2NO + 4H2O.`],[`g8-p38-t02`,8,`c4`,`s09`,`38`,`Кислородные соединения азота`,163,164,`textbook`,`ru`,`Kimyo 8`,`В лабораторных условиях этот оксид получается путем воздействия на медь разбавленной азотной кислотой: 3Cu + 8HNO3 = 3Cu(NO3)2 + 2NO + 4H2O.
При нормальных условиях оксид азота(II) вступает во взаимодействие с кислородом воздуха и образует оксид азота (IV) NO2: 2NO + O2 → 2NO2.
Оксид азота(IV) NO 2 — удушливый газ красновато-бурого цвета с резким запахом, ядовит. Он хорошо растворяется в воде. Температура кипения –21,3 °С, при –9,3 °С образует бесцветные кристаллы. В лабораторных условиях оксид азота(IV) получают путем воздействия на медь концентрированной азотной кислотой: Cu + 4HNO3 = Cu(NO3)2 + 2NO2 + 2H2O.
В промышленности NO2 получают с помощью окисления оксида азота(II). Оксид азота(IV) является кислотным и, растворяясь в воде, образует азотную и азотистую кислоты: 2NO2 + H2O = HNO3 + HNO2.`],[`g8-p38-t03`,8,`c4`,`s09`,`38`,`Кислородные соединения азота`,164,164,`textbook`,`ru`,`Kimyo 8`,`Оксид азота(IV) является кислотным и, растворяясь в воде, образует азотную и азотистую кислоты: 2NO2 + H2O = HNO3 + HNO2.
Элементы зун: оксиды азота, оксид азота(II), оксид азота(IV), соединения, не образующие солей.
Вопросы и задания
1. Объясните, каким должно быть влияние давления и температуры, чтобы равновесие реакции N2 + O2 = 2NO – Q сместилось вправо. 2. Определите валентность и степень окисления азота в N2O5 . 3. Определите плотность оксида азота(IV) относительно водорода и воздуха.`],[`g8-p38-sum`,8,`c4`,`s09`,`38`,`Кислородные соединения азота: главное`,164,164,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: оксиды азота, оксид азота(II), оксид азота(IV), соединения, не образующие солей.`],[`g8-p39-t01`,8,`c4`,`s09`,`39`,`Азотная кислота`,164,165,`textbook`,`ru`,`Kimyo 8`,`Азотная кислота
Как получается из азотной кислоты царская водка?
Молекулярная формула азотной кислоты — Hno 3. На втором энергетическом уровне атома азота (внешний энергетический уровень) не имеется d-энергетического подуровня. Электронная пара 2s2- энергетического подуровня не возбуждается. Хотя азот находится в пятой группе, он не может быть пятивалентным. Высшая валентность азота — 4. Исходя из этого структурную формулу азотной кислоты можно представить в следующем виде:
Таким образом, в азотной кислоте азот четырехвалентен, степень его окисления равна +5.
Получение. До начала XX в. азотную кислоту получали путем воздействия на чилийскую селитру (NaNO 3) Концентрированной серной кислотой. В настоящее время этот способ используется для получения азотной кислоты в лабораторных условиях:
NaNO3 + H2SO4 = NaHSO4 + HNO3.
В промышленности азотная кислота получается из аммиака. Данный процесс осуществляется в три этапа (рис. 27).`],[`g8-p39-t02`,8,`c4`,`s09`,`39`,`Азотная кислота`,165,166,`textbook`,`ru`,`Kimyo 8`,`В промышленности азотная кислота получается из аммиака. Данный процесс осуществляется в три этапа (рис. 27).
1. Окисление аммиака в присутствии катализатора (Cr2O3 или MnO2):
4NH3 + 5O2 = 4NO + 6H2O.
2. Окисление оксида азота(II) и получение оксида азота(IV): 2NO + O2 = 2NO2.
3. Поглощение оксида азота(IV) водой при участии кислорода: 4NO2 + 2H2O + O2 = 4HNO3.
Физические свойства. Чистая азотная кислота — бесцветная жидкость с резким запахом, плотность ее 1,5 г/см3. Кристаллизуется при –41 °С. Хорошо растворяется в воде.
Химические свойства. Азотная кислота — одноосновная
Рис. 27. Схема получения азотной кислоты в промышленности сильная кислота, полностью диссоциирующая в разбав- → ++ ленных растворах: HNOHNO3 3 H H +NO3−.
Азотная кислота неустойчивая, может расщепляться под воздействием света и тепла:
4HNO3 = 4NO2 + O2 + 2H2O.
Как и другие кислоты, азотная кислота вступает во взаимодействие с оксидами, солями и металлами: CuO + 2HNO3 = Cu(NO3)2 + H2O, Fe(OH)3 + 3HNO3 = Fe(NO3)3 + 3H2O, Na2CO3 + 2HNO3 = 2NaNO3 + H2O + CO2.`],[`g8-p39-t03`,8,`c4`,`s09`,`39`,`Азотная кислота`,166,166,`textbook`,`ru`,`Kimyo 8`,`Как и другие кислоты, азотная кислота вступает во взаимодействие с оксидами, солями и металлами: CuO + 2HNO3 = Cu(NO3)2 + H2O, Fe(OH)3 + 3HNO3 = Fe(NO3)3 + 3H2O, Na2CO3 + 2HNO3 = 2NaNO3 + H2O + CO2.
Влияние азотной кислоты на металлы отличается от влияния других кислот. В зависимости от концентрации азотной кислоты и активности металла она восстанавливается до следующих веществ:
HNO 3 → N O2; H N O2; N O N O N; 2 ;2; N H3 .
1. При взаимодействии с пассивными металлами, например cu и Pb (a и б), концентрированная азотная кислота образует газ NO2, разбавленная азотная кислота —
NO (в), а сильно разбавленная — NH3 или NH4NO3 (г).
2. С активными металлами, например, Mg, Zn и Fe концентрированная азотная кислота реагирует по-разному:
a) Cu + 4HNO3 (конц.) = Cu(NO3)2 + 2NO2 + 2H2O, б) Pb + 4Hno3(конц.) = Pb(NO3)2 + 2NO2 + 2H2O, в) 3Cu + 8HNO3 (разб.) = 3Cu(NO3)2 + 2NO + 4H2O, г) 4Fe + 10Hno3(сильно разб.) = 4Fe(NO3)2 + NH4NO3 + 3H2O.`],[`g8-p39-t04`,8,`c4`,`s09`,`39`,`Азотная кислота`,166,167,`textbook`,`ru`,`Kimyo 8`,`) = 3Cu(NO3)2 + 2NO + 4H2O, г) 4Fe + 10Hno3(сильно разб. ) = 4Fe(NO3)2 + NH4NO3 + 3H2O.
Смесь, состоящая из 1 моля азотной кислоты и 3 молей соляной кислоты, называется “царской водкой”. Царская водка является окислителем и может растворить даже очень пассивные металлы — золото и платину:
Au + HNO3 + 3HCl = AuCl3 + NO + 2H2O,
3Pt + 4HNO3 + 12HCl = 3PtCl4 + 4NO + 8H2O.
Применение
Рис. 28. Горение древесины в концентрированной азотной кислоте
Древесная стружка и органические вещества (скипидар) в азотной кислоте возгораются и горят ярким пламенем (рис. 28).
При работе с концентрированной азотной кислотой следует соблюдать большую осторожность, так как, попадая на кожу человека, она образует язвы.
Соли азотной кислоты
Соли азотной кислоты называются нитратами. Нитраты получают в основном при взаимодействии азотной кислоты с металлами, оксидами металлов, карбонатами щелочных и щелочноземельных металлов. Нитрат аммония получают при взаимодействии аммиака и азотной кислоты: NH3 + HNO3 = NH4NO3.`],[`g8-p39-t05`,8,`c4`,`s09`,`39`,`Азотная кислота`,167,168,`textbook`,`ru`,`Kimyo 8`,`Нитрат аммония получают при взаимодействии аммиака и азотной кислоты: NH3 + HNO3 = NH4NO3.
Все нитраты — хорошо растворимые в воде вещества. При нагревании нитраты расщепляются. Нитраты металлов, расположенных в ряду активности левее магния, расщепляются с образованием нитритов и кислорода:
Нитраты металлов, расположенных в ряду активности между магнием и медью, расщепляются с образованием оксидов металлов, оксида азота(IV) и кислорода: 2Cu(NO3)2 t° 2CuO + 4NO2 + O2.
Нитраты металлов, расположенных в ряду активности после меди, расщепляются с образованием металла, оксида азота(IV) и кислорода:
2AgNO3
Расщепление нитратов можно выразить следующей общей схемой:
При расщеплении нитрата аммония образуется оксид азота(I):
Для определения солей азотной кислоты необходимо установить наличие нитрат-иона NO3– в ее составе. С этой целью соль нитрата нагревают с концентрированной серной кислотой и затем добавляют медь. Образование в результате реакции газа бурого цвета — NO2 указывает на то, что определяемая соль — нитрат:`],[`g8-p39-t06`,8,`c4`,`s09`,`39`,`Азотная кислота`,168,169,`textbook`,`ru`,`Kimyo 8`,`Образование в результате реакции газа бурого цвета — NO2 указывает на то, что определяемая соль — нитрат:
2NaNO3 + H2SO4 = Na2SO4 + 2HNO3,
4HNO3 + Cu = Cu(NO3)2 + 2NO2 + 2H2O.
Нитраты применяются в основном в сельском хозяйстве в качестве минеральных удобрений.
Элементы зун: строение молекулы HNO3, нитраты, расщепление нитратов, определение нитратов.
Вопросы и задания
1. Как получают азотную кислоту в лабораторных условиях? 2. Какими способами можно получить соль Cu(NO3)2? Запишите необходимые уравнения реакций. 3. Запишите уравнения реакций, позволяющих осуществить следующие превращения: N2 → NH3 → NO → NO2 → HNO3 → Ca(NO3)2. 4. Сколько литров (н.у.) оксида азота(II) образуется при растворении 3,2 г меди в азотной кислоте?
Практическая работа 3
Получение аммиака и проведение с ним опытов`],[`g8-p39-t07`,8,`c4`,`s09`,`39`,`Азотная кислота`,169,169,`textbook`,`ru`,`Kimyo 8`,`…растворении 3,2 г меди в азотной кислоте? Практическая работа 3 Получение аммиака и проведение с ним опытов
1. Соберите прибор, изображенный на рис. 23. 2. Образование аммиака. Наберите в фарфоровую ступку равные объемы кристаллов хлорида аммония (NH4Cl) и порошка гашеной извести и хорошенько смешайте. Заполните 1/3 пробирки образовавшейся смесью и медленно нагрейте (рис. 23). 3. Сбор аммиака. Соберите выделяющийся газ (аммиак) в пробирку, соединенную с газопроводящей трубкой, как на рис. 23. 4.
Удостоверившись в том, что пробирка наполнилась аммиаком (об этом можно узнать по резкому запаху из пробирки), закройте ее пробкой, опустите в воду и откройте пробку.
Пробирка наполнится водой, так как аммиак очень хорошо растворяется в воде. Выньте пробирку из воды. Докажите на опыте, что в пробирке находится водный раствор аммиака:
А) отлейте немного раствора аммиака в другую пробирку и опустите в нее лакмусовую бумажку красного цвета; б)`],[`g8-p39-t08`,8,`c4`,`s09`,`39`,`Азотная кислота`,169,170,`textbook`,`ru`,`Kimyo 8`,`А) отлейте немного раствора аммиака в другую пробирку и опустите в нее лакмусовую бумажку красного цвета; б)
В другую пробирку с водным раствором аммиака закапайте несколько капель фенолфталеина.
Задание. Запишите в тетрадь подробности проведенных опытов, а также уравнения совершившихся реакций. Докажите, какими веществами являются полученный газ и раствор.
5. Соберите установку, изображенную на рис.25, для сжигания аммиака в кислороде. Приготовьте необходим у ю смесь для получения аммиака, поместите ее в пробирку и закройте пробкой, к одной стороне которой прикреплена газопроводящая трубка. Второй конец трубки опустите в цилиндр с кислородом. Медленно нагрейте смесь. При поступлении образовавшегося аммиака в сосуд с кислородом будет наблюдаться явление горения.
Какие вещества образуются, когда аммиак горит в отсутствие катализатора? Запишите уравнения реакции. Определите окислители и восстановители.`],[`g8-p39-t09`,8,`c4`,`s09`,`39`,`Азотная кислота`,170,170,`textbook`,`ru`,`Kimyo 8`,`Какие вещества образуются, когда аммиак горит в отсутствие катализатора? Запишите уравнения реакции. Определите окислители и восстановители.
6. Взаимодействие аммиака с кислотами. Получите аммиак на установке, использованной выше. Обратите внимание на газ (аммиак), выделяющийся из газопроводящей трубки.
Опустите конец газопроводящей трубки в пробирки, содержащие по 1 мл азотной, соляной и серной кислот. Конец газопроводящей трубки должен находиться в 5-6 мм от поверхности растворов кислот. Почему? Как можно доказать, что после нейтрализации кислот в пробирках образуются соли? Объясните при ч ин у образования белого дыма в пробирке с соляной кислотой.
Наглядные задачи и примеры
Пример 1. Какое количество нитрата аммония образуется и какое вещество полностью расходуется при пропускании 156,8 м3 аммиака через 1 т 44,982 %-ного раствора азотной кислоты? Решение: 1) Найдем количество вещества в 156,8 м 3 (156800 л) аммиака:`],[`g8-p39-t10`,8,`c4`,`s09`,`39`,`Азотная кислота`,170,171,`textbook`,`ru`,`Kimyo 8`,`Решение: 1) Найдем количество вещества в 156,8 м 3 (156800 л) аммиака:
156800 n (Nh ) = 3 = 7000 молей ; 22,4 2) Найдем массу азотной кислоты и количество вещества в 1 т 44,982 %-ного раствора:
В 1000 кг раствора ----- x % HNO3,
449820 n(hNO ) =3 = 7140 молей.; 63 3) При взаимодействии NH3 и HNO3 образуется NH4NO3: NH3 + HNO3 = NH4NO3. 1 моль 1 моль 1 моль Из уравнения реакции видно, что при взаимодействии 1 моля NH3 с 1 молем HNO3 образуется 1 моль NH4NO3. Из условия видно, что 1 моль аммиака, взаимодействуя с 1 молем азотной кислоты, образует 1 моль нитрата аммония. 7000 молей NH3 взаимодействуют с 7000 молей азотной кислоты (7140–7000=140 молей). 140 молей HNO3 остаются в излишке и образуются 7000 молей NH4NO3 ; 4) Найдем массу 7000 молей NH4NO3:
m (NH4NO3) = 7000•80 = 560000 г = 560 кг = 0,56 т; 5) Найдем массу оставшегося HNO3:`],[`g8-p39-t11`,8,`c4`,`s09`,`39`,`Азотная кислота`,171,172,`textbook`,`ru`,`Kimyo 8`,`m (NH4NO3) = 7000•80 = 560000 г = 560 кг = 0,56 т; 5) Найдем массу оставшегося HNO3:
m (HNO3) = 140•63 = 8820 г = 8,82 кг = 0,00882 т. Ответ: образуется 560 кг (0,56 т) нитрата аммония и 8,82 кг (0,00882 т) азотной кислоты остается в избытке. Пример 2. Сколько тонн аммиака потребуется для производства 5 т 60 %-ной азотной кислоты, учитывая то, что в производстве 2,8 % аммиака растрачиваются без пользы? Решение: 1) Вычислим массу 5 т 60 %-ной азотной кислоты: m (HNO3) = 5 т • 0,6 = 3 т; 2) Определим, какое количество аммиака теоретически потребуется для получения 3 т азотной кислоты.
Азотная кислота получается из аммиака по следующим реакциям: 4NH3 + 5O2 → 4NO + 6H2O, 2NO + O2 → 2NO2, 4NO2 + 2H2O + O2 → 4HNO3.
Запишем все три реакции в виде схемы: x т 3 т NH3 → HNO3. 17 т 63 т
Для получения 63 т HNO3 необходимо 17 т NH3,
Для получения 3 т HNO3 необходимо x т NH3, 3 17 x = = 0,81 т Nh ;3 63 3) Какое количество аммиака надо взять с учетом того, что 2,8 % аммиака расходуются впустую? Вычисления показывают, что для получения HNO3 потребуется 97,2 % аммиака.`],[`g8-p39-t12`,8,`c4`,`s09`,`39`,`Азотная кислота`,172,172,`textbook`,`ru`,`Kimyo 8`,`Для получения 3 т HNO3 необходимо x т NH3, 3 17 x = = 0,81 т Nh ;3 63 3) Какое количество аммиака надо взять с учетом того, что 2,8 % аммиака расходуются впустую? Вычисления показывают, что для получения HNO3 потребуется 97,2 % аммиака.
100 т аммиака расходуются на получение 97,2 т HNO3, х т аммиака на получение 0,81 т HNO3, x = = 0 833, т.t. Ответ: потребуется 0,833 т аммиака.
97 2, Пример 3. Соль, содержащая 56,47 % кислорода, 16,47 % азота и 27,06 % натрия, встречается в природном состоянии в А ндах (горный хребет). Определите ее химическую формулу. Какой газ и в каком объеме (н.у.) образуется при нагревании 340 г этой соли?
Решение: 1) Из условия известен качественный (Na, O, N) и количественный (27,06:16,47:56,47) состав соли. Известны массовые соотношения химических элементов в составе соли. Найдем соотношение атомов в них:
NaNa xNxNyyOOzz = : : =1,1765:1,1765:3,5293. 23 14 16 Учитывая то, что соотношения элементов в составе веществ должны выражаться целыми числами, переведем полученные результаты в целые числа, приняв наименьшее отношение за 1:`],[`g8-p39-t13`,8,`c4`,`s09`,`39`,`Азотная кислота`,172,173,`textbook`,`ru`,`Kimyo 8`,`23 14 16 Учитывая то, что соотношения элементов в составе веществ должны выражаться целыми числами, переведем полученные результаты в целые числа, приняв наименьшее отношение за 1:
Значит, в составе вещества содержится 1 атом натрия, 1 атом азота и 3 атома кислорода: NaNO3 – нитрат натрия; 2) Сколько (л,н.у.) газа образуется при нагревании 340 г нитрата натрия?
340 x 2NaNO3 → 2NaNO2 + O2,
170 22, 4 170 3) NaNO3 в природном состоянии встречается в А ндах (горный хребет в Юж ной А мерике) и используется в качестве минерального удобрения.
Ответ: NaNO3, 44,8 л O2 задачи и примеры для самостоятельного решения
1. Определите плотность азота относительно водорода и воздуха. 2. Цианамид кальция — CaCN2 — ценное минеральное удобрение.`],[`g8-p39-t14`,8,`c4`,`s09`,`39`,`Азотная кислота`,173,173,`textbook`,`ru`,`Kimyo 8`,`Определите плотность азота относительно водорода и воздуха. 2. Цианамид кальция — CaCN2 — ценное минеральное удобрение.
Вычислите массовую долю азота в его составе. 3. Можно ли получить какое-либо минеральное удобрение, используя в качестве сырья только воздух и воду, а также любое оборудование? Запишите необходимые уравнения реакций. 4. Какой объем (н.у.) займут 34 кг сжиженного аммиака, переведенного в газообразное состояние? 5. Какое вещество образуется при взаимодействии 5,6 л (н.у.)
Оксида азота(II) с достаточным количеством кислорода?
Определите количество веществ, объем (н.у.) и число молекул образовавшегося вещества.`],[`g8-p39-d01`,8,`c4`,`s09`,`39`,`Азотная кислота: “царской водкой”, нитратами`,166,167,`definition`,`ru`,`Kimyo 8`,`Смесь, состоящая из 1 моля азотной кислоты и 3 молей соляной кислоты, называется “царской водкой”.
Соли азотной кислоты называются нитратами.`],[`g8-p39-sum`,8,`c4`,`s09`,`39`,`Азотная кислота: главное`,168,168,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: строение молекулы HNO3, нитраты, расщепление нитратов, определение нитратов.`],[`g8-p40-t01`,8,`c4`,`s09`,`40`,`Фосфор`,173,174,`textbook`,`ru`,`Kimyo 8`,`Фосфор
Чем отличаются друг от друга белый и красный фосфор?
Фосфор, как и азот, находится в основной подгруппе пятой группы периодической таблицы химических элементов. Его валентные электроны расположены на 3s2, 3p3, 3d0 энергетических подуровнях внешнего энергетического уровня и в возбужденном состоянии переходят на 3s1, 3p3, 3d1 подуровни, образуя пять нечетных электронов:
Следовательно, фосфор образует в основном трех- и пятивалентные соединения. Фосфор проявляет степени окисления –3, 0, +3, +5. В природе встречаются в основном соединения фосфора со степенью окисления +5.
Распространение в природе. В силу своей химической активности фосфор встречается в природе только в виде соединений. Фосфориты и апатиты — природные соединения фосфора, в состав которых входит Ca3(PO4)2. Фосфор содержится также в живых организмах и очень важен для их жизнедеятельности.
Белки и нуклеиновые кислоты являются органическими фосфорными соединениями. Неорганический составной компонент костной ткани человека и животных представлен в основном фосфатом кальция Ca3(PO4)2.`],[`g8-p40-t02`,8,`c4`,`s09`,`40`,`Фосфор`,174,175,`textbook`,`ru`,`Kimyo 8`,`Неорганический составной компонент костной ткани человека и животных представлен в основном фосфатом кальция Ca3(PO4)2.
Получение. Фосфор получают в электрических печах из фосфорита или апатита путем их нагревания без доступа воздуха в присутствии оксида кремния(IV) и кокса:
Ca3 (PO4)2 + 5c0 + 3SiO2 → 3CaSiO3 + 2P0 +5CO.
Полученные в реакции пары фосфора конденсируются водой в специальной камере. По составу собранное вещество представляет собой белый фосфор с химической формулой P4, светящийся в темноте.
Физические свойства. В свободном состоянии фосфор образует несколько аллотропических модификаций, например, белый и красный фосфор (табл. 22). Различия в физических свойствах белого и красного фосфора обусловлены порядком связи атомов в их молекулах.
Таблица 22 физические свойства белого и красного фосфора
Свойство Белый фосфор Красный фосфор
Строение
Агрегатное состояние
Цвет
Запах Растворимость в воде Растворимость в`],[`g8-p40-t03`,8,`c4`,`s09`,`40`,`Фосфор`,175,176,`textbook`,`ru`,`Kimyo 8`,`…Свойство Белый фосфор Красный фосфор Строение Агрегатное состояние Цвет Запах Растворимость в воде Растворимость в
CS2 Плотность, г/см3
Температура плавления,0С
Кристаллическое Бесцветный Чесночный
Порошкообразное
Темно-красный
Без запаха
Нерастворим
Хорошая растворимость
Нерастворим
Нерастворим
Превращается в белый фосфор не расплавляясь
Светится в темноте
Свечение
Не светится
Воздействие на организм Кристаллическая решетка
Под воздействием света и температуры белый фосфор переходит в красный:
Ядовит
Не ядовит
Молекулярная
Атомная
P(белый) t° P(красный).
А красный фосфор без доступа воздуха образует пары белого фосфора. Конденсируясь, пары превращаются в белый фосфор.
Химические свойства. Белый фосфор — химически активное вещество, способное непосредственно соединяться с кислородом, галогенами, серой и некоторыми металлами:
4P + 5O2 = 2P2O5 , 2P + 3S = P2S3,
2P + 3Cl2 = 2PCl3 , 2P + 3Ca = Ca3P2.`],[`g8-p40-t04`,8,`c4`,`s09`,`40`,`Фосфор`,176,176,`textbook`,`ru`,`Kimyo 8`,`…галогенами, серой и некоторыми металлами: 4P + 5O2 = 2P2O5 , 2P + 3S = P2S3, 2P + 3Cl2 = 2PCl3 , 2P + 3Ca = Ca3P2.
Взаимодействуя с водородом, белый фосфор образует фосфин PH3. Фосфин, хотя и похож на аммиак, но является неустойчивым соединением: 2P + 3H2 = 2PH3.
Применение. Красный фосфор служит основным сырьем в производстве спичек.
Красный фосфор, нанесенный на спичечную головку, мгновенно возгорается, вступая в реакцию с бертолетовой солью, нанесенной на боковое ребро спичечного коробка:
6P0 + 5KClO3 → 5KCl + 3P2O5,
5 | Cl + 6ē → Cl |6.
Элементы зун: белый фосфор, красный фосфор, апатит, фосфорит, фторапатит, сырье для производства спичек.
Вопросы и задания
1. Объясните местоположение фосфора в периодической таблице элементов и строение его атома. 2. Какие аллотропические модификации фосфора вы знаете? 3. Каким способом можно получить фосфор из природных соединений? 4. Какие природные соединения фосфора встречаются на территории Узбекистана? 5. В каких целях используется фосфор в народном хозяйстве?`],[`g8-p40-sum`,8,`c4`,`s09`,`40`,`Фосфор: главное`,176,176,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: белый фосфор, красный фосфор, апатит, фосфорит, фторапатит, сырье для производства спичек.`],[`g8-p41-t01`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,177,177,`textbook`,`ru`,`Kimyo 8`,`Кислородные соединения фосфора
В сколько этапов диссоциирует ортофосфорная кислота?
При сгорании фосфора в присутствии достаточного количества кислорода образуется оксид фосфора(V) состава P4O10. Упрощенно его можно записать P2O5: 4P + 5O2 = 2P2O5.
Оксид фосфора(V) — белое гигроскопическое (впитывающее воду) вещество, хорошо растворимое в воде. В нормальных условиях при растворении P2O5 в воде образуется метафосфорная кислота: P2O5 + H2O = 2HPO3.
При нагревании водного раствора P2O5 можно получить ортофосфорную кислоту:
P2O5 + 3H2O = 2H3PO4.
Иначе говоря, метафосфорная кислота, образовавшаяся в первой реакции, взаимодействуя с водой под воздействием температуры, образует ортофосфорную кислоту: HPO3 + H2O = H3PO4.
При медленном нагревании ортофосфорной кислоты образуется пирофосфатная кислота:
При продолжении нагревания она расщепляется до P2O5. Среди кислот HPO3, H4P2O7 ортофосфорная кислота является самой важной с практической точки зрения.`],[`g8-p41-t02`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,177,178,`textbook`,`ru`,`Kimyo 8`,`Среди кислот HPO3, H4P2O7 ортофосфорная кислота является самой важной с практической точки зрения.
В лабораторных условиях ортофосфорную (фосфорную) кислоту получают путем нагревания, воздействуя на ортофосфат кальция концентрированной серной кислотой:
Эту кислоту можно получить также путем сжигания фосфора в достаточном количестве кислорода, нагревания образовавшегося P2O5 и последующего воздействия на него водой: P → P2O5 → H3PO4 .
Ортофосфорная кислота H3PO4 —бесцветное кристаллическое вещество, хорошо растворимое в воде. Плавится при 42,3 °C. Поскольку ортофосфорная кислота трехосновная, она диссоциирует в три этапа:
H PO3 4 H + H PO2 −4 (дигидрофосфат-ион),
H PO2 4 H + HPO42− (гидрофосфат-ион),
HPO 4 H + + PO34− (ортофосфат-ион).
Так как при ее диссоциации образуются три вида ионов, она образует три ряда солей. Дигидрофосфаты: Гидрофосфаты: Фосфаты:
Ортофосфорная кислота вступает в реакции, присущие всем кислотам:`],[`g8-p41-t03`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,178,179,`textbook`,`ru`,`Kimyo 8`,`Ортофосфорная кислота вступает в реакции, присущие всем кислотам:
6Na + 2H3PO4 = 2Na3PO4 + 3H2,
3CaO + 2H3PO4 = Ca3(PO4)2 + 3H2O,
3NaOH + H3PO4 = Na3PO4 + 3H2O,
3NH3 + H3PO4 = (NH4)3PO4, 3Na2CO3 + 2H3PO4 = 2Na3PO4 + 3CO2 + 3H2O.
При взаимодействии с нитратом серебра образуется специфический желтый осадок: 3AgNO3 + H3PO4 = Ag3PO4↓ + 3HNO3.
Желтый осадок — ag 3PO 4. Это вещество является реактивом для фосфат-иона.
Соли ортофосфорной кислоты
Как отмечалось выше, ортофосфорная кислота диссоциирует в три этапа и образует три вида ионов и соответственно три ряда солей. В табл. 23 представлены соли ортофосфорной кислоты, где буквой М обозначен металл в составе соли.
Таблица 23 соли ортофосфорной кислоты
Соль ортофосфорной кислоты Ортофосфаты
Одновалентный металл
Двухвалентный металл
Трехвалентный металл
M3PO4
MPO4
Дигидрофосфаты Mh2PO4
Гидрофосфаты M2hPO4
Вместо металла в соединении может быть ион аммония:`],[`g8-p41-t04`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,179,179,`textbook`,`ru`,`Kimyo 8`,`…металл M3PO4 MPO4 Дигидрофосфаты Mh2PO4 Гидрофосфаты M2hPO4 Вместо металла в соединении может быть ион аммония:
(NH4)3PO4 – ортофосфат аммония.
(NH4)2HPO4 – гидрофосфат аммония.
NH4H2PO4 – дигидрофосфат аммония.
В отличие от других фосфатов, дигидрофосфаты растворимы в воде.
Фосфаты щелочных металлов и фосфиты аммония также растворяются в воде. Фосфат кальция не растворяется в воде, но растворяется в сильных кислотах:
Ca3(PO4)2 + 4HNO3 = Ca(H2PO4)2 + 2Ca(NO3)2.
Биологическое значение фосфора и его соединений. Академик А.Ю.Ферсман называл фосфор “Элементом жизни и мышления”. Действительно, фосфор, как и азот, углерод, водород и другие элементы, составляет основу всех живых организмов. Так, неорганический компонент костной ткани человека и животных представлен фосфатом кальция Ca3(PO4)2, который обеспечивает прочность и твердость костей.
С помощью соединения фосфора аденозинтрифосфата (АТФ) осуществляется энергетический обмен в живых организмах. Суточное потребление человеком фосфора составляет примерно 1600 мг.`],[`g8-p41-t05`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,179,180,`textbook`,`ru`,`Kimyo 8`,`С помощью соединения фосфора аденозинтрифосфата (АТФ) осуществляется энергетический обмен в живых организмах. Суточное потребление человеком фосфора составляет примерно 1600 мг.
MhPO4 M2(hPO4)3
– В организме человека содержится в среднем 1,5 кг фосфора: в костной ткани – в виде Ca5(PO4)3OH, в зубной эмали – в виде Ca5(PO4)3F.
– В день человек расходует 1–1,6 г фосфора. Он также входит в состав основного энергоносителя в организме человека – адено зинтрифосфата (АТФ).
– Круговорот фосфора в природе происходит в основном при участии горных пород, растений, животных и человека.
Рис. 29. Круговорот фосфора в природе
Потребность человека в фосфоре удовлетворяется за счет растений, продуктов животноводства и птицеводства. Растения в свою очередь получают фосфор из фосфорных удобрений почвы. Круговорот фосфора в природе представлен на рис. 29.
История открытия фосфора.
В vI–XvI вв. алхимики проводили многочисленные опытысцельюсоздания « философскогокамня » , посредством которого можно было бы получать золото из дешевых металлов, а также синтезировать элексир молодости.`],[`g8-p41-t06`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,180,181,`textbook`,`ru`,`Kimyo 8`,`алхимики проводили многочисленные опытысцельюсоздания « философскогокамня » , посредством которого можно было бы получать золото из дешевых металлов, а также синтезировать элексир молодости.
Одним из тех, кто занимался алхимией, был торговец из германского города Гамбурга Хенинг Брендт, который с целью обогащения проводил опыты по созданию «философского камня», с помощью которого надеялся получить золото. В 1669 г в ходе одного из опытов Брендт обнаружил на дне реакционного сосуда светящееся твердое вещество белого цвета. Х. Брендт решил, что достиг своей цели, и скрыл от окружающих полученное в результате опыта вещество. Это был фосфор. К сожалению, сведения о том, каким способом Х. Брендтом был получен фосфор, не сохранились.
В 1676 г И. Кункелю удалось получить белый фосфор с помощью следующих реакций:
1) NaNH4HPO4 → NaPO3 + NH3 + H2O,
2) 2NaPO3 + SiO2 → Na2SiO3 + P2O5,
3) 2P2O5 + 10c → P4 + 10CO.`],[`g8-p41-t07`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,181,182,`textbook`,`ru`,`Kimyo 8`,`…следующих реакций: 1) NaNH4HPO4 → NaPO3 + NH3 + H2O, 2) 2NaPO3 + SiO2 → Na2SiO3 + P2O5, 3) 2P2O5 + 10c → P4 + 10CO.
Образовавшийся продукт P4 был белым фосфором. Почти таким же способом белый фосфор был синтезирован в 1680 г. Р.Бойлем. В 1847 г. А.Шреттер, нагревая белый фосфор в отсутствие воздуха при 300 °С, синтезировал красный фосфор. В отличие от белого фосфора, красный фосфор представлял собой неядовитое несветящееся вещество красного цвета.
В 1934 г П.Бриджменом была получена третья аллотропическая модификация фосфора – черный фосфор.
Белый фосфор
Красный фосфор
3115P фосфор
Черный фосфор элементы зун: метафосфорная кислота, ортофосфорная кислота, пирофосфатная кислота, поэтапная диссоциация, дигидрофосфат-ион, гидрофосфат-ион, фосфат-ион, фосфаты, гидрофосфаты, дигидрофосфаты, фосфат серебра.
Вопросы и задания`],[`g8-p41-t08`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,182,182,`textbook`,`ru`,`Kimyo 8`,`…гидрофосфат-ион, фосфат-ион, фосфаты, гидрофосфаты, дигидрофосфаты, фосфат серебра. Вопросы и задания
1. Какие кислородные соединения фосфора вы знаете? Опишите свойства оксида фосфора(V). 2. Как получают ортофосфорную кислоту в лабораторных условиях? Запишите соответствующие уравнения реакций. 3. Какое количество ортофосфата кальция и серной кислоты необходимо для получения 19,6 г ортофосфорной кислоты? 4. Какое количество ортофосфорной кислоты можно получить из оксида фосфора(V), образованного в результате полного сгорания фосфина, полученного из 18,2 г фосфида кальция? 5.
Запишите уравнения реакций, позволяющих осуществлять следующие превращения:
1) Ca3(PO4)2 → P4 → P4O10 → H3PO4 → CaHPO4,
2) P → P2O5 → HPO3 → H3PO4 → Na3PO4
3) PH3 → P2O5 → H3PO4 → Ca3(PO4)2. 6. Уравняйте уравнения следующих химических реакций по степени окисления-восстановления. Какое вещество является окислителем, а какое – восстановителем? 1) P + KClO3 → P2O5 + KCl, 2) P + hNO3(конц.) → H3PO4 + NO2 + H2O, 3) P + h2SO4(конц.) → H3PO4 + SO2 +H2O. 7. Является ли фосфор окислителем в химических реакциях?`],[`g8-p41-t09`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,182,183,`textbook`,`ru`,`Kimyo 8`,`) → H3PO4 + NO2 + H2O, 3) P + h2SO4(конц. ) → H3PO4 + SO2 +H2O. 7. Является ли фосфор окислителем в химических реакциях?
Приведите примеры. Запишите уравнения реакций. 8. Определите массу фосфорной кислоты, полученной из 100 г фосфорита, в котором массовая доля Ca3(PO4)2 равна 93 %.
Сколько граммов 40 %-ного раствора можно получить из этого количества фосфорной кислоты?
Задачи и примеры для самостоятельного решения
Пример 1. Фосфор, полученный из 15,5 г фосфата кальция, окислился на воздухе. 200 мл полученного продукта растворили в 1,5 M растворе гидроксида калия. Какое вещество и в каком количестве образовалось в результате? Решение: 1) Сколько Ca3(PO4)2?
15,5 г Ca3(PO4)2 + 5c + 3SiO2 = 2P +5CO + 3CaSiO3,
; x = 3,1 g Рг P; 310 г 62 310 2) Какое количество (моль) оксида фосфора(V) P2O5 образовалось из 3,1 г фосфора? 3,1 г x моль 4P + 5O2 = 2P2O5 124 г 2 моля (г) фосфора получено из 15,5 г`],[`g8-p41-t10`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,183,184,`textbook`,`ru`,`Kimyo 8`,`; x = 3,1 g Рг P; 310 г 62 310 2) Какое количество (моль) оксида фосфора(V) P2O5 образовалось из 3,1 г фосфора? 3,1 г x моль 4P + 5O2 = 2P2O5 124 г 2 моля (г) фосфора получено из 15,5 г
= ; x = = 0,05моля PP2O52O5; 124 2 124
3) Сколько молей KOH содержится в 200 м л 1,5 M раствора?
В 1000 мл 1,5 M раствора содержится 1,5 моля KOH, в 200 мл 1,5 M раствора – x молей KOH,
200 ⋅1,5 x = = 0,3моля КОН;KOHbor. 1000 4) 0,05 моля P2O5 растворили в 0,3 моля KOH. Какая соль и в каком количестве образуется в этом процессе? 0,05 0,3 x P2O5 + 6KOH = 2K 3PO4 + H2O.
Дляполучениясоли K 3P O 4 P 2O 5 и KOH взятыв эквивалентных соотношениях. Поэтом удлявыч ислени я можно использовать любое из этих веществ:
2⋅0,05 x = = 0,1моля. 1 Ответ: образовалось 0,1 моля соли K3PO4.
Практическая работа 4 решение задач по теме “Подгруппа азота”`],[`g8-p41-t11`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора`,184,184,`textbook`,`ru`,`Kimyo 8`,`Практическая работа 4 решение задач по теме “Подгруппа азота”
1. Приготовьте смесь из кристаллов хлорида аммония и порошка гашеной извести. Заполните 1/3 часть пробирки этой смесью и медленно нагрейте. Какое вещество образуется? Докажите, что полученный газ — аммиак. 2. Получите из следующих веществ соль нитрат меди(II): CuO, Cu(OH)2, (CuOH)2CO3 и HNO3. 3. Докажите с помощью опыта, что аммониевые удобрения нельзя вносить в известковые (щелочные) почвы. Запишите уравнения реакций. 4. В три пронумерованные пробирки помещены соли Na2SO4,
NH4NO3 и NaCl соответственно. Докажите с помощью опыта, в какой пробирке находится каждая из солей. 5. В одной из пробирок находится ортофосфорная кислота, во второй — серная, в третьей — соляная кислота. Докажите, в какой пробирке находится каждая из кислот.`],[`g8-p41-sum`,8,`c4`,`s09`,`41`,`Кислородные соединения фосфора: главное`,181,181,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: метафосфорная кислота, ортофосфорная кислота, пирофосфатная кислота, поэтапная диссоциация, дигидрофосфат-ион, гидрофосфат-ион, фосфат-ион, фосфаты, гидрофосфаты, дигидрофосфаты, фосфат серебра.`],[`g8-p42-t01`,8,`c4`,`s11`,`42`,`Минеральные удобрения`,184,185,`textbook`,`ru`,`Kimyo 8`,`Минеральные удобрения
Использовали ли вы минеральные удобрения для подкормки цветов в классной комнате? Какие результаты наблюдались?
Значение минеральных удобрений в сельском хозяйстве.
В получении высоких урожаев сельскохозяйственных растений велика роль минеральных удобрений. Для нормальной жизнедеятельности растений необходимы такие элементы, как углерод, водород, кислород, азот, фосфор, калий, кальций, магний, железо, особенно важно среди них значение азота, фосфора и калия. Установлено, что в химический состав растений входит около 70 элементов периодической таблицы. Одни из них необходимы растениям в большем количестве, другие — в меньшем.
Элементы, необходимые для растений в большем количестве, называются макроэлементами, а необходимые в меньшем количестве — микроэлементами.
Макроэлементы: C, O, H, N, P, S, Mg, K, ca.
Микроэлементы: Fe, Mn, B, cu, Zn, Mo, CO.
Учитывая, что удобрения, включающие азот, фосфор и калий, необходимы для растений в больших количествах, их следует в основном выпускать в виде, легко усвояемом растениями.`],[`g8-p42-t02`,8,`c4`,`s11`,`42`,`Минеральные удобрения`,185,185,`textbook`,`ru`,`Kimyo 8`,`Учитывая, что удобрения, включающие азот, фосфор и калий, необходимы для растений в больших количествах, их следует в основном выпускать в виде, легко усвояемом растениями.
При недостатке в почве азота задерживаются рост и развитие растений. Листья растений приобретают светло-зеленый, даже желтый оттенок, что свидетельствует о нарушении процесса фотосинтеза. Это в свою очередь приводит к резкому снижению урожайности растений. Фосфор входит в состав веществ, участвующих в окислительно-восстановительных процессах, и способствует росту и развитию растений.
Калий ускоряет процесс фотосинтеза в растениях, усиливает накопление углеводов, например, сахара в сахарной свекле, крахмала в картофеле, целлюлозы в хлопковом волокне хлопчатника. Калий укрепляет стебли растений.
Железо ускоряет процессы усвоения растениями азота, фосфора и калия. Медь, цинк и марганец интенсифицируют окислительно-восстановительные процессы. Растения усваивают макро- и микроэлементы в виде ионов.`],[`g8-p42-t03`,8,`c4`,`s11`,`42`,`Минеральные удобрения`,185,186,`textbook`,`ru`,`Kimyo 8`,`Медь, цинк и марганец интенсифицируют окислительно-восстановительные процессы. Растения усваивают макро- и микроэлементы в виде ионов.
Вещества , способныерасщепляться ( NH4 , NO3 , H PO2 4,K ) в почвенных растворах, называются наионы
Немецкий ученый, заложивший основы науки агрохимии, предложивший теорию минеральной подкормки растений, а также рекомендации по повышению урожайности сельскохозяйственных растений путем внесения в почву минеральных удобрений.
Минеральными удобрениями. От правильного использования минеральных удобрений зависит повышение урожайности сельскохозяйственных растений. Необходимо точно знать, когда, как и в каком количестве следует вносить удобрения, так как их избыточные количества накапливаются в организме растений. Урожай, полученный от таких растений, непригоден к употреблению. В зависимости от питательных элементов, входящих в состав минеральных удобрений (N, K 2O, P 2O 5), они подразделяются на простые и комплексные (табл. 24).`],[`g8-p42-t04`,8,`c4`,`s11`,`42`,`Минеральные удобрения`,186,187,`textbook`,`ru`,`Kimyo 8`,`В зависимости от питательных элементов, входящих в состав минеральных удобрений (N, K 2O, P 2O 5), они подразделяются на простые и комплексные (табл. 24).
В состав простых минеральных удобрений входит только один питательный элемент (NaNO3, KCl, NH4NO3, Ca(H2PO4)2
Академик Академии наук Республики Узбекистан, проводивший крупные исследования в области химии и технологии удобрений. Под его руководством получены новые комплексные удобрения путем обработки фосфоритов азотной кислотой. Им были изучены источники сырья для производства фосфорных и калийных удобрений в Узбекистане, разработана технология производства суперфосфата на основе фосфатов, проводились исследования с целью получения и производства малотоксичных дефолиантов. М.Н.Набиев — лауреат Государственной премии имени Абу Райхана Беруни.
И др.), в состав комплексных — два или три питательных элемента (KNO3, NH4H2PO4 и др.).
Таблица 24`],[`g8-p42-t05`,8,`c4`,`s11`,`42`,`Минеральные удобрения`,187,187,`textbook`,`ru`,`Kimyo 8`,`…Райхана Беруни. И др.), в состав комплексных — два или три питательных элемента (KNO3, NH4H2PO4 и др.). Таблица 24
Классификация минеральных удобрений
Количество питательного Агрегатное состояние элемента, % Азотные удобрения (питательный элемент n)
Химический состав
Удобрение
Гигроскопическое вещество белого и серого цвета, хорошо растворимое в воде Кристаллическое вещество 12-13 белого цвета, хорошо растворимое в воде Кристаллы белого цвета. 30-35 Сильно гигроскопическое вещество Порошок серого или светло-зеленого цвета. Гигроскопическое вещество Гранулы белого цвета. 46 Гигроскопическое вещество Фосфорные удобрения (питательный элемент P2O5)
•2H2O Калийные удобрения (питательный элемент K2O) Мелкое кристаллическое вещество белого цвета
Нитрат натрия (натриевая NaNO3 селитра)
Нитрат калия (калиевая KNO3 селитра) Нитрат аммония (аммиач- NH4NO3 ная селитра)
Сульфат аммония
Карбамид (мочевина)`],[`g8-p42-t06`,8,`c4`,`s11`,`42`,`Минеральные удобрения`,187,188,`textbook`,`ru`,`Kimyo 8`,`…калия (калиевая KNO3 селитра) Нитрат аммония (аммиач- NH4NO3 ная селитра) Сульфат аммония Карбамид (мочевина)
Простой суперфосфат
Двойной суперфосфат
Мелкий гранулированный порошок серого цвета
Мелкий гранулированный порошок серого цвета
Хлорид калия KCl
Количество питательного Агрегатное состояние элемента, % Комплексные удобрения
N и P2O5
Химический состав
Удобрение
Дигидрофосфат аммония
Гидрофосфат аммония
Кристаллическое вещество белого цвета Кристаллическое вещество N и P2O5 белого цвета (в смесях становится серым)
NH4H2PO4
“Agro” в переводе с греческого означает “поле”, слово “агрохимия” означает буквально “полевая химия”. В 1840 г. немецкий химик Ю.Либих в своей книге о внедрении химии в земледелие разъяснял необходимость для питания растений веществ, содержащих N, Р, К и другие элементы. Агрохимики — этоспециалисты , изучающие химический состав почвы. Почва — это постоянно изменяющаяся структура, имеющая сложный состав.`],[`g8-p42-t07`,8,`c4`,`s11`,`42`,`Минеральные удобрения`,188,188,`textbook`,`ru`,`Kimyo 8`,`Агрохимики — этоспециалисты , изучающие химический состав почвы. Почва — это постоянно изменяющаяся структура, имеющая сложный состав.
Элементы зун: макроэлементы, микроэлементы, минеральные удобрения, азотные, фосфорные, калийные удобрения, комплексные удобрения, питательный элемент.
Вопросы и задания
1. Что вы знаете о химическом составе растений? 2. Каково значение некоторых макроэлементов в обеспечении нормальной жизнедеятельности растений? 3. Как классифицируются минеральные удобрения? 4. Какие требования предъявляются к минеральным удобрениям? 5. В каком из следующих соединений массовая доля азота боль-`],[`g8-p42-d01`,8,`c4`,`s11`,`42`,`Минеральные удобрения: макроэлементами, наионы, Почва`,185,188,`definition`,`ru`,`Kimyo 8`,`Элементы, необходимые для растений в большем количестве, называются макроэлементами, а необходимые в меньшем количестве — микроэлементами.
Вещества , способныерасщепляться ( NH4 , NO3 , H PO2 4,K ) в почвенных растворах, называются наионы
Почва — это постоянно изменяющаяся структура, имеющая сложный состав.`],[`g8-p42-sum`,8,`c4`,`s11`,`42`,`Минеральные удобрения: главное`,188,188,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: макроэлементы, микроэлементы, минеральные удобрения, азотные, фосфорные, калийные удобрения, комплексные удобрения, питательный элемент.`],[`g8-p43-t01`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения`,189,189,`textbook`,`ru`,`Kimyo 8`,`Основные минеральные удобрения
Почему двойной суперфосфат считается концентрированным фосфорным минеральным удобрением?
Азотные минеральные удобрения. Растения усваивают азот в связанном виде. Запасы азота в почве постоянно пополняются за счет азотных соединений, образующихся в результате гниения органических остатков в почве, усвоения азота воздуха почвенными бактериями, окисления азота воздуха во время грозы. Однако значительное количество азота уходит из почвы во время уборки сельскохозяйственных посевов. Недостаток азота в почве оказывает отрицательное влияние на развитие и урожайность растений, поэтому почву удобряют рядом азотсодержающих удобрений.
Среди них самые ценные NaNO3 — натриевая селитра, KNO3 — калиевая селитра, Ca(NO3)2 — кальциевая селитра, NH4NO3 — аммиачная селитра, (NH4)2SO4, NH4Cl, CO(NH2)2 — мочевина, жидкий аммиак и аммиачная вода.`],[`g8-p43-t02`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения`,189,190,`textbook`,`ru`,`Kimyo 8`,`…селитра, NH4NO3 — аммиачная селитра, (NH4)2SO4, NH4Cl, CO(NH2)2 — мочевина, жидкий аммиак и аммиачная вода.
Природные запасы нитратов весьма незначительны, самые большие запасы соединений азота в виде нитрата натрия имеются в Южной Америке на территории Чили. Основная часть азотных удобрений производится на химических заводах. Например, на комбинате “Максам–Чирчик”, принадлежащем ГАК “Узкимесаноат”, на предприятиях “Ферганаазот”, “Навоиазот”, “Самаркандкиме” и “Дехканабадкалийкиме” выпускаются минеральные удобрения, в частности нитраты, которые используются для повышения урожайности сельскохозяйственных культур.
Питательный элемент в составе азотных удобрений определяется массовой долей азота, содержащегося в них.
Пример. Определите количество питательного элемента в составе натриевой селитры.
Решение: 1) Запишем формулу нитрата натрия и определим его молекулярную массу: М(NaNO3) = 23 + 14 + 48 = 85 г/моль; 2) Вычислим процентное содержание азота:`],[`g8-p43-t03`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения`,190,190,`textbook`,`ru`,`Kimyo 8`,`Решение: 1) Запишем формулу нитрата натрия и определим его молекулярную массу: М(NaNO3) = 23 + 14 + 48 = 85 г/моль; 2) Вычислим процентное содержание азота:
Ответ: 16,4 % N, т.е. питательного элемента.
На сегодняшний день актуальной является задача превращения азота воздуха в азотные удобрения с помощью азотфиксирующих бактерий и растений.
Фосфорные удобрения. Рассмотрим вкратце фосфорные удобрения, используемые в сельском хозяйстве.
1. Фосфоритная мука Ca3(Po4)2 — обогащенный порошок фосфорита —природного соединения фосфора. Фосфоритная мука плохо растворяется в воде, поэтому ее вносят в почвы с кислотной средой. Как самое дешевое фосфорное удобрение фосфоритная мука используется для удобрения целинных и торфяных почв.
2. Простой суперфосфат Ca(H2Po4)2•CaSO4•4H2O — получается при взаимодействии апатита или фосфорита с серной кислотой:
Ca3(PO4)2 + 2H2SO4 = Ca(H2PO4)2 + 2CaSO4.
Ввиду хорошей растворимости в воде его можно использовать для удобрения растений на почвах с любой средой.`],[`g8-p43-t04`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения`,190,191,`textbook`,`ru`,`Kimyo 8`,`Ввиду хорошей растворимости в воде его можно использовать для удобрения растений на почвах с любой средой.
Простой суперфосфат вы можете приготовить сами. Для этого необходимо взять несколько кусков костей животного и обжигать до выгорания органических веществ. Обгоревшие кости следует измельчить в ступке до порошкообразного состояния. К 50 г порошка надо добавить 3– 5 г порошка мела и, поместив смесь в химический стакан, постепенно залить 20 г 70 %-ной серной кислоты. Смесь следует помешивать стяклянной палочкой. В результате химической реакции, протекающей в стакане, смесь нагреется.
Порошок, образовавшийся после охлаждения смеси, и есть простой суперфосфат, то есть Ca(H2PO4)2, смешанный с CaSO4.
Для предохранения порошка простого суперфосфата от затвердевания под воздействием влаги в настоящее время его выпускают в гранулированном виде.
В составе простого суперфосфата содержится 14—20 % P2O5.`],[`g8-p43-t05`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения`,191,191,`textbook`,`ru`,`Kimyo 8`,`В составе простого суперфосфата содержится 14—20 % P2O5.
3. Двойной суперфосфат Ca(H2Po4)2.2H2O — концентрированное фосфорное минеральное удобрение, хорошо растворимое в воде:
Ca3(PO4)2 + 4H3PO4 = 3Ca(H2PO4)2.
Количество P2O5 в двойном суперфосфате достигает 40— 50 % .
4. Преципитат CaHPo4•2H2O — также концентрированное минеральное удобрение, но мало растворимое в воде: Ca(OH)2 + H3PO4 = CaHPO4•2H2O,
CaCO3 + H3PO4 = CaHPO4 + H2O + CO2.
Количество P2O5 в преципитате составляет 30—35 %.
5. Костная мука изготавливается путем переработки костей животных и используется в измельченном виде в качестве форфорного минерального удобрения. Состав костной муки — Ca3(PO4)2, не растворима в воде. Хорошие результаты дает применение костной муки в почвах с кислотной средой.
6. Аммофос — смесь Ca(H2Po4)2, (NH4)2HPo4 и NH4H2Po4
— относится к комплексным удобрениям, содержащим азот и фосфор. Хорошо растворяется в воде. Среди фосфорных минеральных удобрений используется чаще всего.`],[`g8-p43-t06`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения`,191,192,`textbook`,`ru`,`Kimyo 8`,`Хорошо растворяется в воде. Среди фосфорных минеральных удобрений используется чаще всего.
Питательный элемент в этих удобрениях представлен P2O5.
Пример. В состав одного из фосфорных удобрений входит
40 % Ca(H2PO4)2. В каком количестве удобрения содержится
1 т питательного элемента P2O5?
Решение: 1) Выясним, какое количество Ca(H2PO4)2 содержит
1 т питательного элемента:
xx x 1т1t 1t
Ca H POca(h( Ca H POPO( )) → P O)P → O P O 2 2 4 4222 4 2 255 2 5 234234 т t 234 t 142142 тt 142t234 234142 142 142 142
2) В каком количестве фосфорного удобрения содержится 1,647 т Ca(H2PO4)2?
Продолжим вычисления, учитывая, что в составе минерального удобрения содержится 40 % Ca(H2PO4)2: 1 647, т/фосфорное удобрениеt/ fosforli o'g'it = = 4 117,tт
Калийные удобрения. Калий имеет важное значение в повышении урожайности сельскохозяйственных растений. В сельском хозяйстве в качестве калийных удобрений используются такие соединения калия, как KCl, KNO3.`],[`g8-p43-t07`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения`,192,192,`textbook`,`ru`,`Kimyo 8`,`В сельском хозяйстве в качестве калийных удобрений используются такие соединения калия, как KCl, KNO3.
Питательный элемент в калийных удобрениях представлен K2O.
1. Неочищенные калийные удобрения:
Сильвинит — KCl•NaCl.
Каинит — MgSO4•KCl•3H2O.
Они используются в качестве удобрения в измельченном (до порошкообразного состояния) виде. Следует, однако, учитывать, что при внесении этих удобрений в почву выделяются вредные для растений ионы хлора. Поэтому не рекомендуется использовать эти удобрения в количествах, превышающих нормы внесения.
2. Концентрированные калийные удобрения имеют обогащенный питательный элемент, что достигается путем переработки природных соединений калия. Содержание питательного элемента K2O в составе минерального удобрения хлорида калия равно 52–60 %. Получают хлорид калия нагреванием и последующим обогащением сильвинита, при этом исходят из того, что KCl и NaCl имеют различную растворимость. В составе нитрата калия — KNO3, помимо питательного элемента K2O, содержится 12—13 % азота.`],[`g8-p43-t08`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения`,192,193,`textbook`,`ru`,`Kimyo 8`,`В составе нитрата калия — KNO3, помимо питательного элемента K2O, содержится 12—13 % азота.
3. Древесная (растительная) мука представляет собой остаток, то есть золу, образовавшуюся после сгорания растений, в которой содержится в основном K2CO3 (поташ).
Питательный элемент в калийных удобрениях — K2O.
Пример. Вычислите количество питательного элемента в
1 т калийного удобрения, содержащего 75 % хлорида калия.
Решение: 1) Найдем массу KCl в составе калийного удобрения: m (KCl) = 1000 кг • 0,75 = 750 кг;
2) Зная, что питательным элементом в калийных удобрениях является K 2O, определим содержание K 2O в 750 кг KCl:
750 750 x x 750 750x x 750 94⋅750 94⋅ 2 KCl 2 → KCl K O 2 → K O2 = =, отсюда xdan = x = = 4473 3=, 4473 3kg., kgкг.. Ответ: 473,3 кг. 149 149 94 149 14994 94 149 149 элементы зун: натриевая селитра, калиевая селитра, аммиачная селитра, мочевина, фосфоритная мука, простой суперфосфат, двойной суперфосфат, преципитат, костная мука, аммофос, хлорид калия, сильвинит, каинит, древесная зола.`],[`g8-p43-t09`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения`,193,193,`textbook`,`ru`,`Kimyo 8`,`…простой суперфосфат, двойной суперфосфат, преципитат, костная мука, аммофос, хлорид калия, сильвинит, каинит, древесная зола.
Вопросы и задания
1. Для чего нужны минеральные удобрения? 2. Приведите примеры калийных, азотных и фосфорных удобрений. 3. Где и какие минеральные удобрения производятся в нашей стране? 4. Изучите данные табл.24 и выскажите свое мнение. Подготовьте данные о нормах внесения удобрений в земле дельческих хозяйствах, находящихся неда леко от вашего местожительства. 5. На предприятии “Ферганаазот” выпускается минеральное удобрение аммиачная селитра. Какое количество азотной кислоты и какой объем (н.у.) аммиака потребуется для производства 40 т аммиачной селитры?`],[`g8-p43-sum`,8,`c4`,`s11`,`43`,`Основные минеральные удобрения: главное`,193,193,`summary`,`ru`,`Kimyo 8`,`Элементы ЗУН: натриевая селитра, калиевая селитра, аммиачная селитра, мочевина, фосфоритная мука, простой суперфосфат, двойной суперфосфат, преципитат, костная мука, аммофос, хлорид калия, сильвинит, каинит, древесная зола.`],[`g8-p44-t01`,8,`c4`,`s11`,`44`,`Биогенные элементы и их значение для живых организмов`,194,194,`textbook`,`ru`,`Kimyo 8`,`Биогенные элементы и иХ значение для живых организмов
К каким заболеваниям может привести недостаток микроэлементов в живых организмах?
Подавляющую часть земной коры (98 %) составляют в основном восемь элементов: O, Si, al, Fe, ca, Na, K, Mn. Хотя в процессе эволюции все они вошли в состав живой материи, основным элементом жизни стал углерод. 99,1 % растительной ткани представлен элементами O, C, H, Na, K, ca, Si, 99,4 % тела человека представлены элементами H, O, C, N, ca.
Все они называются макробиогенными элементами.
Десять элементов, встречающихся в составе живых организмов в количестве менее 0,01 % — Fe, Mn, CO, cu, Mo, Zn, F, Br, I, B, — называются микробиогенными элементами. Они крайне необходимы для жизни. Микро-биогенные элементы называют также микроэлементами. Они способствуют образованию сахаристых веществ, крахмала, белков, различных нуклеиновых кислот, витаминов, ферментов.`],[`g8-p44-t02`,8,`c4`,`s11`,`44`,`Биогенные элементы и их значение для живых организмов`,194,194,`textbook`,`ru`,`Kimyo 8`,`Они способствуют образованию сахаристых веществ, крахмала, белков, различных нуклеиновых кислот, витаминов, ферментов.
Микроэлементы обеспечивают также хороший рост растений на неплодородных почвах, повышение урожайности, приспособляемость их к засухе и низким температурам, устойчивость к различным заболеваниям. Железо содержащие ферростимуляторы , разработанные И . Р . Аскаровыми Ш. М. Киргизовым, применяются в качестве биологически активных веществ, положительно влияющих на рост растений.
Элементы Mn, cu, Mo и B имеют важное значение для протекания процессов фотосинтеза, роста и созревания семян растений. Они способствуют повышению устойчивости растений к вредным воздействиям внешней среды (недостаток влаги в почве, повышение или понижение температуры воздуха), обеспечивают относительную устойчивость к ряду заболеваний, вызываемых бактериями и грибами (кенафный бактериоз, гниение корневища свеклы, серые пятна на зерновых растениях и т.д.).`],[`g8-p44-t03`,8,`c4`,`s11`,`44`,`Биогенные элементы и их значение для живых организмов`,194,195,`textbook`,`ru`,`Kimyo 8`,`…вызываемых бактериями и грибами (кенафный бактериоз, гниение корневища свеклы, серые пятна на зерновых растениях и т.д.).
Многочисленными опытами доказано значение бора в повышении урожайности растений гороха, фасоли, люцерны, сахарной свеклы, кенафа, бахчевых культур и ягод.
Одним из важнейших элементов в организме человека является кальций, 99 % которого входят в состав костной ткани, а примерно 1 % — в состав крови и лимфы. Недостаток кальция в организме человека вызывает ряд заболеваний, поэтому в медицине широко используются лекарственные вещества, изготовленные на основе хлорида и глюконата кальция. Так, препарат “Аскальций” эффективно используется в качестве средства, повышающего защитную силу организма человека, при лечении заболеваний костей, крови, онкологических болезней.`],[`g8-p44-t04`,8,`c4`,`s11`,`44`,`Биогенные элементы и их значение для живых организмов`,195,195,`textbook`,`ru`,`Kimyo 8`,`Так, препарат “Аскальций” эффективно используется в качестве средства, повышающего защитную силу организма человека, при лечении заболеваний костей, крови, онкологических болезней.
Использование микроэлемента меди на осушенных болотных, песчаных и обедненных медью землях позволяет повысить урожайность зерновых культур, молибден способствует увеличению продуктивности бобовых и кормовых культур, марганец обеспечивает получение высоких урожаев сахарной свеклы и пшеницы, а цинк — кукурузы. Кобальт и йод имеют большое практическое значение в получении высококачественной продукции животноводства. Марганец — основной элемент, регулирующий мочеобразование у живых организмов, он играет важную роль и при образовании витамина С.
Марганец повышает урожайность ягодных и зерновых культур. Так, при достаточном содержании марганца в почве урожай клубники достигает 3 ц/га, а пшеницы — 3—4 ц/га. При смачивании семян хлопчатника перед посевом солями марганца урожайность хлопчатника увеличивается на 2 центнера на гектар. Марганец ускоряет рост растений хлопчатника, табака, сахарной свеклы.`],[`g8-p44-t05`,8,`c4`,`s11`,`44`,`Биогенные элементы и их значение для живых организмов`,195,196,`textbook`,`ru`,`Kimyo 8`,`При смачивании семян хлопчатника перед посевом солями марганца урожайность хлопчатника увеличивается на 2 центнера на гектар. Марганец ускоряет рост растений хлопчатника, табака, сахарной свеклы.
Кобальт имеет важное значение при синтезе гемоглобина, в ДНК и аминокислотном обмене. Наряду с повышением урожайности винограда кобальт способствует увеличению содержания сахаристых веществ в составе ягод.
При использовании кобальта вместе с марганцем, цинком, бором и медью в качестве добавки к минеральным удобрениям ускоряется развитие хлопчатника, а урожайность его повышается на 3-4 ц с гектара.
Медь играет существенную роль в пигментации кожи и усвоении организмом железа.
Цинк имеет важное значение в образовании CO 2 и усвоении белков. При недостатке цинка зерновые растения, овощные культуры и кукуруза часто подвергаются заболеваниям: верхушки стеблей становятся белыми, растения ослабевают, резко снижается урожайность. Нехватка цинка у цитрусовых приводит к обесцвечиванию листьев и в результате к высыханию растения. Цинк важен и для растений персика, урюка и ореха.`],[`g8-p44-t06`,8,`c4`,`s11`,`44`,`Биогенные элементы и их значение для живых организмов`,196,196,`textbook`,`ru`,`Kimyo 8`,`Нехватка цинка у цитрусовых приводит к обесцвечиванию листьев и в результате к высыханию растения. Цинк важен и для растений персика, урюка и ореха.
Молибден способствует усвоению азота организмом и протеканию окислительно-восстановительных процессов. Микроудобрения с молибденом позволяют повысить урожайность сахарной свеклы на 20 %, льна — на 25 %. Микроудобрения с молибденом являются отходом производства лампочек. При внесении их в почву вместе с другими минеральными удобрениями урожайность озимой пшеницы возрастает на 37 %, а хлопчатника — на 7 ц/га.
Фтор является необходимым элементом в образовании костной ткани живых организмов. При недостатке фтора зубы начинают разрушаться.
Бром — один из элементов, ответственных за нормальное осуществление деятельности нервной системы.
Йод — элемент, необходимый для нормального роста и полового созревания организмов.
В последние годы ряд микроэлементов пополнился новыми элементами: li, al, Ti, v, cr, Ni, Se, Sr, as, cd,`],[`g8-p44-t07`,8,`c4`,`s11`,`44`,`Биогенные элементы и их значение для живых организмов`,196,197,`textbook`,`ru`,`Kimyo 8`,`В последние годы ряд микроэлементов пополнился новыми элементами: li, al, Ti, v, cr, Ni, Se, Sr, as, cd,
Sn, Ba, W. Их роль и значение в жизнедеятельности живых организмов изучаются учеными всего мира.
Так, профессором Х.Т.Шариповым разработана и внедрена в производство технология выделения из отходов драгоценных металлов золота, платины, молибдена, вольфрама.
На сегодняшний день, когда биосфера все больше загрязняется различными соединениями, мы должны осознавать, что изменение и перераспределение природных концентраций месторождений микроэлементов — металлов и неметаллов — является одним из факторов отрицательного воздействия на живую природу.`],[`g8-p44-t08`,8,`c4`,`s11`,`44`,`Биогенные элементы и их значение для живых организмов`,197,197,`textbook`,`ru`,`Kimyo 8`,`…неметаллов — является одним из факторов отрицательного воздействия на живую природу.
В настоящее время установлено, что около 300 видов растений из существующих 500000 и около 200 видов животных из более миллиона существующих испытывают потребность в микроэлементах. Неудовлетворение этой потребности может привести к исчезновению целых видов, нарушению равновесия в природе. В связи с этим усилия ученых всего мира направлены на исследование микроэлементов и их роли в жизнедеятельности живых организмов. Эти исследования начинают давать первые результаты.
Вопросы и задания
1. Дайте определение термина “микробиогенные элементы”. 2. Правильно ли думать, что микроэлементы важны только для растительного мира? 3. Каковы полезные свойства микроэлементов? 4. Имеются ли вместе вашего проживания живые организмы, поврежденные из-за недостатка микроэлементов? Что следует сделать, чтобы устранить этот недостаток?`],[`g8-p44-d01`,8,`c4`,`s11`,`44`,`Биогенные элементы и их значение для живых организмов: макробиогенными элементами, микробиогенными элементами, также микроэлементами`,194,194,`definition`,`ru`,`Kimyo 8`,`Все они называются макробиогенными элементами.
Десять элементов, встречающихся в составе живых организмов в количестве менее 0,01 % — Fe, Mn, CO, cu, Mo, Zn, F, Br, I, B, — называются микробиогенными элементами.
Микро-биогенные элементы называют также микроэлементами.`],[`g8-lab-t01`,8,null,null,`lab`,`Практические и лабораторные работы`,199,199,`textbook`,`ru`,`Kimyo 8`,`Практическая работа 5 определение минеральных удобрений
Определите предоставленные вам минеральные удобрения путем проведения опытов с использованием данных табл. 25.
Вариант 1. В три пробирки помещены следующие минеральные удобрения: нитрат калия, нитрат аммония и суперфосфат. Определите, в какой пробирке находится каждое из этих удобрений. Вариант 2. Докажите, что данное вам удобрение является хлоридом калия. Вариант 3. Докажите, что данное вам удобрение является хлоридом аммония. Вариант 4. Определите название данного вам минерального удобрения. Что вы знаете об этом удобрении? (Учитель может предложить вам 4—5 г любого минерального удобрения).
Задачи и примеры для самостоятельного решения`],[`g8-lab-t02`,8,null,null,`lab`,`Практические и лабораторные работы`,199,199,`textbook`,`ru`,`Kimyo 8`,`Задачи и примеры для самостоятельного решения
1. Запишите уравнение реакции, позволяющей получить сульфид калия. 2. Запишите уравнения реакций образования трех средних солей, трех кислот и трех кислых солей с использованием калия, серы, кислорода и водорода. 3. Можно ли получить соль фосфат кальция с помощью простых веществ? Если да, то запишите соответствующие уравнения реакций. 4. Определите число молекул в одной капле воды (V= 0,03 мл). 5. В раствор, содержащий 16 г сульфата меди(II), добавили
4,8 г железной стружки. Сколько меди выделится при этом? 6. Сколько атомов натрия в составе 0,04 моля оксида натрия? 7. 0,448 л газа (н.у) составляет 0,88 г. Определите, какой это газ? 8. Плотность гелия (н.у.) 0,178 г/л. Используя эти данные, определите массу 2 молей гелия. 9. Масса 1,5∙1022 молекул неизвестного газа составляет 0,05 г.`],[`g8-lab-t03`,8,null,null,`lab`,`Практические и лабораторные работы`,199,200,`textbook`,`ru`,`Kimyo 8`,`Используя эти данные, определите массу 2 молей гелия. 9. Масса 1,5∙1022 молекул неизвестного газа составляет 0,05 г.
Какой это газ? 10. Плотность смеси, состоящей из 25 % озона и какого-то неизвестного газа, относительно гелия равна 9. Какой газ находится в смеси с озоном. 11. Какие вещества образуются на месте соответствующих цифр при взаимодействии веществ, приведенных в следующей таблице?
Вещество Na
Zn S
CuO SO3
Al(OH)3 HNO3 KOH
HCl 3
KOH 8
12. Запишите уравнения реакций, позволяющих осуществить следующие превращения. А CuO б FeCl3
Cu CuCl2
Fe2(so ) Fe(OH)3
Cu(OH)2 Fe2O3 лабораторные занятия лабораторная работа 1 получение гидроксида цинка и воздействие на него кислотных и щелочных растворов
1. Налейте в пробирку 1—2 м л 5 %-ного раствора едкого натрия. 2. Залейте раствор избыточным количеством раствора соли хлорида цинка. 3. Поместите образовавшийся осадок в две пробирки.`],[`g8-lab-t04`,8,null,null,`lab`,`Практические и лабораторные работы`,200,201,`textbook`,`ru`,`Kimyo 8`,`Залейте раствор избыточным количеством раствора соли хлорида цинка. 3. Поместите образовавшийся осадок в две пробирки.
4. В одну из пробирок залейте раствор соляной кислоты, во вторую — раствор едкого натрия. Взболтайте пробирки.
Задание
1. Объясните причину изменений, происшедших на каждом этапе опыта. 2. Повторите указанные опыты с раствором хлорида меди. 3. Запишите уравнения химических реакций, протекающих в ходе опытов. 4. Сопоставьте свойства гидроксида цинка и гидроксида меди(II).
Лабораторная работа 2 Приготовление образцов кристаллических решеток веществ, имеющих различные виды химической связи (хлорид калия, сера, йод)
1. Какую химическую связь имеет хлорид калия? Приведите примеры веществ с ионной связью.
2. Изготовьте шаростержневую модель кристаллов хлорида калия, зная, что координационное число ионов калия и хлора равно шести и противоположно заряженные ионы могут соединяться друг с другом. Зарисуйте изображение модели в тетрадь.`],[`g8-lab-t05`,8,null,null,`lab`,`Практические и лабораторные работы`,201,201,`textbook`,`ru`,`Kimyo 8`,`…равно шести и противоположно заряженные ионы могут соединяться друг с другом. Зарисуйте изображение модели в тетрадь.
3. Изготовьте шаростержневую модель кристаллической серы, зная, что в ее молекуле восемь атомов соединяются друг с другом в форме окружности или кресла. Зарисуйте изображение модели в тетрадь.
Лабораторная работа 3 Качественные реакции для соляной кислоты, галогенидов и йода
1. Перепишите в тетрадь следующую таблицу.
Реагент HCl
Раствор 1 AgNO3
2. Возьмите четыре пробирки. Залейте в каждую из них по 1—2 мл растворов HCl, NaCl, NaBr и NaI соответственно. 3. Добавьте в пробирки с растворами по 0,5 мл (3—4 капли) раствора AgNO3.
NaCl NaBr NaI`],[`g8-lab-t06`,8,null,null,`lab`,`Практические и лабораторные работы`,201,202,`textbook`,`ru`,`Kimyo 8`,`…Добавьте в пробирки с растворами по 0,5 мл (3—4 капли) раствора AgNO3. NaCl NaBr NaI
4. Понаблюдайте за происходящими изменениями. Запишите уравнения реакций. Занесите результаты в таблицу. 5. Накапайте в пробирку 3—4 капли крахмального клейстера, сверху закапайте одну каплю спиртового раствора йода. Проследите за происходящими изменениями. 6. Накапайте на кусочки картофеля и хлеба по 1—2 капли спиртового раствора йода и пронаблюдайте за происходящими изменениями. Изложите свои соображения на основании результатов наблюдений.
Лабораторная работа 4 определение наличия хлоридов в составе почвенного раствора
1. Образец почвы, взятой со школьного опытного участка, хорошенько смешайте с водой. Отфильтруйте образовавшийся мутный раствор. 2. Проверьте отфильтрованный раствор на наличие ионов хлора.
Лабораторная работа 5 вытеснение галогенов из их растворов`],[`g8-lab-t07`,8,null,null,`lab`,`Практические и лабораторные работы`,202,203,`textbook`,`ru`,`Kimyo 8`,`Лабораторная работа 5 вытеснение галогенов из их растворов
1. Перепишите в тетрадь следующую таблицу и заполните ее.
NaCl NaBr NaI
Cl2
Br2
2. В одну из двух пробирок залейте 3—4 мл раствора бромида натрия, во вторую — такое же количество раствора йодида натрия. 3. В пробирки с растворами добавьте по 1—2 мл хлорной воды.
Пронаблюдайте за происходящими изменениями и запишите уравнения реакций. 4. Налейте в пробирку 3—4 мл раствора йодида натрия, сверху добавьте 1—2 мл бромной воды. Пронаблюдайте за происходящими изменениями и запишите уравнения реакций. 5. Налейте в две пробирки по 3—4 мл раствора поваренной соли. В одну из пробирок добавьте 1—2 мл бромной воды, а в другую —
1—2 мл спиртового раствора йода. Произойдут ли какие-нибудь изменения? Почему?
Лабораторная работа 6
Растворимость галогенов в воде и органических растворителях
1. Положите в пробирку три-четыре кристалла йода, залейте сверху`],[`g8-lab-t08`,8,null,null,`lab`,`Практические и лабораторные работы`,203,203,`textbook`,`ru`,`Kimyo 8`,`1. Положите в пробирку три-четыре кристалла йода, залейте сверху
1—2 мл воды и перемешайте. Понаблюдайте процесс растворения йода в воде. Затем к водному раствору йода добавьте 1—2 мл бензола и взболтайте пробирку. Дайте отстояться. Понаблюдайте за происходящими изменениями. Обратите внимание на окраску образовавшихся в пробирке двух слоев: водного и бензольного.
2. Выскажите свое мнение о растворимости йода в воде и органическом растворителе — бензоле.
Лабораторная работа 7 ознакомление с серой и ее природными соединениями
Ознакомьтесь с образцами серы и ее природных соединений, предоставленных вам учителем. Перепишите следующую таблицу в тетрадь и заполните ее.
Название образца
Химическая формула
Относительная молекулярная масса
Внешний вид
Растворимость в воде
Сера
Пирит
Цинковая обманка
4 Гипс лабораторная работа 8 определение наличия сульфат-иона в различных растворителях`],[`g8-lab-t09`,8,null,null,`lab`,`Практические и лабораторные работы`,203,204,`textbook`,`ru`,`Kimyo 8`,`4 Гипс лабораторная работа 8 определение наличия сульфат-иона в различных растворителях
1. Налейте в четыре пробирки по 2—3 мл растворов H2SO4,
Na2SO4, CuSO4 и сульфата алюминия соответственно. 2. Поверх каждого раствора залейте по 1—2 мл раствора BaCl2. 3. Понаблюдайте за превращениями, происходящими в каждой пробирке. Запишите уравнения реакций.
Лабораторная работа 9
Получение аммиака при взаимодействии аммониевых солей с гашеной известью и изучение его свойств
1. Приготовьте смесь хлорида аммония и гашеной извести в соотношении 1,5:1, поместите ее в пробирку и закройте пробкой, в которую установлена газопроводящая трубка.
2. Слегка нагрейте смесь. Выделяющийся газ соберите в пробирку.
3. Заполненную газом пробирку (или цилиндр) с закрытым отверстием опустите через кристаллизатор в воду. Что будет наблюдаться при этом?
4. Поднесите к газу, выходящему из газопроводящей трубки, бумажку, пропитанную фенолфталеином. Какое явление произойдет при этом?`],[`g8-lab-t10`,8,null,null,`lab`,`Практические и лабораторные работы`,204,204,`textbook`,`ru`,`Kimyo 8`,`Поднесите к газу, выходящему из газопроводящей трубки, бумажку, пропитанную фенолфталеином. Какое явление произойдет при этом?
5. Поднесите к газу, выходящему из газопроводящей трубки, стеклянную палочку, смоченную соляной кислотой. Какое явление произойдет при этом?
Объясните причину превращений, происшедших в указанных опытах. Запишите уравнения реакций.
Лабораторная работа 10 ознакомление с образцами минеральных удобрений
Рассмотрите внимательно образцы минеральных удобрений, предоставленные учителем. Перепишите следующую таблицу в тетрадь и заполните ее.
1 Название минераль- Формула ного удобрения
Относительная молекулярная масса
Внешний вид, цвет
Водорастворимость`]],o=[4,0,63,4,0,72,4,0,84,4,0,102,4,0,86,4,0,110,4,0,105,12,0,36,7,0,20,5,0,64,5,0,74,5,0,104,5,0,75,5,0,95,5,0,74,5,0,96,5,0,93,5,0,78,9,0,38,9,0,33,4,0,87,4,0,64,4,0,97,4,0,70,4,0,95,4,0,89,4,0,77,4,0,62,9,0,24,4,0,102,4,0,118,4,0,110,4,0,115,4,0,103,8,0,19,5,0,10,4,0,84,4,0,93,4,0,79,4,0,78,4,0,99,4,0,67,4,0,76,4,0,104,4,0,81,4,0,85,4,0,75,4,0,41,8,0,23,5,0,18,4,0,86,4,0,80,4,0,88,4,0,94,4,0,72,9,0,28,5,0,16,3,0,82,3,0,90,3,0,91,3,0,105,3,0,97,5,0,25,4,0,12,2,0,88,2,0,83,2,0,97,2,0,79,2,0,65,5,0,41,4,0,21,3,0,10,4,0,88,4,0,95,4,0,107,4,0,60,5,0,20,2,0,64,2,0,81,2,0,73,2,0,80,2,0,72,5,0,28,3,0,19,5,0,87,5,0,81,5,0,66,6,0,7,6,0,11,5,0,84,5,0,83,5,0,86,6,0,10,10,0,79,10,0,80,10,0,80,10,0,84,10,0,82,10,0,82,10,0,72,10,0,78,10,0,100,10,0,64,10,0,81,10,0,84,10,0,56,10,0,77,10,0,68,10,0,84,10,0,80,10,0,94,10,0,92,13,0,13,11,0,17,4,0,99,4,0,79,4,0,76,4,0,132,5,0,21,5,0,14,7,0,97,7,0,97,7,0,91,7,0,94,7,0,107,7,0,95,7,0,77,15,0,35,12,0,26,8,0,29,2,0,92,2,0,114,2,0,96,2,0,66,5,0,13,3,0,13,2,0,88,2,0,75,2,0,120,2,0,99,2,0,98,4,0,27,3,0,10,4,0,73,4,0,90,4,0,89,4,0,80,4,0,86,4,0,78,14,0,22,5,0,19,3,0,76,3,0,94,3,0,86,3,0,83,6,0,24,4,0,11,5,0,94,5,0,81,5,0,111,5,0,90,5,0,105,5,0,97,5,0,70,5,0,94,5,0,70,6,0,23,4,0,108,4,0,82,4,0,110,4,0,107,4,0,88,4,0,67,6,0,18,5,0,8,6,0,89,6,0,94,6,0,105,6,0,111,6,0,91,6,0,95,8,0,17,1,0,106,1,0,98,1,0,95,1,0,100,1,0,59,2,0,15,2,0,99,2,0,85,2,0,94,2,0,77,3,0,13,4,0,64,4,0,94,4,0,94,4,0,95,4,0,93,4,0,88,4,0,85,4,0,97,4,0,110,4,0,93,6,0,25,5,0,24,2,0,71,2,0,68,2,0,84,2,0,75,2,0,86,2,0,87,2,0,83,2,0,70,9,0,32,4,0,7,2,0,82,2,0,94,2,0,104,2,0,99,2,0,100,2,0,96,2,0,74,2,0,66,4,0,15,3,0,28,3,0,72,3,0,106,3,0,108,3,0,97,3,0,101,3,0,85,3,0,97,3,0,73,3,0,95,3,0,97,3,0,70,3,0,94,3,0,98,3,0,96,5,0,9,7,0,85,7,0,82,7,0,86,7,0,86,7,0,119,8,0,6,8,0,26,3,0,97,3,0,118,3,0,84,5,0,6,4,0,12,3,0,103,3,0,110,3,0,121,4,0,9,2,0,90,2,0,109,2,0,113,2,0,95,2,0,81,4,0,5,3,0,19,3,0,95,3,0,90,3,0,81,3,0,87,3,0,102,8,0,28,4,0,14,2,0,98,2,0,81,2,0,82,2,0,105,6,0,33,3,0,16,4,0,101,4,0,90,4,0,93,4,0,99,4,0,94,4,0,92,4,0,67,4,0,100,4,0,61,4,0,95,4,0,73,4,0,97,4,0,98,4,0,66,4,0,90,4,0,73,6,0,7,5,0,11,1,0,84,1,0,84,1,0,85,1,0,79,4,0,17,2,0,14,3,0,103,3,0,93,3,0,113,3,0,93,3,0,84,5,0,10,4,0,20,3,0,113,3,0,90,3,0,56,4,0,13,2,0,90,2,0,108,2,0,108,2,0,102,2,0,105,2,0,83,2,0,87,2,0,86,2,0,87,2,0,78,2,0,94,2,0,89,2,0,72,2,0,59,5,0,15,3,0,10,1,0,96,1,0,98,1,0,94,1,0,108,2,0,12,3,0,94,3,0,93,3,0,97,3,0,99,3,0,100,3,0,88,3,0,84,3,0,108,3,0,85,3,0,78,3,0,81,4,0,21,2,0,109,2,0,96,2,0,88,2,0,83,2,0,91,2,0,102,2,0,56,5,0,29,3,0,14,3,0,91,3,0,91,3,0,95,3,0,83,3,0,93,3,0,85,3,0,99,3,0,98,3,0,67,4,0,25,5,0,102,5,0,89,5,0,79,5,0,105,5,0,108,5,0,93,5,0,62,5,0,78,10,0,28,3,0,61,3,0,82,3,0,94,3,0,105,3,0,70,3,0,83,3,0,93,3,0,89,3,0,89,3,0,63],s=`ag
ag3po4
agbr
agcl
agi
agno
agno3
agro
al
al0
al2
al2o3
al2s3
al2so43
al3
alcl3
alno33
aloh
aloh2cl
aloh3
alpo4
ar
ar24
ar6
as
ash
at
au
aucl3
b
b2o3
ba
bacl2
bano32
bao
bao2
baoh2
baso4
be
be4
becl2
beo
beoh2
bh3
bi
biii
br
br2
br20
c
c0
ca
ca3
ca3p2
ca3po42
ca5po43f
ca5po43oh
cacl
cacl2
caclo2
cacn2
caco3
caf2
cah2
cah2po42
cahco32
cahpo4
cai
cai2
cano32
cao
caocl2
caoh2
caohcl
cas
casio3
caso3
caso4
cc
cd
ch
ch4
cl
cl02
cl1
cl2
cl20
cl2o
cl2o7
cl3
clcl220
clf3
clo
co
co2
conh22
cr
cr2
cr2o3
cro
cro3
croh2
croh3
cs
cs2
cs2so4
cscl
csoh
cu
cu2s
cucl
cucl2
cuno32
cuo
cuoh
cuoh2
cuoh2co3
cus
cuso
cuso4
dhe
dx
dxy
dxz
dyz
dz
ecl
eo
f
f2
f20
f6
fe
fe2o3
fe2so43
fecl2
fecl3
fen
feno32
feno33
feo
feoh2
feoh3
fes
fes2
feso4
formula
fosfor
fosforli
fr
ga
ge
h
h0
h02
h2
h2co3
h2o
h2o2
h2o2naoh
h2s
h2sio3
h2so
h2so3
h2so4
h2zno2
h3
h3po4
h4p2o7
halo
hbr
hcl
hcl1
hcl3
hclo
hclo2
hclo3
hclo4
hcu
he
hf
hg
hgcl2
hgo
hh22
hi
hmno4
hno
hno2
hno3
hnohno3
hpo
hpo3
hpo4
hpo42
hydrogenium
i
i2
i20
i2o7
ii
iii
in
io
ir
iv
k
k1
k2
k2co3
k2cr2o
k2cr2o7
k2mno4
k2o
k2o2
k2s
k2so4
k39
k3no2
k3p
k3po4
kalso42
kbr
kcl
kcl2
kclo
kclo3
kg
kh
khso4
ki
kio3
kmno4
kno2
kno3
koh
koh2
koh8
kohbor
kon
kr
la
li
li2o
li2s
li2so4
li3n
licl
lif
lih
lioh
ma
mecl
mg
mg2
mg3n2
mg3po42
mgbr2
mgcl2
mgi2
mgo
mgoh
mgoh2
mgohno3
mgso4
mh
mhpo
mm
mn
mn1
mn2o3
mn2o7
mncl
mncl2
mno2
mnso4
mnx
mo
mol
mpo
mr
n
n14
n2
n2o
n2o3
n2o4
n2o5
na
na2
na23
na2co3
na2o
na2o2
na2s
na2sio3
na2so3
na2so4
na2zno2
na3alf6
na3po4
nabr
nacl
naclo
naclo2
naclo3
naf
nah
nahco3
nahso4
nai
nai4
naio3
nana
nanh4hpo4
nano
nano2
nano3
nao2
naoh
napo3
nb
ne
nh
nh3
nh4
nh42co3
nh42hpo4
nh42so4
nh43po4
nh4also42
nh4cl
nh4h2po4
nh4hso4
nh4no3
nh4oh
ni
nn
no
no2
no3
nso
o
o2
o20
o22
o23
o24
o3
o4
o5
o7
of2
ogit
oh
oksidlanadi
oksidlovchi
oq
os
oy
p
p0
p2o5
p2s3
p4
p4o10
pb
pbbr2
pbcl2
pbi2
pbiv
pbno32
pbo
pboh2
pbs
pcl3
pcl5
ph3
po
po2
po3
po34
po4
po42
poca
popo
pp2o52o5
pt
ptcl4
pv
pxo
qaytaradi
qaytariladi
qaytaruvchi
rb
rbcl
rbh
rboh
re
relative
rh
rn
ro
ru
s
s0
s2
s3
s4
s8
sb
sb2o3
sc
se
se5
sevi
sf6
si
sif4
sih4
sio
sio2
sn
sno
so
so2
so22
so3
so4
so42
so43
sr
sro
ta
tc
te
te6
ti
tl
v
vi
vii
viii
vm
vv
w
xdan
xe
xef2
xef4
xeo4
xi
xix
xnxnyyoozz
xvi
xvii
xviii
xx
y
yz
zn
zn0
zncl2
znno32
zno
znoh2
zns
znso4
zr
аб
абсолютн
авогадр
агрегатн
агрохим
агрохимик
ад
аденозинтрифосфат
азот
азотист
азотн
азотсодержа
азотфиксир
академ
академик
акка
активн
актиноид
актуальн
акцептор
акцепторн
ал
алебастр
аллотропическ
алмаз
алмалыкск
алхим
алхимик
алюмин
америк
аминокислотн
аммиак
аммиач
аммиачн
аммон
аммониев
аммофос
аморфн
амфотерн
анализ
ангидрид
английск
анр
антиаллергическ
антисептическ
антуа
апат
апатит
аппарат
ар
аргон
аргументир
арифметическ
аскальц
аскаров
астат
ат
атмосфер
атмосферн
атом
атомарн
атомн
атф
ахмад
ацетон
аш
байбичака
бакр
бактер
бактериоз
баланс
балар
бар
барс
батар
бахчев
башн
безводн
бел
белк
бензин
бензол
бензольн
берилл
бериллат
бернар
бертолетов
берун
берцелиус
бескислородн
бесконечн
бессонниц
бесцветн
биоген
биолог
биологическ
биосфер
благодар
блеск
ближ
близк
близок
бобов
бойл
боков
бол
болезн
болотн
больш
большинств
бомбардировк
бор
борьб
брендт
бриджмен
бром
бромид
бромн
бромоводородн
буабодра
будут
будуч
букв
буквальн
буквен
бумаг
бумажк
бур
бутлер
бутлеров
бухар
быва
быстр
важ
важн
валентн
ванад
вант
вариант
ват
ваш
вв
введ
ввел
вверх
ввид
велик
величин
вертикальн
верхушк
вес
весен
весьм
ветеринар
веществ
взаимн
взаимодейств
взаимодейству
взаимосвяз
взболта
взрыв
взрыва
взрывчат
взят
вид
видн
вильгельм
винклер
виноград
висмут
витамин
включ
включа
вкратц
вкус
влаг
влажн
влев
влия
влиян
вмест
внедр
внедрен
внесен
внешн
вниз
вниман
внимательн
внов
внос
внутрен
вод
водк
водн
водорастворим
водород
водородн
водоросл
водян
возбужда
возбужден
возгора
возд
воздейств
воздействов
воздействова
воздейству
воздух
возможн
возника
возникновен
возникнут
возраста
возрастан
возьм
вокруг
волластон
волокн
вольфрам
вопрос
восем
воспален
воспламенен
воспользу
восстанавлива
восстановител
восстановительн
восстановлен
восток
восьм
вошл
впитыва
впоследств
вправ
впуст
вращ
враща
вращен
вреакционнойсред
вредител
вредн
врем
времен
всевозможн
всем
всесторон
вследств
всплыва
всплыван
вспомн
вставьт
встреча
вступ
вступа
втор
вулканическ
вход
входя
выбор
выбрасыва
вывед
вывест
вывод
выгоран
выдел
выделен
выделя
вызва
вызыва
вым
выньт
выпада
выполн
выполнен
выпуска
выраж
выража
выражен
выраз
выращиван
выскаж
высказа
высказыва
высок
высоковалентн
высококачествен
высокооксидн
выступ
высш
высыхан
вытеснен
вытесня
вытягив
выход
выходя
вычисл
вычислен
выш
выясн
га
газ
газов
газообразн
газопроводя
гак
гал
галл
галог
галоген
галогенид
гамбург
гантелеобразн
гашен
гг
гектар
гел
гемоглобин
ген
генетическ
герман
германск
гигроскопическ
гидратац
гидратир
гидрид
гидроксид
гидроксильн
гидроксон
гидроксосол
гидросульфат
гидрофосфат
гипс
гипсов
глав
главн
глауберов
глубж
глюконат
гниен
говор
год
головк
гор
горен
горизонтальн
горн
горнометаллургическ
город
горох
горьк
горюч
горяч
государствен
готов
гофф
грамм
границ
гранул
гранулирова
граф
графит
графическ
греческ
гриб
гроз
грозов
групп
группировк
группиру
губок
дава
давлен
дает
дайт
дальн
дальтон
дальш
дан
дают
дающ
две
двига
движен
движущ
двимарганц
двойн
двуатомн
двум
двуосновн
двух
двухвалент
двухвалентн
де
деберейнер
девят
действ
действительн
дейтер
дел
делен
делим
дельческ
демокр
демокрит
ден
дерев
деся
десят
дефолиант
дехканабадкалийким
дешев
деятельн
дж
диагональн
дигидрофосфат
диоксид
дисперсион
диссоциац
диссоциир
длит
длительн
дляполучен
дляполучениясол
дмитр
дне
дневн
днк
добав
добавк
добавлен
добавля
добавьт
добыва
дождев
докаж
доказа
доказыва
дол
долговечн
долж
должн
донор
донорн
достаточн
достиг
достига
доступ
доход
драгоцен
древесин
древесн
древнегреческ
дробн
друг
дуг
дума
дующ
дым
дымя
дыхан
дящ
един
единиц
едк
ескиеуровн
ескихуровн
естествен
естествоиспытател
жающ
желез
железн
желт
желтов
желтоват
жер
жив
животн
животноводств
живш
жидк
жидкост
жизн
жизнедеятельн
жизнен
заболеван
заверш
заверша
завершен
завис
зависим
завод
загрязня
задан
задач
задержива
займут
заканчива
закапа
закар
закладыва
заключ
заключа
закон
закономерн
закройт
закрыт
зал
залож
замедл
замедлен
замедля
заменя
замеща
занес
занима
занят
зап
запад
запас
запах
записа
записыва
запиш
заполн
заполнен
заполня
зарис
заряд
заряж
заряжен
засух
засыпа
зат
затвердеван
затуманива
захватыва
защитн
зелен
земл
земледел
земн
зернов
зинтрифосфат
зна
знает
знак
знаком
знан
знат
знач
знача
значен
значительн
зно
зол
золот
зрен
зуб
зубн
зун
ибн
иванович
игра
идут
идущ
избытк
избыточн
извест
известков
известн
известняк
изготавлива
изготовлен
изготовьт
издел
излишк
излож
измельч
измельча
измельчен
измен
изменен
изменя
измерен
измеря
изобар
изобража
изображен
изомер
изотон
изотоп
израсходова
изуч
изуча
изучен
им
име
имеет
имен
имет
имеют
имеющ
иммунитет
ин
инач
ингибитор
индекс
индикатор
индифферентн
инерт
инертн
инородн
интенсивн
интенсифицир
ион
иска
исключен
ислен
испарен
испаря
использ
использова
использован
использу
используем
исправ
исправл
испуска
испытыва
исследова
исследован
истин
истор
источник
исход
исходн
исчезновен
итак
итал
йод
йодат
йодид
йодирован
йодоводородн
кажд
каин
каинит
как
каков
кал
калиев
калийн
кальц
кальциев
камен
камер
камн
капел
капл
карбамид
карбонат
карл
карналлит
картофел
катализатор
каталитическ
качеств
качествен
кашкадарьинск
квасц
кг
кдж
кекул
кельмес
кенаф
кенафн
керосин
кип
кипег
кипен
кипя
кипячен
киргизов
кисл
кислород
кислородн
кислот
кислотн
ккг
класс
классификац
классифицир
классифицирова
классифициру
классн
клейстер
клетк
клеток
клубник
книг
кобальт
ковалентн
ковк
кож
кокс
количеств
количествен
колчеда
комбинат
комнат
комнатн
комплексн
компонент
кон
конденсат
конденсир
конденсиру
конец
конечн
констант
контактн
конфигурац
конц
концентрац
концентрирова
конч
координацион
копот
кор
кормов
корневищ
коробк
коротк
косвен
космос
кост
костн
котор
коэффициент
крайн
красител
красн
красноват
красноватобур
красок
крахма
крахмальн
кремн
кресл
криолит
криптон
кристалл
кристаллиз
кристаллизатор
кристаллизацион
кристаллическ
кристаллогидрат
кров
кровоостанавлива
кром
круговорот
крупн
ксенон
ксилот
кубическ
кукуруз
культур
кункел
купорос
кураг
курс
курту
куск
кусочк
ла
лаборатор
лабораторн
лакмус
лакмусов
ламинар
ламп
лампочек
ланта
лантаноид
латинск
лауреат
ле
лев
левкипп
легк
легч
лед
лек
лекарств
лекарствен
лекок
лем
лен
лет
летуч
лечен
либ
лимф
лин
лист
лит
литр
лиш
лишен
лишн
ложен
ломонос
луч
льда
льна
люб
люмин
люцерн
магн
макро
макробиоген
макроэлемент
макс
максимальн
мал
малах
маленьк
малотоксичн
манганат
марганец
марганц
маслянист
масс
массов
математическ
матер
материа
материальн
мают
мвозд
мг
мгновен
ме
мед
медицин
медлен
медн
межмолекулярн
мейер
мел
мелк
мельчайш
мен
менделе
менделеев
мент
меньш
мер
мерик
мест
местожительств
местоположен
месторожден
месяц
мета
металл
металлическ
метафосфорн
метилоранж
метод
механизм
ми
микр
микробиоген
микроорганизм
микроудобрен
микроэлемент
миллион
мин
минерал
минеральн
мину
минус
мир
мл
млн
мм
мнен
мног
многочислен
множеств
могут
модел
модификац
может
мол
молекул
молекулярн
молибд
молибден
молод
молярн
моноклиническ
мор
морск
мочевин
мочеобразован
мрамор
мср
муассан
мук
мул
мутн
мутнеет
мухаммад
мысл
мыслител
мышлен
мышьяк
мягк
на
наб
набер
наблюда
наблюден
навоиазот
навтор
навык
наглядн
нагр
нагрев
нагрева
нагреван
нагреет
нагрет
надея
назва
назван
называ
наибол
наивысш
наименьш
наион
найд
найден
найт
накаливан
накапа
накаплива
накоплен
нал
налаж
налев
налич
наложен
нам
намн
нанесен
наоборот
написан
наполн
направ
направл
направлен
направля
например
напрот
народн
наруш
нарушен
наряд
населен
наср
настольк
настоя
насчитыва
натр
натрет
натриев
наук
научн
наход
находя
нахожден
нахох
нача
начал
начальн
начин
начина
наш
нашатырн
наэнергет
ндах
неактивн
небольш
невелик
невозможн
нед
неделим
недоста
недостатк
недостаток
недостаточн
незаполнен
незнаком
незначительн
неизвестн
неизмен
нейтрализац
нейтральн
нейтрон
некотор
нелетучест
нем
неметалл
неметаллическ
немецк
немн
нен
необратим
необход
необходим
неодинаков
неон
неорганическ
неочищен
неплодородн
неполн
неполярн
непосредствен
непостоя
неправильн
непрерывн
непригод
неприятн
нераспределен
нераствор
нервн
несветя
нескольк
несмотр
неточн
неудобн
неудовлетворен
неупорядочен
неустойчив
нефт
нехватк
нечетн
неядовит
ни
ниж
низк
низковалентн
низш
никак
никел
нильсон
ним
нитрат
нитрид
нитрит
но
нобелевск
нов
ног
ноддак
ном
номер
норм
нормальн
нужн
нуклеинов
нул
ньюлэндс
об
обгоревш
обеднен
обезвожен
обеспечен
обеспечива
обесцвечива
обесцвечиван
обжиг
обжига
облада
облак
област
облицовк
обм
обманк
обмен
обнажа
обнаруж
обогащен
обознач
обознача
обозначен
оболочк
оборудован
обосн
обоснован
обр
обработк
образ
образец
образова
образован
образовыва
образу
образуем
образц
обрат
обратим
обратн
обраща
обрыва
обуглива
обусловл
обусловлива
общ
объ
объед
объект
объем
объемн
объян
объясн
объяснен
объясня
обычн
обязательн
овладен
овощн
огромн
одинаков
одиннадцат
одн
однак
одноатомн
одновалентн
одновремен
одноосновн
односоставн
озим
ознаком
ознакомлен
ознакомьт
означа
озон
оказа
оказыва
оканчива
океан
окисл
окислен
окислител
окислительн
окисля
окол
окраск
окрашива
окруж
окружа
окружн
оксид
окта
олеум
он
онкологическ
оп
описа
описан
опиш
определ
определен
определя
опроверг
оптимальн
опуст
опыт
опытн
опытысцельюсоздан
оранжев
орбита
орбитал
орга
организм
органическ
орех
ортофосфат
ортофосфорн
ос
осадк
осадок
осветительн
ослабева
осн
основ
основа
основан
основн
основыв
особ
особен
осознава
оста
остав
остальн
остатк
остаток
осторожн
остр
осуш
осушен
осушк
осуществ
осуществим
осуществлен
осуществля
отбелива
отбеливан
отверст
ответ
ответствен
отда
отдав
отдел
отдельн
отделя
отклоня
откр
откройт
открыва
открыт
откуд
отл
отлич
отлича
отмет
отмеча
относ
относительн
относя
отношен
отравлен
отража
отрицательн
отстоя
отсутств
отсюд
отталкива
оттенок
оттуд
отфильтр
отфильтрова
отход
охлажда
охлажден
очен
очеред
очистк
очищ
очищен
палочек
палочк
пар
пассивн
пер
перв
первоначальн
перевед
переведен
перевод
переда
перейт
перемен
перемеша
перепиш
перерабатыва
переработк
перераспределен
перестановок
переход
перечисл
перешедш
период
периодическ
периодичн
перманганат
пероксид
перпендикулярн
персик
песок
песчан
печ
печн
пигментац
пир
пирамид
пирит
пирофосфатн
питан
питательн
питьев
плав
плавиков
плавлен
пламен
планетарн
планомерн
пластилин
пластинк
пластическ
пластмасс
платин
платинов
плотн
плотност
плох
плюс
побочн
поварен
поверх
поверхн
поврежда
поврежден
повтор
повторя
повыс
повыш
повыша
повышен
повязок
поглотительн
поглоща
поглощен
пода
подавля
подверга
подготовк
подготовьт
подгрупп
подда
подземн
подкормк
поднес
подобра
подраздел
подразделен
подразделя
подробн
подстав
подтвержд
подтвержден
подуровен
подуровн
подчиня
позвол
позволя
познаком
познан
поиск
показа
показател
показыва
покрыт
пол
полев
полезн
полимер
полн
полност
полов
полож
положен
положительн
полон
полупроводник
получ
получа
получен
польз
пользу
поляриз
поляризован
полярн
поменя
помест
помешива
помещ
помещен
помим
помн
помощ
понаблюда
понижа
понижен
пониз
понима
понят
попа
попад
попада
пополн
пополнен
пополня
попроб
попробу
попытк
попыток
пород
порошк
порошкообразн
порошок
порядк
порядков
порядок
посев
поскольк
послед
последн
послуж
посредств
поставл
поставлен
постепен
постоя
постоянств
постройт
поступа
поступлен
поташ
потреб
потреблен
потребля
потребн
потребова
похож
поч
почв
почвен
поэт
поэтапн
появ
появля
пояснен
правил
правильн
практик
практическ
преврат
превраща
превращен
превыша
предел
предк
предлож
предмет
предостав
предоставлен
предохранен
предполож
предпринима
предприят
предсказа
предсказан
представ
представител
представл
представлен
представля
предшествова
предъявля
предыдущ
прем
преоблада
препарат
преципитат
приближа
прибор
привед
приведен
привел
привест
привод
приводя
привозбужденномсостоян
приготов
приготовлен
приготовьт
признава
признак
прикладн
прикрепл
прилив
прим
примен
применен
применя
пример
примерн
примес
прин
принадлежа
принадлежн
приним
принима
принцип
приня
принят
приобрета
природ
природн
присво
присоедин
присоединен
присоединя
приспособляем
присутств
присущ
притягива
притяжен
приход
причин
пришел
пришл
пробирк
пробирок
пробк
проведен
проверьт
провест
провод
продолж
продолжа
продолжен
продолжительн
продукт
продуктивн
продукц
проживан
прозрачн
произведен
производ
производств
произойдет
произойдут
происход
происходя
происшедш
прокаливан
промежутк
промежуточн
промышлен
пронаблюда
проникнут
пронумерова
прописн
пропита
пропорц
пропорциональн
пропоциональн
пропускан
пропуст
просачива
проскакива
прослед
прост
проставлен
пространств
пространствен
прот
протека
протекан
противоположн
противопростудн
противоток
протон
протухш
профессор
прохожден
процентн
процесс
прочн
прочност
проявлен
проявля
пруст
прям
прячет
птицеводств
пустот
пут
пшениц
пыл
пят
пятивалент
пятивалентн
пятипроцентн
пятн
ра
работ
работа
рав
равенств
равн
равновес
равновесн
равноцен
рад
радиоактивн
радиохим
радиус
радон
раз
разб
разба
разбавлен
разбит
разв
развива
развит
раздел
разделен
разделя
различ
различа
различн
размер
размещ
размеща
размещен
разн
разновидн
разнообразн
разност
разработа
разработк
разруша
разряд
разъясня
райха
райхан
расп
распад
распада
расплав
расплавл
расплавлен
распознава
располаг
располага
располож
расположен
распредел
распределен
распределя
распростран
распространен
рассеива
расскаж
рассмотр
рассмотрен
расстоян
рассужден
рассчита
рассчитыва
раствор
растворен
растворим
растворител
растворя
растен
растительн
растрачива
расход
расходован
расчет
расширен
расщеплен
расщепля
рг
реагент
реагир
реагиру
реактив
реакц
реакцион
ребр
регулир
резерфорд
резк
результат
рекоменд
рекомендац
рен
республик
реш
решен
решетк
решеток
ржавлен
римск
розов
рол
ромбическ
рост
ртут
ру
рубид
руд
руководств
русск
рх
ряд
са
сам
самаркандким
самостоятельн
сахар
сахарист
сахарн
сбор
сведен
свекл
сверх
свет
светл
светя
свечен
свидетельств
свинц
сво
свободн
свойств
свойствен
свыш
связ
связа
связыва
связыван
сгора
сгоран
сгуща
сдвиг
сдвига
сдвинут
сдела
сегодняшн
седьм
секунд
сел
селитр
сельск
сельскохозяйствен
сем
семейств
семивалентн
семя
сер
серебр
серебрист
серн
сернист
сернокисл
сернокислотн
сероводород
сероводородн
сжиган
сжижа
сжижен
сил
сильвин
сильвинит
сильн
символ
симметричн
син
синтез
синтезирова
сист
систем
систематизац
сказа
сканд
скандинавск
скипидар
склад
скобк
скольк
скорост
скрыл
слаб
слев
слегк
след
следовательн
слизист
сло
слов
слож
сложен
сложн
служ
служат
случа
смазочн
смачива
смачиван
сме
сменя
смес
смест
смеша
смещ
смеща
смещен
смочен
снача
снижа
снижен
сниз
снкгс
снов
соб
собер
соблюда
собра
событ
соверш
соверша
совместн
современ
согласн
сод
содерж
содержа
содержан
содержат
соедин
соединен
соединя
сожален
сожгл
созда
создава
создан
созреван
сокращен
сол
солнечн
солонк
солян
сомнен
сомостоятельн
соображен
соответств
соответствен
соответствова
соотечественник
соотношен
сопоставьт
сопровожда
сорт
сос
соседн
соста
состав
составл
составлен
составля
составн
составьт
состо
состоя
состоян
сосуд
сохран
сохранен
спарен
спека
спекан
специальн
специфическ
специфичн
спин
спирт
спиртов
спичек
спичечн
способ
способн
способныерасщепля
способств
справ
справедл
ср
сравн
сравнен
сравня
сред
средн
среднеарифметическ
средств
срок
став
стака
стакан
стал
станет
станов
стебл
стекл
стекля
степен
сто
стойк
столбц
столкновен
стольк
сторон
стоя
стран
стрем
строг
строен
строительн
строительств
стронц
стружк
структур
структурн
ступк
стякля
сублимац
сублимир
сульфат
сульфид
сульфит
сумел
сумм
суперфосфат
супруг
сурхандарьинск
сурьм
сутк
суточн
сух
сухофрукт
сушильн
сущ
существ
существен
существова
существован
сущност
сферическ
сформиров
сформулирова
схем
сходств
схож
счет
счит
счита
сыгра
сыр
табак
табл
таблиц
тавля
так
таков
талбиц
тверд
твердост
твор
тел
теллур
тельн
тем
темн
темноват
темнот
температур
температурн
теор
теоретическ
тепл
теплов
теплообменник
теплот
термин
терморегулятор
территор
теря
тестов
тетрад
тетрафторид
тетраэдр
тефлон
тех
техник
техническ
технолог
технологическ
течен
тип
типичн
ткан
ткип
ток
толчк
тон
тонк
торговец
торфян
точк
точн
точност
тпл
траектор
треб
требован
трем
трет
трех
трехвалентн
трехосновн
триад
трит
трубк
труд
трудн
трудност
тубакат
тума
туринск
тысяч
тягуч
тяжел
убива
убийц
уборк
убыван
увелич
увеличен
увеличива
увидет
угарн
угл
углевод
углекисл
углерод
уда
удаля
удар
ударя
удлявыч
удобн
удобрен
удобря
удовлетворен
удовлетворя
удосто
удостовер
удушлив
узбекиста
узбекистан
узкимесаноат
узл
узна
укаж
указа
указыва
укрепля
улетучива
умен
уменьш
уменьша
уменьшен
умнож
университет
уплотнен
употреблен
упражнен
упрощен
уравнен
уравниван
уравня
уровен
уровн
урожа
урожайн
урок
урюк
усваива
усво
усвоен
усвоя
усил
усилен
усилива
ускор
ускорен
ускоря
услов
установ
установк
установл
установлен
устойчив
устран
утвержда
утвержден
уточн
утрат
уход
участ
участв
участвова
участк
учен
учет
учител
учитыв
учитыва
уэл
факт
фактор
фараб
фармацевтическ
фарфоров
фасол
фенолфталеин
ферган
ферганаазот
ферганск
фермент
ферростимулятор
ферсма
физик
физическ
философск
философскогокамн
фиолетов
флотац
флюорит
фор
форм
формирован
формул
формулир
формулировк
форфорн
фосфат
фосфид
фосфин
фосфит
фосфор
фосфорит
фосфоритн
фосфорн
фотосинтез
фраз
франкланд
франц
французк
французск
фреон
фтор
фторапат
фторапатит
фторид
фторист
фтороводородн
халког
характер
характериз
характеристик
характерн
хенинг
хим
химик
химикат
химическ
хладон
хлеб
хлоп
хлопков
хлопчатник
хлор
хлорат
хлорид
хлорист
хлорн
хлорноват
хлорноватист
хлороводородн
хлорсодержа
ход
ходжаика
хозяйств
хол
холодн
хорош
хорошеньк
хот
хребет
хром
хрупк
хх
ххл
царск
цательн
цвет
цветасострымудушл
цветн
цез
цел
целин
целител
целлюлоз
цен
центнер
центр
центральноазиатск
центробежн
цер
цианамид
циклон
цилиндр
цинк
цинков
цитрусов
цифр
цифров
част
частиц
частност
частот
чащ
человек
человеческ
чем
черк
черн
черточк
ческ
чесночн
четверт
четк
четн
четыр
четырехвалент
четырехвалентн
четырьм
чил
чилийск
чирчик
чисел
числ
числен
чист
чрезмерн
шанкурту
шар
шарипов
шарообразн
шаростержнев
шател
шведск
швейгер
шеел
шест
шестивалентн
ши
широк
школьн
шпат
шреттер
щег
щелоч
щелочн
щелочноземельн
щитовидн
эволюц
экаалюмин
экабор
экамарганц
экасилиц
эквивалент
эквивалентн
экзотермическ
эксперимент
элекрон
элексир
электорн
электр
электрическ
электролиз
электрон
электронейтральн
электроотр
электроотрицател
электроотрицательн
электроположительн
электрофильтр
элемент
элементарн
эма
эндотермическ
энерг
энергет
энергетическ
энергоносител
энциклопедист
эпикур
эр
эрнест
эт
эталон
этап
этоспециалист
эффект
эффективн
юж
южн
юлер
явлен
явля
ягод
ягодн
ядер
ядерн
ядов
ядовит
ядр
язв
язык
яйц
ярк
ясн
ятых`,c=[57,2,27,44,27,2,88,1,144,5,1,77,8,17,9,26,7,6,1,33,2,73,1,2,5,2,7,27,4,61,1,56,26,7,16,8,17,44,13,1,3,5,1,1,7,1,54,58,3,327,1,96,3,3,20,4,1,4,33,1,2,72,5,9,6,11,2,1,2,7,66,4,67,1,7,8,2,34,2,13,43,70,163,2,1,217,3,2,7,4,2,1,50,155,283,2,70,4,27,10,34,4,12,22,5,3,4,18,213,3,5,21,21,58,9,39,11,7,11,64,1,1,1,1,1,1,1,6,79,38,2,1,196,54,13,16,30,2,6,5,27,13,41,17,15,36,4,4,1,10,2,4,259,2,1,283,31,760,32,2,116,12,13,28,245,1,3,34,2,1,37,223,2,1,9,3,6,10,2,20,26,28,2,7,1,22,6,13,29,135,1,5,7,1,2,5,86,42,2,1,319,134,3,1,2,124,241,2,2,17,1,23,9,23,3,6,48,2,1,1,2,2,15,78,1,6,22,11,5,3,11,4,72,8,42,86,1,1,1,2,30,6,65,12,2,3,4,6,20,1,20,5,3,96,6,4,2,4,15,2,25,5,14,1,12,2,1,5,64,2,4,11,3,10,58,23,1,11,23,3,17,99,1,116,13,5,5,8,200,2,1,59,33,9,16,14,10,51,2,4,6,15,251,6,6,6,5,6,23,10,9,1,2,1,2,4,10,73,1,184,2,4,29,49,122,53,2,2,11,3,1,23,5,1,18,3,44,1,180,98,68,2,174,405,2,1,1,1,19,7,3,2,6,1,171,3,2,1,9,2,62,2,50,2,6,2,109,2,6,3,1,12,26,6,8,6,2,10,15,3,1,2,17,3,1,1,1,23,1,11,1,2,1,2,17,1,1,2,6,3,7,39,3,2,143,2,7,2,2,2,8,4,8,10,1,1,1,43,3,10,15,67,31,5,56,124,2,84,48,7,3,29,6,3,4,5,1,6,2,71,47,22,13,14,5,8,1,46,1,1,1,1,15,1,4,6,9,8,3,1,180,1,22,7,35,17,15,14,5,22,10,41,47,2,3,1,2,226,28,126,9,1,4,5,2,145,25,5,6,11,16,8,8,25,4,6,6,148,3,1,115,2,23,74,8,6,6,76,34,29,29,2,1,2,4,5,6,15,34,28,1,7,5,3,6,193,72,144,657,2,340,5,2,20,1,2,5,14,2,25,1,48,1,6,1,4,17,116,44,30,49,19,28,1,1,9,13,7,13,12,1,94,13,10,36,12,29,19,10,21,2,6,7,13,4,8,3,192,37,1,29,14,1,1,61,49,21,4,1,21,11,37,1,6,48,7,29,8,6,1,17,72,135,264,155,12,7,21,9,26,4,5,12,18,5,20,42,10,1,34,2,5,2,1089,10,265,24,13,3,15,3,14,43,372,37,4,2,8,10,21,9,30,1,40,10,11,12,53,69,64,3,7,9,102,25,43,6,6,3,15,901,5,94,20,500,71,4,39,1,14,2,3,142,2,1,8,268,38,31,13,4,25,35,18,50,1,26,4,110,17,1,19,14,38,92,58,98,6,14,1,5,2,23,2,2,31,8,1,15,23,138,42,2,38,3,10,3,2,10,1,515,31,95,114,58,79,27,6,10,3,6,63,1,69,102,147,11,45,1,1,24,5,30,11,11,45,34,18,2,5,6,2,124,1,5,1,5,51,4,40,29,1,26,3,39,18,58,1,2,557,37,105,6,1,2,11,146,56,50,1,1,27,7,2,62,9,1,10,20,1,2,24,1,21,196,62,4,1,2,7,34,2,50,205,10,5,3,12,18,201,3,46,155,15,36,1,5,6,7,31,44,2,18,7,54,9,5,2,21,11,7,10,9,4,3,327,1,1,1,12,215,70,11,15,16,6,199,18,8,61,18,45,7,1,73,1,32,5,104,2,22,4,7,6,85,10,8,75,12,7,1,8,8,18,21,4,5,4,1,11,19,14,2,7,32,1,59,22,2,19,1,1,5,16,1,8,34,49,49,50,26,52,4,10,20,6,77,1,23,58,7,11,41,4,12,9,5,11,8,8,8,3,373,3,15,2,12,5,27,2,7,56,47,1,1,20,2,1,228,46,95,1,3,1,63,69,3,4,106,90,91,13,13,40,3,9,16,125,167,17,17,169,293,3,5,11,4,3,1,2,18,206,12,17,16,17,3,3,3,9,8,21,4,60,144,50,3,18,81,20,23,138,25,20,17,2,98,8,50,1,3,98,6,1,2,31,55,53,21,37,6,1,39,50,26,6,22,16,98,1,703,20,1,12,49,17,7,8,137,16,5,22,10,4,37,20,60,38,130,60,21,72,2,58,3,4,4,6,17,34,157,71,23,17,19,7,10,115,15,51,28,10,167,79,16,4,235,31,29,159,61,6,14,6,10,22,108,3,6,74,1,8,2,461,3,15,1,18,12,318,98,98,61,45,2,1,3,2,6,134,2,27,508,39,53,7,24,2,88,4,18,1,3,164,5,1,295,50,204,10,17,163,5,28,1,9,20,27,4,122,2,2,13,244,36,178,131,3,25,64,13,6,1,1,2,12,8,2,151,7,15,1,82,438,47,821,150,1,372,40,7,12,1,3,4,27,10,3,7,29,75,8,39,19,508,25,7,9,2,176,20,175,14,2,5,1,12,17,20,15,145,90,184,80,3,4,4,34,1,4,1,10,1,10,15,22,142,95,19,87,74,5,1,18,36,5,59,2,2,11,54,2,1,2,114,17,33,2,83,38,19,12,1,2,5,28,1,17,2,147,1,8,18,9,97,281,18,3,1,40,1,4,24,14,6,18,29,3,104,36,24,1,71,20,1,1,9,20,40,19,21,3,14,23,72,51,45,2,6,2,8,19,11,1,82,1,1,124,6,2,10,2,23,92,4,24,1,25,25,76,10,605,83,3,19,22,6,2,1,33,3,5,213,68,49,46,13,6,43,30,14,41,26,58,1,68,31,1,77,1,30,96,5,85,744,141,3,7,123,16,6,3,3,10,7,30,9,25,260,79,3,2,45,65,7,12,14,109,5,20,129,44,14,15,242,404,140,15,1,3,117,3,12,55,13,1,22,1,1,12,1,6,15,4,8,3,4,14,26,6,1,1,80,37,1,1,5,29,87,16,36,134,2,26,1,41,121,256,39,3,14,2,121,9,66,24,7,6,14,49,3,6,62,1,31,4,2,19,11,12,21,5,31,9,328,3,40,5,11,20,9,1,11,52,3,263,1,15,64,142,203,29,26,1,28,16,49,20,67,51,3,1,2,6,62,4,26,1,20,5,30,24,8,4,1,16,28,17,96,48,63,127,1,30,195,29,19,24,5,146,14,227,3,17,183,1,1,13,48,26,1,5,22,1,11,1,9,8,1,128,7,2,2,1,1,28,124,12,7,1,6,42,43,1,16,6,37,2,23,112,9,13,19,10,86,52,1,4,190,6,86,101,8,18,3,22,1,1,4,13,32,17,11,27,4,108,28,50,2,106,5,41,2,22,87,17,49,13,20,221,11,3,2,23,685,10,213,236,41,31,7,52,32,50,62,3,1,2,12,4,207,141,3,13,114,9,1,112,8,39,301,6,2,1,3,119,1,362,73,36,15,17,9,1,1,2,2,5,58,25,6,22,5,4,14,403,163,57,81,48,37,12,3,39,2,449,11,7,33,5,85,20,45,9,326,250,114,1,5,16,189,11,2,35,36,40,3,132,337,7,7,14,15,86,145,3,23,5,249,39,159,379,11,30,45,1,62,9,28,68,25,52,9,1,4,3,22,2,14,33,4,32,14,181,4,65,9,9,67,9,1,56,4,3,177,4,2,48,89,11,8,94,299,5,58,2,11,56,2,20,19,5,2,2,4,2,51,9,57,114,22,102,2,13,1,15,128,10,8,172,34,9,2,25,1,6,12,8,4,14,69,2,1,78,10,4,93,237,8,61,30,6,2,25,1,36,2,1,11,2,9,3,35,17,15,16,5,150,45,8,1,4,11,5,25,14,2,14,119,29,2,68,74,2,85,1,1,7,19,11,3,18,57,1,1,28,27,5,1,36,12,7,89,4,45,2,3,3,2,1,24,16,5,5,3,12,29,7,10,55,7,2,2,47,16,59,28,10,12,46,38,80,57,1,39,53,66,4,4,162,406,1003,5,14,1,1,52,2,31,1,5,8,12,12,127,10,1,18,1,10,287,2,3,7,2,1,3,4,2,4,3,31,16,8,32,52,85,22,5,44,16,27,6,15,2,5,26,63,7,3,19,4,4,27,14,7,22,6,13,102,67,8,201,11,9,17,1,22,34,27,256,8,77,54,18,6,1,38,38,1,3,1,6,2,22,12,4,17,49,26,22,115,1,2,18,12,5,27,4,4,28,30,40,5,8,80,8,2,8,43,7,5,16,5,1,1,5,4,724,106,257,25,39,4,9,4,10,49,25,11,19,16,216,233,1,25,52,45,1,73,16,21,16,11,50,2,5,129,29,18,32,9,10,103,12,27,3,8,240,4,30,4,28,19,40,203,12,1,129,34,17,12,6,14,506,4,1,12,1,4,38,13,1,39,11,2,1,7,234,2,17,26,25,110,25,26,1,2,77,1,6,3,46,366,20,19,1,66,5,219,1,1,7,165,5,15,52,2,2,1,7,5,155,48,37,2,276,108,18,1,10,51,1,32,5,45,35,1,84,2,2,8,51,51,36,16,28,49,227,40,3,4,6,133,20,2,19,15,12,21,14,1,8,1,4,20,29,36,2,24,2,1,18,86,113,6,20,5,21,148,1,12,51,5,22,1,66,7,750,182,236,95,123,128,49,1,49,4,44,6,18,18,4,193,121,8,45,999,15,1,6,14,52,323,5,4,3,8,25,264,80,4,14,15,10,58,4,30,30,5,15,285,4,28,1,200,13,221,1,53,72,5,15,9,15,15,27,50,13,2,1,8,40,146,52,843,9,6,333,150,58,15,13,50,2,8,6,4,51,6,21,30,16,51,50,17,15,45,1,6,337,114,13,228,24,1,1,18,9,39,4,9,68,11,2,269,67,6,65,276,16,18,133,4,11,14,1,1,5,4,168,93,1,119,34,8,387,61,3,118,38,4,1,184,30,8,66,3,4,3,93,3,142,12,29,3,34,19,5,96,26,23,8,2,10,130,8,23,25,6,3,4,4,65,32,49,200,286,57,62,27,919,33,1,2,41,7,23,7,23,837,19,1,129,2,1,1,165,32,4,1,62,6,11,2,2,14,204,244,4,39,187,13,21,120,75,211,46,12,24,6,1,1,42,30,2,8,180,61,6,3,177,86,2,20,19,1,2,28,39,2,208,82,3,61,6,22,57,11,87,7,48,8,91,28,293,18,2,7,10,13,81,8,22,11,11,293,46,41,24,6,71,76,5,1,12,1,139,103,9,2,49,13,1,6,12,9,9,43,1,3,1,145,5,8,12,13,7,1,8,69,17,18,62,1,129,3,118,2,57,310,2,122,7,1,272,14,1,32,12,5,128,41,1,4,500,21,73,15,75,19,5,27,15,1,11,19,9,22,3,5,2,23,40,14,37,10,41,224,49,54,7,98,1,21,25,1,2,28,45,6,8,3,33,9,21,51,51,15,6,4,7,34,20,20,5,3,7,1,23,2,49,4,2,2,2,34,93,83,18,32,80,62,102,336,7,12,5,1,1,14,118,1,3,5,2,2,5,17,32,1,12,18,17,23,39,2,2,10,28,55,49,11,3,2,5,28,10,470,18,44,30,81,5,14,77,2,26,2,7,2,5,12,26,6,13,31,449,11,18,13,9,51,5,6,7,4,2,5,31,107,11,4,133,15,17,9,15,1,11,51,3,5,15,5,25,2,2,3,32,1,1,69,187,5,2,52,5,1,1,124,13,376,3,7,1,35,4,3,1,94,9,4,27,27,1,2,11,1,21,2,84,4,1,33,2,2,3,9,28,53,76,1,446,77,7,1185,1,11,3,9,7,279,54,248,16,22,8,7,3,1,46,3,90,1,17,26,4,29,2,69,5,8,2,4,1,214,1,79,35,95,1,2,28,15,2,10,2,1,4,2,5,19,100,14,5,24,3,193,167,17,1,15,125,7,10,1,50,6,9,1,30,7,3,26,6,3,9,3,25,1,13,261,18,135,2,7,17,2,5,5,18,10,1,4,48,13,1,67,107,17,1,1,310,265,21,8,3,4,4,1,2,32,56,77,47,2,2,1,15,93,223,425,7,1,1,152,1,4,756,17,4,32,108,1,83,1,5,1,4,4,182,3,32,2,23,25,1,3,1,65,18,9,1,22,54,17,31,138,2,11,8,27,2,1],l=[0,21,26,39,72,89,94,131,136,228,237,242,267,276,285,290,299,304,308,312,329,334,410,414,422,426,434,438,454,459,531,535,551,568,577,585,593,597,606,614,618,623,631,635,639,652,656,697,742,755,903,908,952,957,966,1011,1020,1025,1034,1067,1072,1081,1118,1130,1139,1164,1172,1181,1186,1191,1204,1240,1249,1289,1293,1298,1307,1312,1329,1334,1351,1360,1384,1512,1521,1526,1694,1707,1711,1719,1732,1741,1746,1755,1827,1903,1912,1929,1934,1951,1960,1977,1981,1989,2009,2022,2026,2030,2034,2138,2147,2156,2173,2207,2276,2281,2310,2327,2336,2345,2385,2390,2394,2398,2402,2406,2410,2414,2422,2475,2511,2520,2525,2617,2658,2663,2688,2713,2718,2731,2740,2753,2769,2790,2807,2840,2865,2870,2875,2880,2884,2888,2892,3024,3029,3034,3190,3199,3503,3532,3537,3625,3629,3634,3663,3795,3799,3804,3845,3854,3858,3878,4070,4078,4083,4092,4097,4106,4111,4120,4124,4148,4164,4173,4182,4187,4219,4224,4245,4254,4367,4372,4385,4402,4407,4412,4416,4469,4505,4514,4518,4650,4691,4695,4700,4704,4840,4932,4940,4944,4949,4954,4971,4976,5005,5009,5021,5038,5042,5047,5052,5057,5061,5090,5182,5187,5208,5241,5255,5259,5263,5272,5289,5330,5339,5384,5440,5445,5450,5455,5464,5484,5492,5545,5565,5570,5574,5587,5591,5600,5605,5609,5618,5623,5668,5673,5682,5687,5692,5701,5706,5734,5738,5743,5747,5760,5769,5774,5779,5819,5824,5828,5836,5841,5850,5883,5892,5896,5917,5934,5943,5947,6067,6072,6188,6202,6207,6212,6226,6326,6331,6335,6348,6364,6376,6397,6406,6419,6480,6484,6489,6498,6528,6680,6685,6690,6695,6704,6713,6717,6742,6764,6769,6778,6783,6792,6805,6810,6875,6879,6955,6964,6977,7009,7034,7158,7179,7184,7193,7210,7219,7223,7248,7269,7274,7319,7328,7341,7345,7422,7491,7508,7517,7625,7841,7846,7851,7856,7861,7885,7906,7915,7920,7929,7934,7955,7968,7977,7982,7986,7990,8078,8087,8183,8192,8218,8227,8240,8245,8258,8263,8267,8276,8280,8285,8298,8311,8315,8340,8365,8378,8383,8388,8393,8398,8403,8408,8413,8422,8427,8431,8436,8445,8450,8459,8483,8487,8491,8495,8499,8503,8515,8527,8532,8536,8648,8657,8670,8679,8684,8693,8706,8710,8714,8734,8739,8743,8748,8793,8798,8810,8814,8850,8863,8867,8920,9029,9038,9110,9123,9128,9133,9150,9158,9162,9166,9174,9179,9192,9196,9237,9297,9325,9337,9366,9375,9384,9389,9417,9422,9427,9432,9436,9444,9449,9454,9458,9462,9479,9483,9487,9559,9564,9577,9586,9615,9627,9652,9661,9665,9686,9706,9755,9793,9802,9811,9816,9825,10069,10078,10215,10220,10225,10230,10239,10244,10300,10312,10317,10329,10358,10370,10383,10400,10421,10425,10430,10439,10515,10520,10525,10641,10650,10671,10760,10777,10794,10799,10844,10848,10857,10874,10879,10884,10889,10894,10908,10921,10942,10958,11006,11010,11014,11023,11028,11041,11182,11187,11204,11780,11785,12033,12042,12046,12055,12059,12064,12072,12089,12098,12123,12128,12149,12154,12159,12164,12181,12190,12275,12300,12309,12323,12328,12352,12356,12361,12394,12419,12423,12427,12447,12452,12501,12538,12542,12551,12556,12561,12578,12582,12590,12594,12599,12608,12613,12618,12627,12632,12768,12773,12777,12830,12839,12844,12849,12966,13004,13022,13030,13034,13046,13059,13100,13105,13121,13130,13147,13168,13172,13176,13180,13192,13213,13226,13334,13530,13551,13560,13565,13570,13579,13592,13601,13605,13613,13630,13659,13687,13699,13704,13708,13713,13731,13740,14324,14345,14577,14614,14638,14647,14652,14657,14666,14707,14951,14988,14993,14997,15002,15023,15036,15040,15073,15078,15083,15092,15097,15110,15123,15187,15228,15233,15238,15255,15411,15423,15448,15453,15457,15470,15474,15846,15859,15924,15950,16426,16550,16555,16560,16565,16578,16587,16592,16709,16717,16722,16732,16877,16897,16942,16951,16955,16987,17047,17052,17120,17125,17130,17135,17335,17387,17392,17397,17405,17442,17539,17624,17653,17661,17689,17694,17699,17703,17728,17737,17745,17801,17813,17818,17827,17836,17900,17921,17926,17971,17975,17983,17992,18001,18019,18024,18121,18150,18270,18354,18359,18416,18441,18446,18450,18454,18459,18472,18477,18487,18520,18589,18597,18634,18639,18644,18653,18666,18687,18708,18720,18800,18824,18833,18838,18847,18863,18867,18919,18923,18928,18933,18953,19025,19034,19052,19069,19074,19083,19092,19172,19212,19233,19238,19247,19535,19548,19608,19629,19634,19643,19663,19720,19832,19854,19859,19863,19888,19908,19917,20002,20007,20012,20024,20048,20053,20062,20067,20072,20088,20161,20177,20181,20185,20194,20223,20252,20257,20281,20445,20466,20470,20475,20488,20497,20518,20523,20548,20573,20589,20602,20606,20611,20616,20625,20630,20635,20640,20645,20654,20699,20707,20712,20721,20730,20735,20747,20752,20761,20770,20775,20987,20991,20995,21e3,21005,21054,21067,21084,21088,21092,21096,21224,21232,21240,21281,21301,21358,21367,21371,21400,21405,21421,21425,21529,21537,21573,21585,21589,21605,21634,21655,21671,21695,21700,21724,21729,21737,21741,21754,21759,21776,21780,21785,21790,21803,21808,21820,21828,21857,21867,21872,21885,21902,21907,21916,21921,21926,21930,21939,21944,21949,21962,21967,21984,21993,22010,22023,22028,22057,22070,22074,22142,22147,22164,22200,22217,22246,22286,22295,22312,22321,22330,22339,22344,22361,22377,22381,22609,22614,22619,22627,22632,22649,22654,22662,22670,22707,22745,22749,22753,22765,22769,22774,22867,22904,22929,22934,22947,22952,23013,23046,23055,23067,23127,23156,23173,23194,23211,23248,23253,23266,23298,23322,23430,23435,23440,23644,23792,23797,23818,23823,23832,23840,23844,23853,23866,24142,24155,24168,24173,24202,24207,24212,24217,24222,24231,24248,24253,24317,24322,24343,24347,24360,24417,24434,24458,24714,24750,24771,24787,24796,24880,24885,24942,24947,24952,24969,24974,24979,24987,24996,25028,25037,25042,25060,25077,25082,25154,25194,25199,25204,25232,25241,25305,25309,25553,25562,25567,25580,25609,25630,25635,25640,25944,25960,25964,25973,25978,25991,25996,26029,26070,26075,26135,26148,26153,26190,26199,26204,26209,26214,26219,26224,26245,26277,26373,26469,26473,26478,26510,26518,26535,26539,26555,26619,26628,26641,26666,26702,26710,26715,26879,26888,26897,27029,27133,27138,27147,27156,27169,27181,27186,27190,27195,27303,27308,27312,27321,27589,27593,27609,27614,27619,27628,27764,27813,27854,27887,27900,27904,27908,27916,27921,27925,27946,27954,27959,27972,28004,28017,28022,28030,28035,28187,28204,28234,28239,28247,28391,28408,28413,28717,28761,28913,28934,28972,29068,29078,29087,29092,29101,29110,29123,29132,29141,29146,29151,29160,29241,29254,29358,29387,29392,29396,29449,29458,29462,29467,29472,29481,29490,29499,29507,29547,29572,29577,29582,29604,29988,30100,30600,30700,30705,30789,30834,30839,30860,30864,30869,30874,30882,30886,30891,30896,30905,31017,31025,31034,31039,31347,31364,31381,31390,31395,31400,31429,31458,31463,31468,31477,31482,31491,31500,31505,31526,31539,31583,31664,31769,31774,31787,31796,31814,31819,31828,31833,31838,31843,31848,31869,31910,31990,32047,32057,32062,32099,32109,32113,32126,32139,32144,32184,32189,32194,32214,32286,32291,32296,32305,32370,32375,32384,32393,32433,32438,32443,32464,32469,32474,32483,32500,32505,32530,32535,32563,32568,32573,32578,32582,32615,32720,32725,32734,32739,32743,32748,32752,32764,32776,32785,32790,32795,32799,32835,32848,32853,32858,32867,32885,32889,32893,32898,32906,32974,32988,33005,33010,33014,33027,33084,33101,33110,33118,33127,33136,33144,33148,33153,33158,33218,33223,33228,33265,33274,33283,33300,33305,33313,33393,33397,33413,33418,33423,33445,33486,33491,33875,33943,33952,33957,33962,33970,33979,33984,34005,34010,34015,34127,34152,34185,34222,34239,34243,34252,34297,34326,34335,34367,34391,34395,34424,34449,34454,34499,34504,34593,34607,34612,34625,34945,35037,35050,35055,35092,35097,35110,35119,35132,35137,35142,35199,35204,35213,35231,35336,35345,35350,35380,35445,35450,35455,35468,35492,35505,35509,35585,35606,35623,35636,35805,36049,36133,36146,36151,36160,36249,36262,36267,36272,36297,36302,36306,36311,36316,36337,36342,36347,36352,36360,36380,36384,36389,36426,36430,36439,36444,36449,36486,36491,36496,36500,36504,36576,36593,36606,36619,36680,36685,36702,36707,36719,36756,36988,36992,37e3,37009,37018,37098,37102,37118,37139,37144,37149,37154,37167,37172,37181,37210,37215,37220,37225,37230,37262,37274,37279,37296,37301,37321,37326,37550,37554,37575,37588,37613,37622,37627,37631,37636,37681,37689,37837,37841,37862,37903,37915,38091,38109,38126,38130,38143,38151,38204,38225,38290,38315,38324,38328,38337,38342,38367,38372,38376,38381,38413,38426,38443,38468,38481,38489,38493,38510,38539,38552,38561,38569,38641,38697,38702,38707,38843,38907,38928,38946,38951,38960,38970,39111,39120,39152,39213,39218,39223,39232,39304,39313,39318,39322,39331,39336,39341,39345,39350,39364,39369,39418,39431,39435,39439,39444,39448,39465,39470,39488,39509,39514,39522,39534,39574,39578,39587,39592,39600,39604,39608,39709,39722,39727,39756,39764,39808,39849,39853,39858,39974,39988,40061,40074,40087,40120,40124,40128,40133,40138,40143,40152,40165,40178,40187,40216,40221,40281,40317,40349,40354,40363,40377,40382,40390,40395,40413,40418,40454,40470,40475,40488,40497,40501,40506,40511,40971,40985,41141,41261,41266,41287,41307,41320,41341,41374,41407,41412,41416,41421,41426,41443,41559,41683,41688,41697,41817,41822,41826,41878,41886,41918,41958,41963,41971,41976,41980,42052,42056,42340,42404,42416,42441,42446,42455,42459,42464,42468,42477,42482,42507,42512,42516,42529,42545,42550,42559,42827,42972,43073,43142,43155,43160,43165,43174,43187,43192,43568,43572,43597,43601,43610,43618,43634,43718,43723,44027,44199,44271,44275,44280,44297,44362,44383,44392,44397,44441,44489,44494,44571,44628,44637,44654,44683,44695,44708,44749,44753,44817,44822,44918,44927,44992,45280,45284,45297,45310,45315,45348,45356,45368,45408,45421,45438,45467,45472,45481,45490,45519,45528,45545,45589,45598,45603,45608,45732,45737,45841,45858,45867,45899,45903,45907,45935,45940,45944,45985,45994,46003,46021,46077,46086,46091,46143,46407,46415,46447,46452,46464,46536,46541,46562,46594,46607,46612,46621,46626,46631,46640,46645,46666,46750,46767,46788,46793,46802,46807,46816,46912,46921,46929,47037,47102,47111,47120,47129,47133,47138,47150,47155,47172,47176,47189,47194,47198,47258,47263,47272,47408,47700,47704,47725,47742,47746,47755,47759,47764,47777,47786,47791,47824,47829,47858,47871,47876,47921,47926,47950,47959,47999,48012,48020,48024,48029,48037,48054,48059,48080,48085,48093,48237,48250,48255,48291,48361,48366,48411,48416,48421,48426,48454,48463,48468,48493,48558,48563,48568,48573,48582,48591,48596,48605,48610,48615,48763,48771,48776,48785,48794,48799,48803,48807,48840,48864,48869,48878,48882,48902,48951,48967,48971,49024,49036,49040,49044,49052,49060,49085,49090,49095,49100,49105,49110,49134,49163,49168,49185,49226,49294,49299,49304,49420,49573,49857,49862,49874,49878,49883,49951,49955,49980,49985,49994,49999,50008,50013,50117,50130,50135,50156,50161,50174,50262,50266,50276,50284,50293,50298,50311,50315,50320,50324,50332,50337,50354,50371,50396,50440,50548,50552,50565,50614,50647,50676,50696,50733,50737,50746,50778,50811,50824,50829,50838,50843,50848,50897,50906,50911,50932,50937,50950,51014,51083,51100,51260,51273,51281,51285,51290,51303,51312,51316,51433,51438,51479,51528,51549,51554,51558,51591,51607,51611,51624,51629,51633,51637,51650,51666,51670,51679,51684,51721,51729,51770,51774,51783,51803,51816,51820,51829,51846,51855,51860,51885,51929,51937,51958,52030,52035,52044,52049,52062,52075,52095,52103,52111,52116,52121,52125,52130,52171,52204,52472,52508,52525,52538,52543,52547,52571,52615,52624,52641,52665,52690,52818,52958,52962,52999,53016,53116,53121,53174,53211,53243,53259,53263,53288,53297,53301,53358,53379,53392,53413,53418,53435,53471,53476,53485,53490,53499,53544,53561,53566,53571,53576,53585,53598,53747,53761,53766,53799,53820,53837,53842,53850,53855,53996,54005,54010,54027,54031,54040,54061,54078,54083,54116,54125,54130,54134,54139,54287,54292,54297,54317,54353,54426,54439,54480,54485,54494,54575,54580,54590,54594,54603,54731,54739,54749,54753,54849,54857,54886,54891,54896,54904,55052,55061,55074,55139,55147,55156,55161,55170,55175,55264,55268,55289,55293,55633,55686,55691,55696,55700,55717,55722,55746,55751,55779,55792,55797,55838,55842,55846,55850,55871,55903,55915,55919,55943,55963,56135,56144,56156,56164,56180,56193,56213,56217,56226,56247,56255,56260,56269,56274,56291,56295,56304,56308,56317,56326,56331,56344,56353,56357,56377,56457,56509,56513,56529,56533,56554,56587,56592,56600,56648,56652,56672,56676,56721,56725,56982,57043,57159,57193,57321,57410,57423,57428,57456,57465,57478,57490,57519,57548,57557,57567,57620,57625,57654,58166,58171,58176,58181,58193,58237,58449,58454,58459,58463,58468,58485,58733,58767,58777,58782,58794,58799,58824,58837,58858,58867,58871,58887,58904,58909,58913,58917,59069,59078,59190,59195,59259,59272,59285,59306,59311,59328,59353,59382,59391,59409,59418,59423,59432,59449,59537,59601,60009,60022,60027,60207,60255,60263,60267,60280,60305,60314,60339,60348,60362,60387,60396,60432,60441,60473,60522,60550,60579,60595,60659,60663,60676,60912,60960,60964,61149,61166,61171,61176,61181,61202,61219,61224,61233,61274,61296,61306,61450,61510,61514,61526,61531,61549,61553,61594,61598,61606,61622,61626,61631,61636,61645,61769,61834,61839,61891,61908,61913,62305,62413,62418,62538,62555,62559,62563,62655,62668,62677,62698,62703,62712,62721,62770,62778,62858,62863,62880,62888,62909,62918,62923,62937,62973,62978,62983,62992,62996,63056,63069,63086,63091,63099,63112,63124,63128,63136,63160,63169,63289,63405,63453,63493,63517,64049,64085,64090,64095,64103,64111,64120,64129,64133,64497,64502,64507,64639,64647,64652,64657,64737,64765,64774,64778,64815,64829,64846,64855,64864,64869,65021,65197,65201,65249,65405,65433,65441,65533,65582,65778,65787,65792,65800,65805,65810,65815,65820,65825,65830,65838,65855,65869,65886,65896,65980,66013,66022,66059,66068,66073,66078,66082,66098,66107,66183,66223,66235,66257,66262,66267,66272,66277,66301,66306,66334,66343,66360,66365,66561,66569,66574,66586,66619,66628,66688,66701,66714,66718,66723,66999,67004,67009,67017,67030,67048,67108,67117,67122,67135,67140,67205,67278,67283,67287,67335,67376,67380,67385,67417,67422,67431,67448,67453,67466,67470,67554,67559,67563,67567,67579,67587,67591,67599,67639,67667,67715,67779,67784,67848,67852,67897,67906,68022,68354,68363,68435,68443,68448,68544,68549,68553,68566,68591,68596,68621,68646,68651,68660,68817,68838,68847,68856,68876,68880,68901,68914,68919,68924,68941,68946,68955,68984,68989,68994,68999,69012,69020,69025,69034,69039,69064,69084,69112,69149,69154,69178,69182,69187,69191,69196,69201,69226,69247,69251,69256,69260,69273,69282,69302,69355,69404,69424,69433,69437,69453,69474,69486,69506,69518,69527,69532,69537,69546,69551,69584,69589,69594,69599,69603,69628,69713,69777,69785,69798,69807,69812,69837,69921,69926,69934,69939,69944,69949,69953,70074,70079,70088,70093,70098,70103,70124,70141,70150,70155,70168,70192,70212,70233,70250,70255,70260,70296,70309,70342,70355,70363,70368,70373,70378,70383,70392,70640,70645,70698,70759,70907,70920,70961,70970,70979,70992,71e3,71017,71026,71031,71039,71095,71100,71113,71146,71334,71339,71353,71374,71383,71411,71416,71424,71428,71433,71438,71443,71464,71532,71552,71557,71630,71643,71656,71681,71686,71690,71694,71735,71743,71748,71753,71758,71775,71779,71788,71793,71802,71807,71812,71852,71948,71953,71962,71971,71988,71993,71998,72055,72063,72315,72323,72331,72336,72381,72386,72395,72400,72560,72586,72599,72668,72677,72682,72686,72690,72695,72703,72708,72888,72897,72902,72907,72912,72920,72933,72938,72946,72955,72976,72981,73045,73067,73072,73736,73741,73746,73751,73756,73773,74021,74026,74230,74247,74281,74298,74315,74323,74328,74345,74354,74402,74407,74424,74453,74462,74510,74519,74547,74555,74564,74573,74586,74591,74708,74713,74722,74738,74802,74807,74815,74824,74845,74854,74858,74866,74870,74874,74883,74896,74913,74977,74991,75e3,75017,75029,75081,75185,75214,75219,75228,75293,75298,75319,75324,75345,75353,75358,75363,75391,75399,75407,75452,75465,75470,75486,75495,75516,75521,75530,75746,75774,75799,75808,75816,75828,75833,75849,75858,75863,75868,75873,75878,75959,75967,75971,75995,76005,76014,76019,76023,76075,76171,76176,76185,76190,76198,76206,76210,76218,76239,76295,76308,76312,76320,76329,76333,76341,76377,76406,76834,76846,76851,76856,76948,76953,76966,77882,77886,77891,77896,77920,77924,78100,78105,78113,78117,78133,78137,78241,78245,78278,78287,78291,78300,78305,78310,78314,78358,78382,78395,78400,78428,78432,78449,78470,78638,78643,78647,78652,78665,78669,78674],u=`aAAABQEAAAcMAAABjAEAAAFNAAABzgIAAAHiAQAAAQEAAAEDAAABmgEAAAE+AAABAQAAAgEAAAEBAAAEBwAAAQEAAAErAAAB4gEAAAEBAAABAwAAAQEAAAHjAQAAApoBAAABPwAAAgIAAAQIAAACKwAAAS0AAAETAAABKgAAAgEAAAHdAgAAAQsAAAEBAAABFAAAAQcAAAEBAAABFQAAAS8AAAEJAAABAwAAARIAAAEGAAABAQAAAgEAAAEBAAABCgAAAQEAAAQBAAAFAgAAAVMAAAENAAABagAAAQUAAAEBAAABnQEAAAECAAAB9AEAAAEJAAABEgAAAQ0AAAEDAAABdgAAAYwBAAABkAEAAAEBAAABDwAAAfIBAAABkAEAAAEMAAABkgEAAAKfAQAAAigAAAEPAAABCwAAAgEAAAIGAAAB5AIAAAHTAQAAAQIAAAEdAAABAQAAAgEAAAEGAAABAQAAAgMAAAEBAAABEQAAAgUAAAkBAAAEAQAAAiIAAAEBAAABBwAAAQcAAAENAAABAQAAAiQAAAECAAABHQAAAQEAAAF1AAABYQAAAQEAAAF1AAABdQAAARUAAAF3AAABOQAAAboCAAABIAAAAQYAAAEBAAABHAAAAhoAAAEPAAABAQAABAEAAAEHAAABMgAAASoAAAEdAAAEGgAAAwEAAANPAAABEwAAAQEAAAEHAAABKwAAAXUAAAEVAAABegAAAW0AAAF4AAABigEAAAIfAAABWwAAAQ8AAAGRAgAAAQkAAAEDAAABCQAAAQEAAAELAAABggIAAAIeAAABXQAAARgAAAFVAAABlAEAAAEbAAABEAAAARsAAAEFAAABdQAAAa0BAAABAQAAAQUAAAEeAAACAQAAA1YAAAEyAAABCgAAAQMAAAEvAAABAQAAAocBAAABCAAAASEAAAFXAAABOQAAAQEAAAEBAAABLwAAAQIAAAICAAABAwAAAQEAAAGQAQAAAbEBAAABAgAAAQEAAAERAAABDQAAAgEAAAEBAAACPQAAARAAAAEIAAABAwAAARoAAAEVAAABAQAAAQoAAAIFAAABAgAAAQ0AAAEBAAABEgAAAwEAAAMUAAABCQAAAwYAAAIBAAACBAAAAQEAAAEFAAABAQAAAQgAAAEGAAACBAAABgEAAAMBAAAEAQAAAgkAAAQBAAACJQAAAQsAAAETAAACggIAAAEMAAADAwAAAREAAAFVAAABLgAAAUUAAAFhAAABAQAAAQ4AAAEOAAACBQAAA8gCAAAByQIAAAEBAAABEQAAAdABAAABIAAAAUYAAAIBAAABBgAAAQEAAAIEAAACAQAAAw8AAAICAAAC4QEAAAFvAAAB0AIAAAHnAQAAAQIAAAEPAAABlAEAAAE1AAACBAAAAgwAAAUBAAADJQAAAR4AAAHcAQAAAcMCAAABAQAAAQYAAAEIAAABAQAAAQIAAATHAQAAAREAAAEbAAABCgAAAVcAAAF4AAABOAAAATEAAAIFAAABoAEAAAHPAgAAAQwAAAEIAAACAQAAAQEAAAMBAAAEDwAAAQIAAALTAgAAARIAAAOvAQAAAYQBAAABvAIAAAETAAABEgAAAQwAAAIFAAABcQAAAVYAAAEQAAACAQAAAQ8AAAEFAAABUQAAAdsBAAABAQAAAgsAAAIBAAAEBQAAAXgAAAEEAAABTwAAAQwAAAIBAAABQwAAAjkAAAEPAAAB+AEAAAHIAgAAAQwAAAH9AQAAAYECAAABAgAABGAAAAIBAAABoAIAAAEFAAABcAAAAfsBAAABAQAAAcYBAAABAgAAASsAAAFNAAABGQAAARoAAAEbAAACDAAAAQUAAAEZAAABAQAAAQgAAAEBAAABAwAAAT0AAAIEAAABCQAAAQ0AAAEBAAADBwAABQEAAAIIAAABCgAAAQoAAAEBAAABCgAAAQIAAAECAAADAQAAAQEAAAIBAAACAwAAAQMAAAIUAAACCAAAAQgAAAEBAAACBwAABAEAAAJeAAACuAEAAAEhAAABtwEAAAEeAAACAQAAAgIAAAFNAAABAQAAAQkAAAEEAAABDgAAAQYAAAECAAABDwAAAgIAAAIBAAABDQAAAgIAAAEDAAABAQAAAwEAAAcBAAAFAwAAAgIAAAEBAAADAgAAAQEAAAEKAAABDQAAAQIAAAEBAAACCAAAAwIAAAIBAAACAQAAAgEAAAEBAAACAQAAAQIAAAEBAAABBgAAAgQAAAFRAAABAQAAATAAAAGxAQAAAQIAAAEBAAABHwAAASgAAAEDAAABnQEAAAEaAAABAQAAAbkBAAABAQAAAZQBAAABuQEAAAErAAABCQAAAWwAAAElAAABKQAAAQIAAAEBAAADAQAAAgEAAAIBAAACSAAAAwwAAAIrAAABCQAAAQEAAAECAAABBAAAARMAAAEIAAABCQAAAQgAAAJ5AAABEAAAAQ8AAAEcAAAEBQAAAQUAAAEaAAABGQAAAQwAAAEDAAADDAAAAhMAAAEIAAABAQAAARUAAAEXAAABCgAAAeECAAABAQAAARoAAAFbAAAB+wEAAAEBAAABnwEAAAEbAAABigEAAAEuAAABZQAAARoAAAGLAQAAAQ4AAAEMAAABiwEAAAEuAAABCwAAAQsAAAEHAAABHQAAAgEAAAI9AAABBQAAARUAAAHzAQAAAQEAAAFVAAABHgAAAR4AAAEeAAABDgAAAQEAAAECAAACZAAAAQMAAAESAAABDgAAAQkAAAEXAAABGwAAAgsAAAEIAAABFgAAAQUAAAEBAAADHwAAAQYAAAEMAAABAQAAAgUAAAMDAAABHAAAARMAAAEBAAABBwAAAQMAAAGUAgAAAQEAAAHaAQAAAQEAAAHYAQAAAQ4AAAESAAABfgAAAaEBAAABkgEAAAEBAAACBAAAAQEAAAMBAAABAQAAAQEAAAIGAAACAwAAAQUAAAEBAAABAgAAA4YBAAABRwAAAQgAAAEbAAABEwAAAQEAAAESAAABEQAAAQEAAAECAAABGwAAASAAAAKEAgAAAQsAAAEGAAACxwEAAAEGAAABCAAAAXAAAAEgAAABBgAAAQkAAAECAAABxQIAAAH4AQAAARwAAAGBAgAAAQEAAAERAAACeAAAAQQAAAEKAAABZQAAAQUAAAIBAAABAQAAAh4AAAFbAAABygEAAANQAAABUAAAAVAAAAFQAAABUAAAAWUAAAJmAAABAQAAAh4AAAIBAAACDAAAATIAAAEYAAABEAAAASIAAAEBAAABCgAAAQIAAAEwAAABhwEAAAEIAAABeAAAATsAAAEOAAABAQAAAQoAAAEWAAABAQAAAwEAAAEQAAABswEAAAEBAAAC9AEAAAERAAAELAAAATgAAAEDAAABGgAAAQYAAAICAAABBwAAARYAAAIBAAADGgAAAgYAAAEVAAABBwAAAg0AAAEKAAABFQAAAxkAAAIBAAABHgAAARMAAAIIAAABAwAAAQwAAAEBAAABBAAAAZABAAABWwAAAQEAAAEXAAABAQAAAQsAAAFWAAABogEAAAERAAABxwEAAAEfAAABAQAAAScAAAEBAAABEQAAAZABAAABTAAAAQsAAAEoAAABVgAAAZABAAABEQAAAagCAAABAQAAAbgCAAABAQAAAQwAAAEFAAABiQEAAAELAAABAwAAAQEAAAECAAABEQAAAY8CAAABGAAAAQEAAAE9AAAB9wEAAAEUAAABFAAABQEAAAKhAQAAAVsAAAEBAAABAwAAARQAAAIBAAABAQAAAQoAAAEGAAABCQAAAQIAAAGRAQAAAksAAAEWAAABygEAAAHKAQAAAuYCAAABHQAAAXUAAAF1AAABDAAAAQQAAAEYAAADTQAAAQUAAAYBAAAEFwAAAQYAAAIGAAABAQAAAgUAAAIDAAABAQAAAQkAAAIHAAABAQAAAQYAAAESAAABCAAAARoAAAEEAAACAQAABQkAAAIBAAAHHgAAARgAAAIBAAABFAAABgsAAAECAAABBQAAAQcAAAIFAAACngEAAAGZAQAAAQwAAAECAAABDwAAAQEAAAIBAAACTwAAAQEAAAEJAAABAQAAAgEAAAEQAAABBgAAAQgAAAEBAAABAQAAAgQAAAIFAAACGQAAAQIAAAEDAAABAQAAAQcAAAEDAAABDAAAAgsAAAEBAAABDwAAAQQAAAEKAAACCQAAAgQAAAEDAAABDAAAAgsAAAEEAAABAQAAAQIAAAEbAAABBAAAAQ0AAAHLAQAAAQYAAAEGAAACBAAAAQkAAAIEAAABAQAAAQ0AAAJDAAABAQAAAQkAAAEEAAABDgAAAQ0AAAEDAAABBQAAAwEAAAEBAAADAQAAAQIAAAEBAAADBAAAAQsAAAESAAACEgAAAwIAAAIBAAABAQAAAgcAAAEFAAADAQAAAwEAAAECAAABAQAAAQEAAAQKAAAEBAAAAgEAAAMBAAABAwAABQEAAAIBAAAFAgAAAQUAAAIEAAAFAQAAAQIAAAEBAAABAgAAAQEAAAEEAAABBAAAAQoAAAEFAAACAQAAAQEAAAIBAAABAQAAAgMAAAEBAAADAQAAAQMAAAYBAAAHAQAABAIAAAEFAAACCwAAAwIAAAMDAAABAQAAAQEAAAIBAAACAQAAAQcAAAEHAAABAgAABAIAAAEJAAABAQAAAYkBAAABDQAAAQUAAAFLAAABAQAAAb4BAAABBQAAAQgAAAIbAAABAwAAATwAAAEBAAABEAAAAQQAAAEOAAABGwAAAQYAAAEfAAABCAAAASIAAAEDAAAEAQAABgUAAAEEAAABEwAAAgEAAAEFAAABBQAABA0AAAG8AQAAAg0AAAEMAAABhgEAAAFeAAABEQAAAwEAAAEDAAABAgAAAgEAAAEDAAABBwAAAQMAAAQBAAABXQAAAQEAAAEoAAABCAAAAQMAAAEaAAACAgAAASkAAAIBAAACAQAAAQMAAAQQAAABAgAABAIAAAIBAAAHAQAAAQIAAAEKAAABBwAAAQQAAAUHAAACAQAABQ4AAAIIAAABBQAAAScAAAEZAAABGQAAAbkCAAABDQAAAQQAAAGAAQAAAXAAAAFLAAACAQAAAgEAAAYFAAAFAQAAAhEAAAPMAgAAAQEAAAEoAAABDQAAAhIAAAIDAAABVgAAAW4AAAENAAABAQAAAQsAAAEFAAABAQAAAwMAAAEGAAABAQAAAQIAAAFDAAABAQAAAQkAAAEDAAABDwAAARQAAAIDAAABAgAAAQgAAAEEAAABBwAAAQIAAAIEAAAFAQAAAwEAAAIBAAAEAQAAARIAAAEGAAAGAQAAAgIAAAILAAABAQAAAgEAAAQBAAAEAQAABgIAAAIBAAACAQAAAQkAAAEBAAADCgAAAQwAAAERAAABAgAAAg0AAAEBAAABCwAAAj4AAAIOAAABAQAAAfYCAAAB2wEAAAMCAAAC3AEAAAHcAQAAAQEAAAHdAQAAAoECAAABAQAAAXUAAAEfAAACAwAAAVMAAAEHAAABOAAAAS8AAAF1AAABJQAAAQkAAAF+AAAB2gEAAAEBAAABmgEAAAEJAAAByQEAAAENAAABEgAAAgMAAAFWAAABawAAAgEAAAICAAABAQAAAZQBAAABtwIAAAECAAACAQAAAQYAAAETAAABtAIAAAEBAAABDQAAApIBAAACAgAAAgMAAAEBAAACNAAAAQIAAAEdAAABFgAAARIAAAEBAAABEgAAAQEAAAMBAAABAgAAAQEAAAUBAAAGAQAAAwEAAAEBAAAEBAAABgEAAAgBAAAEBAAAAQgAAAEBAAABBwAAASAAAAG4AgAAAc4CAAABAQAAAQEAAAHTAQAAAXkAAAMBAAABBgAAAc0CAAABzQIAAAEBAAABHgAABgEAAAMJAAABAgAAAQEAAAQJAAABAQAAAUAAAAEyAAABDQAAATAAAAGHAQAAAQgAAAEgAAABWAAAATkAAAICAAACLwAAAQEAAAEBAAADAgAAAQEAAAGzAQAAAQEAAAEfAAABBQAAAgEAAAEFAAABBQAAAQEAAAIJAAABDgAAAQMAAAUDAAABRwAAARoAAAEIAAABCgAAAgEAAAEhAAABAwAAAgwAAAExAAACGQAAAQQAAAEHAAABAQAAAgcAAAEEAAAFAQAAAgEAAAEBAAABAgAAAQQAAAEIAAABEgAAAR8AAAECAAABFAAAAQYAAAEOAAACAwAABQMAAAE9AAABAwAAAQcAAAEyAAABjAEAAAF1AAAB5AEAAAF1AAABKAAAAQMAAAUKAAABNgAAAQoAAAEqAAABBgAAAQIAAAEXAAABAQAAAQgAAAECAAAFAQAAASkAAAEJAAAEAQAABQEAAAQBAAABDwAAAQIAAAEEAAAFAQAAAQEAAAQBAAADAQAAAgIAAAECAAABFwAAAgEAAAQBAAADAQAAAQIAAAIDAAACDQAAAR4AAAMOAAABGAAAAgUAAAEBAAACCwAAAQsAAAEBAAABAwAAARQAAAEKAAABAQAAAx0AAAIRAAADCAAAAiAAAAExAAABGAAAATYAAAECAAABBQAAAQkAAAIDAAACVAAAAQEAAAFKAAAB6AIAAAGiAQAAAZQBAAABCwAAAQMAAAIDAAABoAEAAAEeAAABjwIAAAEtAAABAQAAAQEAAAELAAADAQAABB4AAAF4AAABCgAAAXYAAAIeAAABgQEAAAEDAAABRgAAAR0AAAGdAgAAAdUCAAAB1QIAAAIPAAABhAEAAAErAAABAQAAAQEAAAE1AAABAwAAAQEAAAEPAAABDwAAAXwAAAEFAAABEQAAAQEAAAIHAAABAQAAASAAAAEBAAAFAQAAAQEAAAENAAABAQAAAgQAAAMgAAABPAAAAQkAAAEIAAABAgAAAQkAAAEBAAAEAQAABOgCAAABuAEAAAEBAAABGgAAAQgAAAETAAACnwEAAAE8AAABAQAAAgEAAAERAAABIAAAATwAAAEJAAABxgEAAAEBAAABoQEAAAEFAAABDwAAAbABAAABAQAAAuEBAAABAQAAAQgAAAIBAAABoAEAAAECAAAEFAAAAQEAAAEwAAABAQAAAQIAAAICAAABAQAAAQEAAAGcAgAAAQEAAAGJAQAAAQQAAAENAAABXgAAAWMAAAEBAAACAQAAAQQAAAEFAAABAQAAAgEAAAELAAABEwAAAmsAAAEEAAABTgAAAQEAAAEQAAABAQAAAQEAAAEKAAABDAAAAQYAAAFLAAAGIQAAAbkBAAAB9gIAAAHVAgAAAYECAAABAQAAASAAAAEBAAABTQAAAQcAAAEyAAABWwAAARoAAAEdAAABAQAAAQ0AAAEpAAABAQAAAQgAAAEDAAABGAAAASIAAAGOAQAAAQEAAAFHAAABAQAAAQwAAAESAAABDQAAAU0AAAEMAAAB9AEAAAEeAAABqAIAAAEBAAACAQAAAR4AAAGCAQAAASMAAAGaAQAAAR4AAAGIAgAAAQEAAAHrAQAAAiAAAAEHAAABAQAAAQMAAAFBAAABCQAAAR0AAAEBAAABlgEAAAEQAAABHwAAAYUBAAABqQIAAAIBAAAB0wEAAAGwAQAAAdoBAAABRwAAAaUBAAABKAAAAQMAAAFDAAABAQAAAQkAAAExAAABWwAAASgAAAGBAgAAAQ8AAAHaAQAAAScAAAFmAAABzgIAAAEBAAAB0AIAAAHEAQAAAQoAAAFrAAABKwAABhEAAAIOAAADGgAAAn8AAAETAAACAQAAAQcAAAGgAQAAAQwAAAEKAAACAQAAAr8BAAABoQEAAAFJAAABoAEAAAIBAAABFQAAAgEAAAE1AAACAQAAAR4AAAEtAAABogEAAAFGAAABCgAAAXUAAAHjAQAAARMAAAEBAAABBwAAARAAAAG1AQAAAggAAAEBAAABzgIAAAEBAAABAwAAAQMAAAEBAAABAgAAAhoAAAEdAAACBQAAAgEAAAEGAAACAgAAAQkAAAEJAAABBAAAAhQAAAEFAAAEAQAAAiQAAAQFAAAGAwAAAQEAAAF6AAABAQAAAQMAAAQTAAAGCQAAARYAAAECAAABAQAAAQIAAAMGAAABCAAAAaICAAABSQAAAQEAAAEBAAABCQAAAQUAAAQVAAABAQAAAQkAAAEBAAABAQAAARAAAAEGAAABAgAAAREAAAEeAAABAQAAAQgAAAECAAABUgAAAQgAAAEBAAABAQAAAwEAAAIDAAABAQAAAQIAAAIBAAABBQAAAQcAAAEJAAABlgEAAAKUAQAAAbMCAAABswIAAAGrAQAAAYgBAAABAgAAAREAAAEMAAADAQAAAgEAAAEIAAABAQAAAQMAAAESAAABIwAAAQwAAAEMAAABEgAABgEAAAIFAAABAgAAAQEAAAEOAAABEAAAAQYAAAQ9AAABFgAAATgAAAEMAAABHQAAAgsAAAH0AQAAAR0AAAG4AgAAAQEAAAEVAAABCQAAARAAAAEFAAABDQAAAQkAAAEBAAABEwAAAYQBAAABHQAAAQgAAAE1AAABGgAAAdECAAABAQAAAfwBAAABAQAAASQAAAERAAABDQAAAZ4BAAABLAAAAQEAAAEDAAABEAAAAQUAAAEBAAADAQAAAQIAAAErAAABDAAAARoAAAEmAAABGQAAAeEBAAABzgIAAAMFAAABHwAAAZEBAAABMwAAAQMAAAGSAQAAAgEAAAEBAAABDAAAAQMAAAEPAAACAQAAAk8AAAEBAAABCQAAAQoAAAECAAABBQAAAQQAAAEcAAABBwAAAQEAAAEFAAABAgAAAQQAAAMCAAADAQAAAxMAAAEHAAABAQAAAQEAAAEIAAABAwAAAQEAAAIBAAACAQAAAQMAAAIBAAABFQAAAQwAAAEeAAABKgAAAREAAAIRAAACAQAAAQEAAAHbAQAAAdsBAAAB2wEAAAEfAAABkAEAAAERAAABlAEAAAEPAAABEAAABawBAAABAgAAASkAAAEBAAABTwAAAR8AAAGRAQAAATMAAAGVAQAAAgIAAAH5AgAAAeEBAAABAQAAAcICAAAB0QIAAAEBAAAB4wEAAAJ/AAABAQAAAcMCAAABEQAAAcoBAAABCAAAARUAAAEWAAACEwAAAQUAAAIEAAABDQAAAgEAAAEBAAABAwAAAQcAAAQYAAABAQAAAQUAAAEoAAABCwAAAQEAAAEEAAAFAQAAAQgAAAIEAAABAQAAAQoAAAFhAAABBAAAASsAAAFFAAABBAAAAQkAAAEEAAABEwAAAQsAAAEEAAABHgAAAdECAAACAQAAAnUAAAGTAQAAAQEAAAEgAAABAQAAAQoAAAEyAAABDQAAAgQAAAEHAAABMgAAAQ8AAAEEAAABmwIAAAESAAABAQAAAQEAAAEFAAABJgAAAU0AAAEEAAABAQAAAQMAAAEQAAABAQAAARIAAAECAAABBAAAAQIAAAEnAAABVQAAAQEAAAEEAAAGAQAAAwEAAAMBAAAFAQAABAgAAAEBAAABAQAAAQEAAAEBAAABBAAABAEAAAQBAAABDAAAAQMAAAEBAAABfQAAAQMAAAGuAQAAASwAAAEFAAABsAIAAALPAgAAARYAAAGvAgAAAQEAAAIxAAABAQAAAc4CAAABAQAAAQ8AAAGsAgAAAwIAAAEBAAACDgAAASQAAAEBAAABzwIAAAEMAAABAQAAAQEAAAEIAAABrwIAAAK5AgAAAgEAAAIBAAABBQAABgEAAAEVAAABBQAAAQEAAAEBAAABBAAAAQEAAAGtAgAAAQEAAAFqAAABhgIAAAEBAAABBgAAAQkAAAGWAQAAAQIAAAIDAAABJQAAAzsAAAENAAABCwAAAQEAAAEBAAABCgAAAQsAAAQBAAACAQAAAQMAAAIBAAACAQAAAwIAAAEFAAACoQEAAAEDAAACAQAAAwYAAAFmAAABCwAAAQEAAAEWAAABAQAABgEAAAEDAAADAQAAAwIAAAIBAAADBQAAAhIAAAEBAAABuAIAAAEDAAABHwAAAQUAAAH+AQAAAxsAAAIKAAABFQAAASoAAAEUAAABDgAAAwoAAAEFAAACGQAAAgUAAAMIAAADAwAAAQUAAAEDAAABDQAAAQcAAAEEAAABGAAAASYAAAEBAAABDgAAAQ0AAAEDAAABGQAAAgkAAAEWAAABDgAAAQUAAAMdAAABAQAAAVAAAAEBAAABCQAAAQEAAAEBAAABEAAAAQgAAAEHAAABBgAAAwEAAAQBAAADAgAAAQEAAAIBAAABDAAAAQcAAAEBAAABBgAAAQIAAAEBAAABCgAAAQ0AAAEKAAACEQAAAgQAAAMEAAACAQAAAwUAAAIMAAABAwAAAQMAAAQBAAAEAgAAAQUAAAIBAAACAQAAAQoAAAEHAAABBQAAAQEAAAEDAAAEAQAAAgIAAAEGAAADAgAAAgYAAAEBAAABAgAAAQgAAAEBAAABEQAAAQIAAAK0AQAAAZkBAAABoAIAAAGgAQAAARoAAAF4AAABDQAAAQUAAAEDAAACUQAAAZIBAAABDgAAAREAAAEoAAABfAAAAacBAAABbwAAAacBAAAB8AEAAAEBAAAB5gIAAAELAAADAQAAAwYAAAG/AQAAAl0AAAK3AQAAAQEAAAFKAAABoAEAAAFiAAABygEAAAJ1AAABCgAAAREAAAEPAAABKQAAASMAAAEJAAABHQAAAgEAAAEOAAABBgAAAQEAAAF6AAABAQAAASYAAAQBAAAFAgAAAQEAAAEFAAABAQAABAEAAAQBAAACAwAAAQ4AAALIAgAAAQIAAAEFAAABBAAAAQgAAAEXAAABeQAAAQQAAAEGAAABMwAAAWsAAAEBAAACAgAABwEAAAIEAAACAQAAAgEAAAMBAAACAQAABQUAAAEBAAABAQAAAQEAAAIHAAABAQAAAwEAAALJAgAAAQEAAAGKAQAAARsAAAGjAQAAAQkAAAEBAAACAQAAAcwCAAABBwAAAT0AAAE4AAABxAEAAALjAQAAAdoBAAABAQAAAQgAAAHjAQAAAQUAAAH4AQAABEEAAAEbAAAB0wEAAAH4AQAABAEAAAEbAAABeAAAAdEBAAABAQAAAXgAAAEoAAABAwAAAVEAAAEpAAABpQEAAAIJAAABBQAAAgoAAAEZAAABTQAAAdkBAAACAQAAAs0CAAACDQAAAQUAAAHNAgAAAc0CAAABzgIAAAHIAgAAAeYCAAAB5gIAAAHVAgAAAYECAAABOQAAAboCAAABBQAAAZIBAAABtwEAAAEBAAABggIAAAGgAQAAAWIAAAEdAAACAQAAA0AAAAEBAAABAQAAARUAAAEeAAABBQAAAR4AAAF1AAABAQAAAXUAAAEyAAABAQAAAW4AAAEHAAABMgAAAacBAAADdQAAAREAAAEIAAABEgAAAUEAAAEJAAABGwAAAQIAAAEBAAABBgAAAgEAAAIHAAABBwAAAUkAAAECAAABAQAADQMAAAEBAAABBQAAAQEAAAIDAAABAQAAAgkAAAEJAAACAQAAATQAAAEBAAABDgAAAR4AAAGZAQAAAl8AAAOQAQAAAWMAAAEFAAAEkQEAAAJjAAABpwEAAAGKAQAAAWgAAAJ1AAABrQEAAAEBAAABCQAAAXUAAAFlAAABEAAAAXwAAAJ/AAABAQAAAacBAAABBQAAAfQBAAABIAAAAQcAAAEBAAABQQAAAgEAAAMCAAABCQAAAR4AAAEUAAABAQAAAcMBAAAC4wEAAAEFAAABIwAAAQMAAAEoAAABBgAAAggAAAEaAAABbAAAAU8AAAFlAAABCQAAAQEAAAECAAABdQAAARsAAAHhAQAAAQwAAAEDAAACDQAAAQ4AAAEKAAABnwEAAAE1AAABAgAAAQMAAAEBAAADHgAAATMAAAEBAAABIgAAAREAAAEIAAABiAEAAAEKAAABBgAAAxYAAAQBAAACLAAAAQQAAAEEAAAIAQAACgEAAAECAAABAQAAAgEAAAMMAAADAQAAAQEAAAECAAABAgAABAEAAAQBAAABAQAAAgMAAAEGAAABMwAAAQEAAAGBAgAAAQEAAAEJAAABCAAAARcAAAEDAAABPAAAAQEAAAFDAAABUQAAAQEAAAEBAAABAgAAARAAAAEHAAABAQAAAQEAAAYBAAABBgAAAVYAAAGxAQAAAVAAAAEBAAABkAEAAAGfAQAAAV4AAAEXAAAB+wEAAAEBAAABDAAAAVMAAAF1AAABdQAAAXUAAAF8AAACpwEAAAF1AAAB+wEAAAEBAAABdQAAAQQAAAEBAAABYgAAAQ4AAAJOAAABAQAABwcAAAEfAAABBAAAAYcBAAABGgAAAQ4AAAEDAAABSgAAATIAAAFVAAABAQAAAQEAAAYBAAABDAAAAQkAAAEDAAAEAgAAAwgAAAEvAAABBQAAAQUAAAEBAAABHQAAAQMAAAFKAAABMgAAARQAAAFhAAABMgAAAb4BAAABBQAAAgEAAAcBAAACAwAAAgIAAAEBAAACxAEAAAEEAAABdQAAAfwBAAAB6AIAAAEgAAABAQAAAToAAAETAAABBwAAATIAAAE8AAAB4wEAAAGrAQAAAZQBAAABFAAAARQAAAECAAABwgIAAAHQAgAAARYAAAEWAAACYgAAAQEAAAHUAQAAAS8AAAF1AAABTwAAAQ4AAAIBAAABCgAAAVwAAAEDAAABEgAAARoAAAUBAAACMwAAAQYAAAEWAAACDQAAAQ0AAAErAAABHwAAARMAAAEIAAABAwAAAaQBAAACDgAAAgsAAAG/AQAAAqQBAAABAQAAAgkAAAEQAAABAgAAAb0BAAABJAAAAQEAAAEEAAABCwAAAQcAAAEHAAAE9AEAAAEIAAABAQAAAQEAAAEWAAABBgAAAYECAAACDQAAAXUAAAEUAAAEAQAAARAAAAIUAAACogIAAAEAAAABAQAAAgEAAAEBAAADcAAAAcEBAQAFAQEAAwEBAAMBAQABAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAMfAAABAQAAAYwBAAABBQAAAQEAAAKWAQAAAQEAAAETAAABAQAAAdoCAAABAwAAAd0CAAABAQAAAdACAAABzwIAAAEBAAABIAAAAQ4AAAE0AAABCQAAAwoAAAEEAAABAQAAAgEAAAECAAACIQAAAQEAAAIEAAABAQAAAgEAAAEEAAABAwAAAx0AAAYBAAACGQAAATkAAAIFAAACAQAABQEAAAUDAQAIAQEACQEBAAoBAQAKAQEAAQEBAAMBAQAFAQEAAwEBAAMBAQADAQEAAAEBAAABAQAAAQEADgEBAAYBAQAGAQEAAwEAAAQBAAADAwAAAwEAAAEGAAABAQAAAgEAAAMDAAABCAAAAQYAAAEBAAABAgAAAwEAAAMFAAABAwAABgEAAAMBAAACAgAAAQIAAAEBAAABCAAAAbQCAAABAQAAAQYAAAGYAQAAAQUAAAEBAAABJQAAATkAAAEaAAABFwAAAQEAAAMBAAABAgEACAEBAAYBAQAGAQEACAEBAAIBAQACAQEAAQEBAAABAQACAQEAAwEBAAUBAQAAAQEAAAEBAAABAQACAQEAABUAAAEBAAABAgAAAQIAAAEBAAACAQAAAgEAAAEGAAAC4QIAAAHjAgAAAdsCAAABzwIAAAEMAAAB2QEAAAE7AAABeQAAAyQAAAEKAAABAQAAAQEAAAEcAAABAQAAAggAAAEwAAACAgAAAwwAAAECAAABIwAAAVAAAAEBAAABCgAAAeMCAAABfQAAAgEAAAECAAABfAAAAQEAAAIBAAAEAgEAAQEAAAIEAAABqQEAAAIUAAACAQAAARAAAAGDAgAAAgEAAAECAAAB8gEAAAFWAAABAgAAAQgAAAGJAQAAAQEAAAEBAAABAQAAAVcAAAEKAAAB0QIAAAHQAgAAAQEAAAEMAAABDQAAAQcAAAEBAAABCgAAAREAAAEZAAABAQAAARcAAAEIAAABGwAAAgEAAAUMAAACAQAAAgEAAAFlAAABFwAAAQYAAAFbAAAB4gIAAAHvAgAAAXwAAAEBAAABLAAAAX4AAAEFAAAIAQAABQEAAAYBAAAFAQAABQIAAAIBAAABBAAAAQEAAAICAAABAQAAAQEAAAEBAAAIAQAABgEAAAYBAAACAQAABwEAAAYCAAABBgAAAQwAAAELAAABAQAAAQcAAAETAAAB3AIAAAEBAAAB4QIAAAIBAAACBgAAAQEAAAIBAAABEQAAAWwAAAGvAQAAAgEAAAEBAAAGAQAACAEAAAUBAQACAQAABAgAAAEBAAACAgAAAQIAAAEBAAABAQAAAQ0AAAEBAAAFBwAAAQYAAAIBAAAEFwAAAggAAAEPAAABBAEAAcMCAAABJgAAAeUCAAABAwAAAQEAAAEBAAABiAEAAAEJAAABAgAAAQcBAAEHAAAEAQAACwEAAAYBAgACDAAAAQEAAAKvAQAAASkAAAEoAAAB1AEAAAEoAAACJQAAARUAAAECAAABkQEAAAGzAQAAAegBAAAB5gEAAAGzAQAAAbABAAABmgEAAAEBAAABxwIAAAEBAAABGwAAAZYCAAACAgAAAwEAAAIBAAABCwAAARQAAAEBAAABEAAAARQAAAEgAAABAQAAAQoAAAEBAAAFAQAAAhUAAAICAAABEQAAAQEAAAEsAAADAQAAAicAAAF8AAABaAAAAe0CAAABAQAAAewCAAABrwEAAAEGAAABLwAAAQAAAAMCAAABAQAAAQEAAAEDAQABBAAAAQcAAAEqAAACAQAAAgIAAAEzAAABAQAAAQYAAAEBAAABAQAAAgIAAAQBAAAFAgAAAQEAAAICAAAECAAAAQYAAAICAAACBQAAAgEAAAUBAAABAQAAAgIAAAECAAACBQAAAQEAAAEFAAACDAAAAQIAAAGLAQAAAuMBAAABigIAAAEeAAABBAAAAQEAAAEAAAADAQAACAEAAAgBAAAIAQAAAwEAAAMBAAABAQEABAEAAAIFAAAFAgAAAgQAAAQBAAABAQAAARAAAAQLAAACBAAAAQEAAAIBAAACAwAABwEAAAUBAAADAQAABQEAAAcBAAADAQAAAQEAAAUBAAAHAQAAAgEAAAIBAAACAQAABAEAAAICAQADAQEAAgEBAAIBAQABAQEAAQEAAAEBAAABBgEABgEBAAMBAQAFAQEAAAEBAAEBAQADAQEAAQEBAAQBAQABAQEAAgEBAAEBAQAEAQEAAwEBAAMBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEABAEBAAQBAQAFAQEAAwEBAAABAQAAAQAABgEAAAMBAAAFAQAAAQEAAAICAAAEAQAACAEAAAcBAAAEAQAABQEAAAUBAAACAQAAAwEAAAICAAALAQAABAEAAAMBAAADAwAAAQEAAAEBAAABAQAAAgQAAAcBAAADAQAABgEAAAMCAAABAQIABAIAAAcBAAAEBQAAAQMAAAQBAAABAwAAAQEAAAICAAABAgAAAgEAAAQCAAACAwEAAwEBAAEBAQAAAQEAAAEBAAEBAQAAAQEAAAUAAAECAAABBQAAAQEAAAEBAAABBwAAAQIAAAEBAAADAQAAAgMAAAMEAAABDQAAAQsAAAEDAAACAQAAAzEAAAMBAAAFAwAAAQIAAAEBAAABBQAAAQkAAAELAAABAQAAAQUAAAECAAABKwAAAQMAAAHbAQAAAQEAAAEBAAABBQAAAQMAAAITAAACAQAAAgEAAAMBAAACAQAAAQMAAAECAAAEAQAAAwEAAAMBAAABAgAAAQEAAAQBAAAGAQAACAEAAAICAAABAQAAAQMAAAEBAAABAwEAAgEBAAABAQACAQEAAgEBAAIBAQAAAQEAAAEAAAUBAAADAQAAAQEAAAIBAAACAQAAAQMAAAEZAAABAQAAAQEAAAIBAAABAwAAAgEAAAQCAAAEAQAAAQEAAAEBAAABHAAAAgEAAAEBAAABAQAAAgIAAAEjAAABAQAAAQIAAAIcAAABAwAAAQEAAAESAAABBQAAAQEAAAFdAAABzwIAAAEBAAACFAAAAbIBAAABAQAAAQEAAAHZAQAAARQAAAElAAAB4QIAAAECAAABCQAAAQEAAAHsAgAAAQEAAAGdAQAAAQEAAAEBAAABBQAAARUAAAEFAAABswEAAAFsAAACAQAAAggAAAGNAQAAAh0AAAHZAQAAAfIBAAAB7QIAAAGWAgAAAQEAAAEBAAABAQAABIICAAABAQAAAQYAAAHDAQAAAgEAAAUOAAABAQAAAQkAAAEBAAACGwAAAQQAAAE9AAABCAAAAQEAAAUBAAAHAQAAAgEAAAEBAAABBQAAAgEAAAUKAAAFAQAAAhIAAAGmAgAAAQEAAAEgAAABJAAAAQEAAAEDAAABsgEAAAEBAAABsgEAAAEBAAAByAEAAAL7AgAAARsAAAEPAAABAQAAAQMAAAQBAAABJgAAARsAAAGzAQAAAbgBAAACJAAAAgEAAAIBAAABAgAAAQwAAAEBAAABXQAAARQAAAEBAAABEAAAARQAAAGiAgAAAQEAAAEmAAABDQAAASUAAAELAAABCQAAAQEAAAEEAAAB5QEAAAG8AQAAAQEAAAEaAAABIAAAAQYAAAEBAAABAgAAAS0AAAEHAAABBAAAAREAAAEEAAAB6wIBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAASQAAAHPAgAAAR0AAAHxAgAAAYsBAAACGAAAAUoAAAGSAQAAAQIAAAFJAAABQAAAAQkAAAEgAAAB7gIAAAElAAABrQIAAAHKAgAAAd4CAAAB7QIAAAEBAAAB7gIAAAEWAAABHAAAAwEAAAEBAAACAgAAAQEAAAIBAAABAgAAAQ4AAAERAQAEAQEAAAEBAAEBAQABAgAAAwEAAAEGAAABDwAAAQEAAAEGAAACFAAAARgAAAEPAAABIwAAAScAAAEcAAABAwAAAQMAAAEBAAABFwAAAR4AAAMBAAABBgAAAQMAAAEMAAABqQEAAAE7AAABIAAAAQoAAAIEAAABFQAAAgsAAAEHAAABAQAAARcAAAEcAAABAQAAAVkAAAGKAQAAAQIAAAGDAgAAAgEAAAHRAgAABNICAAABGAAAAQYAAAEDAAABVAAAATQAAAEGAAACAQAAAgEAAAQBAAACAQAAAQIAAAEEAAABAQAAAScBAAMBAQADAQEAAwEBAAIBAQAEAQEAAgEBAAEBAQAAAQEAAgEBAAABAQAAAQEAAAEBAAIBAQAAAQEAAYEBAAABsAEAAAEBAAADBgAAAQMAAAErAAABAgAAAQIAAAEDAAABjgEAAAHtAQAAAgEAAAEBAQABiwEAAAIfAAABAwAAAWQAAAFrAAABYwAAAgEAAAIBAAABrgEAAAFOAAABAAAAAgEAAAICAAADAQAAA0UAAAIFAAABBAAAAb0BAAACAQAAAj4AAAHdAgAAAUoAAAEFAAABAgAAAQIAAAG5AQAAAUkAAAG9AgAAAQEAAAE+AAABAQAAAbIBAAACPAAAAUYAAAEHAAABAQAAASYAAAFAAAABJQAAAUEAAAEIAAABSQAAAdcBAAABMQAAAQIAAAIBAAABBQAAAccCAAABKAAAAQEAAAEAAAABLQAAATAAAAEHAAABIAAAAQEAAAExAAABBgAAAREAAAEMAAABAQAAAgQAAAEHAAABHgAAAREAAAESAAABAQAAAQUAAAEgAAABAQAAAQsAAAEOAAABBgAAAQEAAAEBAAABAQAAAgMAAAEEAAAJAQAABAMBAAEBAAACAQAAAQgAAAEIAAABBAAAAQgAAAEBAAABAQAAAwEAAAIBAAACAQAABgMAAAIBAAABAgAAAQMAAAEBAAACAQAAAiAAAAEHAAABAQAAAgEAAAIBAAACAQAAAgEAAAIFAAACAgAAAQQAAAENAAABAQAAAQEAAAEFAAABAwAAAQEAAAEOAAABAQAAAgMAAAEcAAABAQAAARwAAAIBAAACAgAAAQEAAAIXAAABSgAAAQIAAAEQAAABZgAAAwoAAAGbAQAAAQsAAAECAAACmwIAAAEBAAAB9AIAAASsAgAAAekCAAABCQAAARQAAAICAAABugIAAAGvAQAAAR4AAAEmAAACMwAAAQEAAAHwAQAAATwAAAE3AAABAQAAARQAAAEBAAABDwAAAQEAAAEUAAABOwAAAeQBAAABAAAAAQEAAAEGAAABHQAAAWAAAAEMAAABMQAAATMAAAEBAAACAQAAAe8CAAABJAAAAbMCAAABiwEAAAIBAAABHgAAAbgBAAABggIAAAEBAAABAAAAAQIAAAMBAAAGAQAABAIAAAgBAAABAQAAAQEAAAICAAACAgAAAQEAAAEBAAACAQAAAQIAAAIBAAACAgAAAQEAAAYBAAADAQAAAQcAAAEBAAABBAAAAQIAAAEHAAABAQAAAQ4AAAEwAAABAgAAAwEAAAEJAAAEAQAAAQEAAAEBAAABAQAAAQgAAAEBAAABAQAAAQIAAAsBAAACAQAAAgEAAAMBAAAEAQAAAQMAAAICAAABBQAAAQEAAAEFAAABAQAAAQMAAAEBAAACAQAAAQIAAAEDAAABAwAAAQcAAAEBAAABAgAAAQMAAAICAAACBwAAAQEAAAQBAAAEAQAABAEAAAEBAAACAQAAAwIAAAEBAAABAQAAAgEAAAEDAAACAQAABgEAAAMEAQACAQAAAQUAAAEBAAADAQAAAgEAAAIGAAABAwAAAQQAAAEBAAACAQAAAgEAAAIEAAABAQAAAgEAAAIBAAABDQAAAQIAAAEDAAAEAQAABAEAAAMBAAAFAQAAAwEAAAQCAAABAQAAAQEAAAEBAAACBAAAAQUAAAEBAAABAgAAAgIAAAEHAAABAQAAAQEAAAEHAAACAQAAAQEAAAEIAAABAQAAAQEAAAEDAAACAQAAAwEAAAICAAABAQAAAgEAAAMEAAABAQAAAQMAAAEBAAABAQAAAQMAAAIBAAABAQAAAQEAAAEBAAABAQAAAgMAAAEBAAABAgAABgEAAAMCAAABBQAAAQcAAAEBAAACAQAAAQIAAAEGAAABAQAAAwEAAAKEAQAAAQIAAAEFAAABAQAAAX8AAAEOAAABAQAAAQEAAAIpAAABXgAAAQcAAAEFAAABAQAAAQUAAAEBAAABAQAAAQEAAAEIAAABAgAAAQEAAAIBAAAEAQAAAQMAAAETAAABAQAABAIAAAEDAAABAwAABQEAAAICAAABAQAAAQIAAAEEAAADAQAAAgMAAAEBAAABBAAAAQEAAAECAAABBQAAAQ0AAAEBAAAEAQAAAQgAAAIPAAACDwAAAQEAAAIDAAABAQAAAgEAAAEFAAABAQAAAQQAAAEBAAACAQAAAgEAAAEEAAABAQAAAwQAAAEKAAABFQAAARMAAAEGAAABqwEAAAEBAAABRwAAAQEAAAEJAAABEQAAATIAAAEKAAABAgAAARkAAAEOAAABJwAAAQEAAAEWAAABAQAAAfcCAAABBAAAAeMBAAAB3AEAAALcAQAAAQEAAAEQAAAC2QEAAAE2AAABAQAAAg0AAAEUAAABAQAAARMAAAEPAAABFQAAAQAAAAEHAAABEAAAASoAAAEEAAABAwAAAQEAAAEBAAACEQAAARAAAAMNAQACAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQAAAQMAAAEDAAABAQAAASIAAAEFAAABBgAAAQ4AAAEBAAABDAAAAQEAAAEHAAACAQAAAQQAAAEDAAAFAQAAAQIAAAEfAAABEwAAAQMAAAEJAAABAQAAAQMAAAQRAAABCgAAAQYAAAEGAAABAQAAAQIAAAIIAAABAQAAAgEAAAEHAAABAQAAAQIAAAEBAAABAgAAAQsAAAMFAAABBAAAAQIAAAEQAAABOgAAAQUAAAElAAABBwAAAQcAAAGOAQAAAQEAAAEvAAACswEAAAFkAAAC7wIAAAGhAgAAAQEAAAIBAAABBgAAAQIAAAHrAgAAAQEAAAECAAABUAAAASUAAAENAAABAgAAAgMAAAICAAABIAAAAf8BAAABAQAAAeMCAAABpwIAAAHkAgAAAQgAAAHXAQAAATQAAAHqAQAAAQEAAAKIAgAAAQMAAAFhAAABYgAAAVIAAAEGAAABKQAAASEAAAEEAAABAQAAAQEAAAIBAAABEAAAAQMAAAEBAAABCQAAAg0AAAEEAAACKAAAAQ8AAAEEAAABowEAAAEBAAABXgAAATkAAAEBAAABIAAAAQEAAAECAAAB8QIAAAHdAgAAAdoCAAABDQAAAgIAAAEHAAABGAAAAQEAAAEbAAABAQAAAiAAAAIEAAACAQAABQMAAAEBAAABAQAAAgEAAAMBAAABDAAAAgEAAAIBAAAFAwAABQEAAAEGAAABBQAAAQQAAAMBAAAEAQAAAQQAAAEJAAADBgAAAQEAAAERAAABAQAABAUAAAEFAAABPAAAAgEAAAQxAAAEAQAABRQAAAEQAAABJQAAAQ8AAAECAAABXgAAAQIAAAETAAABKgAAASoAAAEBAAABSAAAAaIBAAABPAAAAf0CAAABFgAAAdYCAAABBAAAAQkAAAFiAAABAQAAAQgAAAECAAACAQAAAREAAAQCAAABFQAAATYAAAEBAAAEEQAAAQEAAAEBAAACDgAAARIAAAECAAABCQAAAQkAAAICAAABAwAAAgEAAAEBAAAFBAAAAwIAAAIBAAABBAAAAgIAAAIBAAAHAwAAAQMAAAEBAAABBQAAAQQAAAIBAAADAQAAAgEAAAEBAAABAwAAAQMAAAMBAAABAQAAAQYAAAEEAAAEAQAAAQEBAAMDAAADAQAABAIAAAECAAACAQAAAgUAAAIBAAABAgAAAgEAAAIBAAACAQAAAgcAAAQEAAABCQAAAQEAAAEBAAACBwAAAQEAAAEGAAACAQAAAQQAAAIBAAAEAQAAAwEAAAIBAAABAwAAAwEAAAIBAAABAwAAAgMAAAECAAAEBwAAAQQAAAIBAAABAwAABAEAAAICAAADDQAAAgUAAAEBAAABAQAAAgEAAAEBAAAEAQAAAQ8AAAEEAAABAQAABAEAAAQBAAABtwIAAAEDAAACCwEAAR8AAAEBAAABAgEAAZoBAAABGwAAAQcAAAEGAAABAQAAARIAAAIBAAABAgAAATIAAAERAAABAQAAAQ4AAAEvAAACCwAAAQEAAAKmAQAAAkYAAAIBAAABhAEAAAEBAAACAQAAAQEAAAIBAAACCQAABAEAAAYFAAABBQAAAQUAAAEBAAABAQAAAQEAAAEBAAABCAAAAQoAAAEBAAABCAAAAQQAAAICAAACAQAAAQUAAAEBAAACAQAAAQEAAAEBAAABBAAAAQQAAAIBAAABAQAAAwgAAAEDAAABAQAAAQUAAAQDAAABAQAAAg4AAAQBAAABAQAAAwIAAAIBAAAEEQAAAQIAAAEBAAACAQAAAgUAAAMCAAABAwAAAQMAAAIBAAACAgAAAgIAAAECAAABAQAAAQEAAAMBAAAFAQAAAgQAAAEIAAABAwAAAQIBAAkBAQAGAQEAAgEBAAMBAQABAwAAAQIAAAMDAAAGAQAAAwEAAAMDAAACAgAAAQEAAAEBAAACAgAAAQEAAAEBAAACAgAABgEAAAIFAAABAQAAAwEAAAEBAAABAgAAAQEAAAIBAAABAwAAAQIAAAEDAAABAQAAAQEAAAMCAAABAQAAAQIAAAIEAAAJAQAABAEAAAYBAAABAQAAAQIAAAEDAAACAQAAAgkAAAEBAAABCQAAAQwAAAIBAAABBwAAAQEAAAEDAAADAQAAAwEAAAQBAAACBgAAAQ4AAAEBAAABBgAAAQUAAAEJAAABHQAAAQQAAAEBAAABGgAAAQkAAAEBAAABAgAAAQoAAAEGAAABAwAAASEAAAIBAAABBwAABQEAAAEEAAABAQAAAToAAAECAAABAgAAAyMAAAEpAQABAQEAAAEBAAABAQAAAQEAADEBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAADhAQAAAZgCAAACtwIAAAHxAQAAATEAAAElAAABugIAAAEQAAAByQEAAAEMAAACAQAAAQ4AAAGVAQAAAQEAAAMHAAAEBAAAASgAAAEBAAABAwAAAgUAAAEKAAABBQAAAgQAAAECAAABKgAAAQQAAAEDAAABAQAAAgMAAAEBAAABEQAAAgMAAAEBAAABFwAAAQgAAAEFAAABAQAAAQQAAAEPAAABAQAAAaACAAABsQEAAAGcAQAAAR4AAAGZAQAAAQUAAAEBAAABDAAABA4AAAEWAAABCgAAAgIAAAMDAAABAQAAAQEAAAIKAAADDQAAAQEAAAIBAAABAQAAAggAAAIEAAABAgAAAwEAAAMCAAABAgAAAQEAAAEBAAACBwAAAQEAAAEOAAABAQAAAgQAAAEBAAABCQAAAQIAAAENAAACAgAAAQkAAAEWAAACTAAAAUkAAAFgAAABAQAAAW4AAAELAAACAQAAAQEAAAIBAAABAQAAAgIAAAIBAAABBAAAAgIAAAGiAQAAAUgAAAGdAQAAAUAAAAEpAAABNAAAAQEAAAEVAAABQQAAAWgAAAEBAAABUwAAAScAAAEFAAABBgAAAQMAAAEBAAABKgAAAgwAAAEIAAABAQAAATIAAAIBAAACCQAAAQEAAAEwAAABJwAAAfgCAAABOgAAAQEAAAIBAAADAQAAAgsAAAYBAAADAQAABAEAAAEBAAABAQAAAQEAAAMBAAABBQAAAgUAAAEGAAABAgAAAgsAAAHNAQAAAdkCAAAB8QIAAAEaAAABAQAAAQYAAAEOAAABBwAAAQcAAAEDAAABBAAAAQcAAAEGAAABBQAAAQUAAAEKAAABCQAAAQcAAAEHAAABAgAAAQQAAAEDAAABBwAAAQgAAAEGAAABBwAAAQsAAAEIAAABBQAAAQEAAAEFAAABCwAAAQgAAAELAAABAQAAAQgAAAEOAAABBQAAAQUAAAEGAAABBwAAAQYAAAEJAAABDwAAAQcAAAEFAAABBwAAAQ4AAAEIAAABAQAAAQsAAAELAAABCQAAATMAAAIBAAABJgAAARUAAAEDAAABEQAAAhwAAAELAAABBQAAAQUAAAE8AAABewAAAQ0AAAG3AQAAAeMBAAABaAAAAV0AAAGZAQAAAgEAAAEEAAABAQAAAQMAAAEBAAAGWgAAAQUAAAE3AAABmQEAAAQBAAAGAQAAAQEAAAMBAAACAQAABAEAAAEBAAACAQAAAgIAAAEBAAABEwAAAgEAAAQBAAABAgAAAQQAAAE0AAABAQAAAgIAAAECAAABCgAAATwAAAEBAAABFAAAAZcBAQACAQEAAQEBAAIBAQACAQIAAgEBAAEBAQAEAQEAAAEBAAABAQAAAQEAAgEBAAABAQAAAQEAAAEBAAABAQACDgAAAUAAAAFlAAACAQAAARYAAAGPAQAAAQgAAAEHAAABAwAAATMAAAEQAAABbwAAARUAAAECAAABOgAAARAAAAELAAABBQAAARgAAAEBAAABNwAAAesCAAABzAIAAAEtAAABNAAAAeMBAAABBwAAAwEAAAEOAAABCAAAAcECAAABAQAAAUgAAAEBAAABPAAAAgEAAAILAAADAQAAAQEAAAQBAAABAgAAAQEAAAMBAAADAQAAAgIAAAECAAABBQAAAQgAAAFIAAABAgAAAQMAAAGRAgAAAYMCAAACAQAAAecCAAABBQAAAQAAAAElAAABCAAAAQIAAAEiAAABHQAAAXwAAAEIAAABJgAAAQMAAAEBAAABDAAAAQ8AAAEqAAACAwAAAQ4AAAEWAAAB8QEAAAEDAAABAgAAAQMAAAGDAgAAAYgBAAABAQAAAQEAAAEDAAABSwAAAQoAAAEeAAABAQAAAigAAAEkAAABAQAAAQAAAAF6AAABSAAAAfIBAAABAQAAAfMBAAABAgAAAYIBAAABBgAAAYEBAAABAQAAAaEBAAACggEAAAElAAABAQAAAQEAAAEBAAABAgAAAQQAAAEGAAABIwAAAgEAAAEHAAACAwAAAQIAAAEMAAABCgAAAQcAAAEjAAACDQAAAQ8AAAEBAAABBAAAAgMAAAEhAAABCAAAAZgBAAABHwAAAQMAAAE0AAABBQAAAQEAAAFWAAABCQAAAQIAAAEHAAABDAAAAQMAAAEBAAABfwAAAQEAAAEBAAABAQAAARkAAAEUAAACBgAAAQEAAAEKAAABAQAAARUAAAEGAAABCQAAAQMAAAEBAAABAQAAAQ0AAAEIAAABDAAAAQcAAAEEAAABAQAAARQAAAEBAAABMwAAARcAAAEEAAACAgAAAgEAAAMDAAADAQAABAEAAAICAAABAgAAAQQAAAEBAAABEwAAAh4AAAEoAAABOQAAAUYAAAEHAAABGAAAASEAAAEDAAAB/AEAAAEWAAABDwAAAQ8AAAKCAQAAASsAAAEBAAABRAAAASEAAAEJAAABCAAAAQEAAAECAAABCwAAAQcAAAEEAAABngEAAAFIAAABPAAAATQAAAEBAAABlwIAAAE7AAABCgAAAcQBAAABOgAAAYcBAAACCwAAAeQCAAABsQEAAAHEAQAAARYAAAEBAAABmQEAAAEnAAABUAAAAQUAAAEBAAABRAAAAQkAAAGUAQAAAQIAAAESAAABJgAAAQQAAAETAAABEgAAAQEAAAEJAAABDQAAARAAAAEJAAABDQAAAQIAAAEoAAABFQAAARYAAAEBAAABAwAAARMAAAGhAQAAAS4AAAEBAAABFwAAAQEAAAFuAAABAQAAArcBAAABvQIAAAGCAgAAATEAAAG9AQAAAQEAAAFGAAABAwAAAXAAAAGUAQAAAQkAAAEBAAAB2AIAAAEBAAABCQAAAQIAAAEFAAABVgAAARUAAAEBAAABAQAAAQEAAAEBAAACAQAAAgEAAAECAAABAwAAATYAAAIJAAABIwAAAUsAAAEMAAABAQAAAgcAAAEFAAABAQAAAz4AAAEBAAABMgAAAQEAAAECAAABAQAAAQUAAAFhAAACaAAAAQEAAAEKAAABsQIAAAH9AQAAAekCAAABEgAAARUAAAEPAAABAQAAARQAAAE9AAABcwAAAQEAAAECAAABMgAAARoAAAEBAAABHwAAAgMAAAEwAAABEwAAAgcAAAEpAAABFgAAARoAAAHuAgAAAasBAAABJQAAAQsAAAEJAAABAQAAAQQAAAEfAAABAQAAAQgAAAECAAABAQAAAQoAAAEBAAABIAAAAQkAAAEHAAABAQAAAwEAAAEEAAABAQAAASYAAAMUAAABVwAAATkAAAHvAgAAAQEAAAG6AQAAATMAAAGMAQAAAQEAAAEOAAACxQEAAAEtAAABAQAAAYICAAABvQEAAAFaAAAD/AIAAAEBAAACBgAAAzUAAAEwAAACWAAAAQEAAAEBAAABAgAAAgEAAAEBAAACCQAAARoAAAESAAABHwAAAQMAAAEBAAACIAAAAQMAAAEeAAABAQAAAQUAAAEKAAABQQAAAR0AAAFfAAABAQAAAgYAAAEBAAABcgAAAQEAAAEkAAABWwAAAR8AAAGtAQAAARgAAAEPAAAB5gIAAAHuAgAAAgIAAAEgAAADAQAABAIAAAEGAAABAQAAAQEAAAEBAAADBgAAAQEAAAEEAAABGQAAAQkAAAEBAAABFAAAAQEAAAINAAABLAAAAQEAAAEBAAADAQAAAQEAAAEBAAABBQAABAEAAAEDAAABAQAAAQUAAAEBAAABAQAAAQMAAAMBAAAGAQAABgEAAAQBAAAGAQAABAEAAAMBAAAJAQAAAgEAAAMBAAABBAAAAgEAAAEHAAABFwAAAQQAAAEFAAACAQAAAgEAAAEDAAADAQAAAgEAAAEDAAABFgAAAgEAAAQPAAABBgAAAQMAAAEDAAABAQAAAQUAAAECAAABAQAAAQEAAAEBAAABAQAAAQMAAAEBAAABEwAAAR8AAAMBAAAEBgAAAwEAAALIAQAAAQEAAAQpAAABGAAAAQcAAAFpAAACBAAAAR0AAAEBAAABCQAAAgIAAAIMAAABAQAAAQQAAAMGAAABJAAAAS8AAAElAAABvQIAAAEBAAABAQAAAz0AAAIBAAAC4gIAAAGyAQAAAQQAAAFaAAABCAAAAQEAAAEBAAACCQAAAR8AAAEBAAAEAQAAAQIAAAGMAQAABAEAAAMCAAABAQAAAQEAAAICAAABJQAAAQcAAAEEAAABAQAAAR4AAAEBAAAGAQAAAgEAAAIBAQABEgAAAgEAAAIBAAABTgAAASQAAAEBAAABAQAAAQMAAAECAQADAQEAAgEBAAIBAQADAQEAAQEBAAYBAQABAQAAASsAAAIDAAAEAgAAAWMAAAEBAAABLwAAAQEAAAKwAQAAATIAAAEBAAABAQAAApQBAAAB0QIAAAFOAAAB2wEAAAEBAAABUAAAAREAAAEZAAABJgAAAiQAAAEBAAAFAQAAAwEAAAISAAAD7gIAAAEBAAACIAAAAQEAAAESAAABDQAAAQoAAAEGAAABBAAAAgEAAAEBAAACUQAAAQEAAAIBAAABAQAAAwEAAAECAAABDQAAAQ8AAAEBAAABFAAAAZcBAAACAQAAAu8CAAABsgEAAAEZAAABTAAAAQEAAAFBAAABIQAAAQEAAAEBAAAFJQAAAQEAAAHRAgAAAcwCAAABEAAABJkCAAABmQIAAAEYAAACCAAAA3IAAAEBAAABCwAAAQQAAAEBAAACAQAAAQcAAAIBAAADAQAABQEAAAQBAQACAQAAAQEAAAILAAACswEAAAFRAAABAQAAAiYAAAEiAAABAQAAAgsAAAEHAAABcgAAAU0AAAF+AAABDwAAARAAAAGfAgAAAc0CAAACAQAAAQEAAAIDAAACAQAAAgQAAAIGAAAB9AEAAAECAAABDQAAAwEAAAECAAABdQAAAQEAAAGDAgAAAREAAAFdAAABNwAAAREAAAE4AAABMwAAASMBAAAOAQAABwEAAAcBAAAIAQAABQEAAAcBAAAFAQAABAEAAAMAAAEDAAABAQAAAQoAAAEEAQAABgEAAAoBAAAGAQAABwEAAAgBAAAGAQAACgEAAAgBAAANAQAABQEAAAwBAAAUAQAAFgEAAAUBAAAEAQAABwEAAAcBAAAGAQAAEgEAAAYBAAAHAQAABAEAABABAAAFAQAADAEAAAkBAAAKAQAA9AEAAAECAAABDAAAAQEAAAECAQABJwAAAe0CAAAB4QIAAAELAAABAQAAAY8CAAABPQAAARYAAAHEAQAAAy0AAAFpAAABAQAAAcoCAAABtAEAAAFEAAABEAAAATIAAAEEAAABAQAAAfwBAAABDAAAAQIAAAElAAAECwAAAQQAAAEyAAABAQAAAQMAAAEBAAABwgIAAAEBAAABDQAAAQoAAAHRAgAAAe0CAAAB9AEAAAECAAAB+AEAAAHcAQAAAdsCAAABlAIAAAGbAgAAAQEAAAEBAAABAQAAAQEAAAEDAAABAQAAAQcAAAENAAABhwEAAAFMAAABFgAAAVAAAAEYAAABAQAAAdwCAAAB3QIAAAIHAAABiQEAAAEBAAABjAEAAAF7AAABAQAAAQUAAAHdAgAAAewCAAABAQAAAagCAAABOQAAAbMCAAABCQAAAQIAAAICAAACAgAAAQMAAAECAAACAQAAAQIAAAECAAABBwAAAQEAAAECAAABCQAAAgYAAAEBAAACAQAABgEAAAQBAAABAgAAARUAAAECAAABDwAAAQEAAAEBAAABAQAAAQUAAAEKAAABBAAAAgEAAAECAAABAQAAAQwAAAEPAAADAQAAAQMAAAEQAAACAQAAAgEAAAEBAAAEBQAAAQcAAAEbAAABHwEAAgEBAAABAQAAAQEAAAEBAAABAQAAAQEAACwAAAEHAAABDgAAARAAAAEWAAABFwAAAeEBAAAB8gIAAAHBAQAAAgEAAAMBAAABTQAAAwEAAAELAAABAQAAAQEAAAEBAAADCQAAAQUAAAEIAAABlQIAAAEBAAABTwAAAUQAAAEHAAABpwIAAAEJAAABYgAAASYAAAFJAAABBAAAAQYAAAEKAAABAQAAAQoAAAEJAAABAgAAARkAAAEaAAABGAAAAigAAAECAAABAwAAARsAAAEUAAABAgAAAQEAAAETAAAEBAAAAQEAAAIBAAABHAAAARIAAAICAAACAQAAAQ8AAAEKAAABAQAAATEAAAILAAAEAQAAAQEAAAEoAAABAQAAAX0AAAEDAAABCwAAAQIAAAEnAAABDQAAASQAAAEXAAABGwAAAd8BAAABAQAAAQMAAAE6AAABAQAAAgEAAAEYAAABCwAAASUAAAEUAAABAQAAAw4AAAEDAAABAQAAAQIAAAEBAAADAQAAAwEAAAIBAAABAgAAARYAAAGfAQAAATwAAAHPAQAAAWUAAAEPAAABzgIAAAEEAAABBAAAAgMAAAEBAAABAQAAAeIBAAABBQAAAWIAAAE9AAABAQAAAQ0AAAEEAAABAQAAAgEAAAEDAAABBgAAAgMAAAEhAAABFwAAAQMAAAEBAAABGgAAAQIAAAEFAAABCgAAAgEAAAEwAAABFwAAAQEAAAEKAAABAwAAAQMAAAEVAAABHQAAASIAAAFUAAABAQAAAQQAAAIBAAABLgAAAQEAAAEwAAABGwAAAVgAAAIBAAABGAAAAQEAAAFiAAABJgAAAQEAAAE9AAABJgAAASkAAAEBAAABCAAAAgEAAAEDAAABogEAAAEYAAABAQAAATQAAAEFAAABEAAAAS0AAAEBAAABAQAAAREAAAGPAgAAAUIAAAEBAAABAQAAAQMAAAENAAABAgAAAQYAAAEdAAABUwAAAQQAAAHIAQAAAQUAAAIgAAACCwAAAQkAAAIBAAABBAAAAekCAAABJAAAARUAAAEUAAAB0AIAAAETAAABDgAAAYICAAACUAAAAQoAAAGRAgAAAQgAAAEFAAAB2wIAAAHiAgAAAdACAAABAQAAARIAAAHwAgAAASUAAAEBAAABAQAAAUMAAAEmAAABzQIAAAIBAAABAQAAAwMAAAIBAAABBAAAAgYAAAGMAQAAAacBAAAB4gEAAAHNAgAAAQUAAAEFAAABuAIAAAEUAAABAQAAAQEAAAGHAgAAAW4AAAGcAQAAAb4BAAAB1QIAAAEmAAABhwIAAAFKAAAB5QEAAALvAgAAAZ8CAAABRQAAAREAAAHvAgAAAe0BAAABAQAAAQoAAAEBAAAB6gEAAAFRAAAB+AIAAAEBAAABAQAAAwEAAAHZAQAAAQEAAAEYAAABswIAAAGaAQAAAU0AAAQ0AAADIgAAAQEAAAEYAAAEHgAAAgAAAAG/AgAAAS4AAAEhAAABNgAAAQsAAAEmAAABAQAABAEAAAEBAAABTwAAAgEAAAFNAAABGAAAAQEAAAIBAAABBQAAAh4AAAEQAAABCgAAAQQAAAGYAgAAASwAAAECAAAB6gEAAAEnAAABLgAAAhIAAAFdAAABBwAAAVMAAAE+AAABDQAAAQEAAAEuAAABfQAAAgEAAAECAQABmAEAAAF8AAABAQAAAgEAAAQCAQABAQAAAgQAAAGpAQAAAk8AAAEBAAABHwAAAX4AAAEBAAACCgAAAUwAAAEIAAABAQAAASEAAAEqAAABpwIAAAE1AAABsAIAAAECAAABBwAAAcgCAAABAQAAAeMBAAABAQAAARUAAAHcAgAAAboCAAABugIAAAEuAAACAQAAAQEAAAEAAAABFAAAARAAAAEVAAABQAAAAgQAAAIEAAABKgAAAg4AAAIFAAACBQAAAgMAAAEBAAACFQAAAQIAAAEJAAAHBAAAAQEAAAEDAAABAgAABAoAAAICAAACBgAABAEAAAIHAAABAQAAAQ0AAAEBAAABCAAAAgEAAAIBAAAEAQAAAwMAAAEBAAABFQAAAQgAAAIBAAACAQAABQEAAAUBAAACBAAAARIAAAEBAAABCAAAAQEAAAEHAAABCAAAAgcAAAEhAAACAQAAAQ8AAAEBAAACBAAAAQEAAAIJAAACCAAAAgkAAAEFAAABEwAAAQcAAAIBAAAEAgAAAagCAAAB8gIAAAEuAAABAQAAAb8CAAAB1wEAAAIGAAABAgEAAQEAAAG3AQAAAVAAAAEBAAABFwAAAgEAAAECAAABAQAAAQEAAAIRAAABFAAAAQIAAAHcAQAAAQUAAAEDAAABtgEAAAECAAADAQAAAQEAAAEaAAACBgAAAQQAAAGYAQAAAQEAAAFJAAABSQAAASQAAAEcAAABAgAAARQAAAGeAQAAAREAAAKDAQAAAQ0AAAEBAAABFQAAAQEAAAECAAABGAAABAEAAAEPAAABAwAAAgEAAAEIAAACEwAAAQkAAAMBAAACDQAAAQcAAAIBAAABOAAAAQEAAAETAAABAwAAAQYAAAH9AQAAAQEAAAECAAABAQAAAQ0AAAEDAAABFgAAAUgAAAGyAQAAATAAAAEBAAABDwAAAVwAAAILAAAB4gEAAAEgAAABkgEAAAIFAAABswEAAAEkAAABggIAAAEBAAABIAAAAQgAAAIBAAABGwEABAEBAAABAQAAAQEAAQEBAAABAQABAQEAAgEBAAMBAQABFwAAAbACAAABAQAAAQcAAAEBAAABFAAAAQEAAAENAAAB0AIAAAEeAAABFAAAAREAAAEUAAABGAAAAXAAAAIEAAABHQAAAQIAAAEIAAABAgAAAQ0AAAMBAAABAQAAAgIAAAEcAAABGwAAAmQAAAEBAAABIAAAAZIBAAACJQAAAQ4AAAEZAAABAgAAATgAAAGnAQAAATMAAAF1AAABHAAAAscCAAABEQAAAQYAAAETAAABAQAAARcAAAHOAQAAAUEAAAEBAAAB5QEAAAQBAAACFwAAAQEAAAFtAAABAQAAAgEAAAIBAAABAQAAAZsCAAABWgAAAcEBAAABAQAAAW8AAAQKAAABCQAAAQEAAAEnAAABRgAAARcAAAEbAAABLQAAAVsAAAE6AAACRwAAAQEAAAFQAAABCQAAAQQAAAESAAABBQAAAQMAAAEBAAABBQAAAQEAAAIBAAABAgAAARgAAAECAAABAQAAAQQAAAENAAABKwAAAQEAAAEOAAABAgAAAQEAAAEeAAABSQAAAQkAAAEBAAABLgAAASEAAAEBAAAB4gIAAAHxAgAAARoAAAEBAAABBgAAAQ4AAAEHAAABBwAAAQcAAAEHAAABBgAAAQUAAAEFAAABCgAAAQcAAAEJAAABBwAAAQIAAAEHAAABBwAAAQgAAAEGAAABBwAAAQsAAAEIAAABBQAAAQEAAAEFAAABCwAAAQgAAAELAAABAQAAAQgAAAEIAAABBgAAAQUAAAEFAAABBgAAAQcAAAEGAAABCQAAAQ8AAAEHAAABBQAAAQcAAAECAAABDAAAAQgAAAEBAAABCwAAAQsAAAEJAAABBQAAAQEAAAEBAAABAwAAAQEAAAIDAAABAQAAAgEAAAIBAAABAQAAAQEAAAEBAAABAQAAATIAAAIBAAADIwAAAQMAAAE5AAABAwAAARQAAAEFAAABBwAAAQ0AAAEBAAABEwAAAQEAAAIFAAABLgAAAQEAAAIFAAABHwAAAQQAAAERAAABAQAAAQEAAAENAAABEQAAAQEAAAHZAgAAAcQBAAACAQAAAgIAAAMBAAABfAAAAbwBAAABvgIAAAE7AAABFAAAASUAAAEUAAABqQEAAAEBAAABvgEAAAEBAAABagAAAQABAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAwAAAEQAQAGAQEAAgEBAAIBAQAFAQEAAAEBAAABAQAAAQEAAAEBAAIBAQAEAQEAAQEBAAMBAgACAQEAASwBAAEBAQAAAQEAAAEBAAABAQAAAQEAAgEBAAIBAQACAQEABAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAQMAAAFNAQACAQEAAgEBAAIBAQABAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQACAQEAAAEBAAABAQABAQEAAQEBAAEBAQAAAQEAAAEBAAABAQAASAAAASgAAAGJAQAAAQEAAAG9AgAAAQEAAAE+AAAB/AIAAAHkAgAAARIAAAEBAAACAQAAAQIAAAIBAAABAQAAAdoCAAABhwIAAAGHAgAAAZUCAAABzQEAAAEIAAABDQAAAgYAAAG7AQAAAQMAAAH5AgAAASoAAAEWAAABAQAAAW4AAAEHAAABCAAAAQQAAAEBAAACAgAAAwEAAAMEAAABAQAAAQUAAAEGAAABMgAAAUkAAAH2AgAAAbIBAAACMAAAARUAAAFRAAABAQAAARYAAAFJAAABmAIAAAEBAAACtwEAAAEFAAABAQAAARoAAAEgAAABBgAAAQMAAAEnAAABBgAAAQYAAAEBAAABBAAAAQUAAAEMAAABWwAAAR4AAAExAAABogEAAAE0AAABIgAAAQIAAAEDAAABAQAAATQAAAMFAAAFAQAAAQUAAAEBAAADAQAAAQEAAAECAAABAQAAAwoAAAEGAAADEQAAASQAAAMFAAABEQAAARAAAAEYAAABCQAAAQEAAAEBAAADAQAAAgEAAAEDAAABEAAAAQIAAAEBAAABBgAAAQEAAAIBAAABHwAAAQgAAAIBAAACAQAAAQMAAAEBAAACAQAAAgcAAAMFAAACBQAAAQYAAAIWAAABAQAAAgEAAAEBAAABAgAAAQEAAAIBAAABDwAAAQwAAAICAAACAQAAAQIAAAEDAAABDwAAAgEAAAECAAABDAAAAQEAAAESAAADAQAAAQEAAAECAAABAQAAAgIAAAEBAAABWgAAAj4AAAEcAAABFgAAAXMAAAEZAAABJAAAAQEAAAECAAABNAAAAQEAAAEmAAABVAAAAc0BAAABWQAAAQEAAAQBAAACKAAAAfcCAAABAQAAAi0AAAIBAAABCAAAAgUAAAQBAAAEAQAAAgEAAAEBAAABAgAAAgEAAAEBAAABAgAAAQEAAAEEAAADFgAAAQ0AAAEHAAAEDgAAAQEAAAIBAAABDAAAAuQBAAABOgAAAgEAAAMBAAACAQAAAQsAAAMzAAACCAAABAEAAAQBAAACAgAAAgIAAAEBAAAC7QEAAAEBAAAB7AIAAAGWAgAAAZYCAAACAwAAASIAAAFAAAAB5AIAAAGZAgAAAXMAAAEDAAAB7QIAAAEBAAABIAAAAmwAAAEmAAADBQAAAUwAAAEBAAABVQAAAQMAAAHpAgAAAQUAAAHdAgAAAagBAAACBwAAAQEAAAG7AQAAAewCAAABAQAAAQEAAAIBAAAB0AIAAAEEAAABAQAAASgAAAEOAAABAQAAAQEAAAEqAAABBQAAAQEAAAE1AAABIwAAAQEAAAEMAAABAQAAARcAAAF+AAABDwAAAQEAAAE5AAABJwAAARwAAAEQAAABIAAAAX0AAAEhAAABCQAAAQsAAAEWAAABkAEAAAKCAQAAAQAAAAEVAAABAQAAAQEAAAEBAAABAgAAAW4AAAFdAAAB/QEAAAE8AAABBgAAAR8AAAIBAAABCQAAAU4AAAEGAAABBAAAAQIAAAEKAAABCwAAARAAAAEBAAACJQAAAQEAAAEyAAABOwAAAQMAAAIBAAABCwAAATEAAAEBAAABAwAAAQMAAAECAAABBQAAAgEAAAEOAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAQBAQACAQEAAQEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAECAAACAQAAAgEAAAEDAAABDAAAAQEAAAELAAABGAAAAQ4AAAEMAAABCwAAAQIAAAIKAAABAQAAAggAAAEaAAABMQAAASIAAAEJAAACBgAAAQgAAAEFAQABAQEAAQEBAAEBAQABAQEAAgEBAAABAQABAQEAAAEBAABjAAAB/gEAAAHQAQAAAegCAAACAQAAAQEAAAE0AAABrgEAAAEfAAABOQAAARYAAAEBAAACIAAAAUQAAAFUAAABlAEAAAEgAAABAQAAAfACAAAB0AIAAAEaAAABBwAAAQIAAAEMAAABAgAAAQUAAAECAAABBQAAAQIAAAEFAAABAwAAAQQAAAEBAAABBQAAAQIAAAEDAAABAgAAAQMAAAEBAAABCQAAAQwAAAEEAAABAgAAAQQAAAEBAAABAgAAAQMAAAIEAAABAgAAAQUAAAECAAABBgAAAQIAAAEEAAABAgAAAQUAAAEFAAABBgAAAQIAAAEGAAABBQAAAQIAAAEEAAABAQAAAR0AAAEDAAABFAAAAQIAAAEDAAABAgAAAQMAAAEBAAABBQAAAQIAAAEFAAABAgAAAQQAAAECAAABBwAAAQsAAAEEAAABAgAAAQUAAAECAAABAwAAAQEAAAEGAAABCgAAAQQAAAEBAAABBwAAAQUAAAEHAAABAgAAAQgAAAECAAABFAAAAgEAAAEQAAABFAAAASYAAAHuAgAAAQEAAAGHAgAAAY4CAAABAQAAAgMAAAHBAgAAAQwAAAEBAAABDgAAAYQCAAABAQAAAToAAAEcAAABAQAAAc4BAAABDQAAAwEAAAQBAAABAwAAAUwAAAERAAABBQAAARQAAAEmAAAC1gIAAAEEAAACAQAAAQEAAAMPAAABAQAAAg8AAAEUAAABNQAAAQQAAAErAAABGQAAAQ0AAAEBAAABCgAAAXQAAAEGAAABBQAAAYMCAAAB5QIAAAHcAQAAAQEAAAEIAAACAQAAARcAAAEFAAABAQAAAgEAAAFpAAAB9wIAAAEBAAABhwIAAAHAAgAAAfkCAAAB5AIAAAGVAgAAAYsCAAACCgAAAgEAAAFPAAABAgAAAToAAAECAAABWwAAAQYAAAIBAAACAQAAAgEAAAEEAAABJwAAAQgAAAECAAABBQAAAgIAAAElAAABAwAAARUAAAICAAABIQAAAQEAAAEBAAABAQAAASYAAAElAAABIQAAAQQAAAEBAAACBAAAAWEAAAEGAAABAgAAAwEAAAMBAAABHQAAAQEAAAEBAAABAQAAAQgAAAEOAAABBAAAASQAAAERAAABGQAAAQcAAAEIAAACAgAAAQEAAAMFAAABEgAAAQEAAAEPAAABFwAAAg4AAAETAAABZAAAAQEAAAEBAAABBAAAAcQBAAABQAEAAQEBAAABAQAAAQEAAQEBAAEBAQAAAQIAAQEBAAF5AAABAQAAAb0CAAABAQAAATkAAAEBAAACJgAAAUMAAAEBAAADAgEAAQEAAAEBAAACAgAAAQQAAAE5AQACAQEABAEBAAkBAQAGAQEABAECAAIBAQAAAQEAARwAAAEFAAAGAQAAAgEAAAUBAAAG1AEAAAIYAAABJwAAAbQCAAABDgAAAcQBAAABLAAAARoAAAFTAAABAQAAARMAAAEWAAABAQAAAQYAAAFSAAABKQAAAhkAAAEQAAABRwAAAXQAAAEtAAABAQAAAeoBAAABLQAAAQYAAAIBAAABBgAAAQIAAAEGAAABDQAAAQMAAAECAAABAQAAAQEAAAEHAAABAgAAAQIAAAIEAAABAQAAAQcAAAEHAAABBQAAAQEAAAEDAAACFAAAAQMAAAEiAAACDAAAAQEAAAEHAAABBwAAAQEAAAEIAAACAgAAAQIAAAESAAABAgAAATAAAAEBAAABCwAAAgkAAAEvAAABCQAAAggAAAFBAAABmgIAAAFAAAABjwEAAAENAAACAgAAAQ4AAAEDAAABAQAAATMAAAIBAAABBAAAAQgAAAEZAAABAgAAAQIAAAEGAAACAQAAAQMAAAEBAAABAQAAAR8AAAEGAAABAQAAAQYAAAEEAAABCAAAAQsAAAEMAAABCQAAAQ8AAAExAAABQAAAAQUAAAIFAAABAgAAAQQAAAELAAABAQAAAQEAAAEBAAABHgAAAQoAAAEKAAABAQAAAgIAAAECAAACAQAAAR8AAAEUAAABAgAAAQEAAAEBAAABDgAAARUAAAMBAAABWwAAARgAAAEBAAABSAAAAQEAAAEBAAABGAAAAegBAAABzwEAAAFwAAABjwIAAAE9AAABiwIAAAIBAQABAQAAAQIAAAEDAAABAwAAAdgBAAABCQAAAbMCAAABIAAAAQEAAAUBAQABAQAAAQYAAAEBAAABAQAAAQEAAAMGAAABAQAAAQQAAAEZAAABCQAAAQEAAAEUAAABAQAAAg0AAAEsAAABAQAAAQEAAAMBAAABAQAAAQEAAAF7AAABAQAAAQIAAAEIAAAB8wEAAAEdAAAB2QIAAAEBAAABAwAAAQwAAAEEAAABTQAAARIAAAEBAAABBgAAAQMAAAEBAAAEAQAABAQBAAIBAQAFAQEADAEBAAgBAwAEAQEABQEAAAEBAAAEAQAACQEAAAkBAAAEAQAAAQEAAAEBAAABAQAAAQkAAAICAAACAgAAAgwAAAECAAABAQAAAQQAAAMBAAACAwAAAQYAAAEfAAACAgAAAQIAAAIDAAACBAAABAEAAAECAAABEQAAAgEAAAQCAAACCQAAAgIAAAIoAAAKAQAAAwEAAAMBAAABAQAAAwkAAAESAAAEAQAAAwEAAAEDAAADAQAAAgQAAAMCAAABAQAAAQ0AAAEQAAADAQAAAQEAAAECAAABAQAAAWMAAAE1AAABXAAAAQEAAAEHAAAB1QIAAAHKAQAAAbIBAAABdQAAAWMAAAEQAAABSgAAARMAAAELAAABAQAAAQEAAAEIAAABAQAAAQMAAAEBAAABCAAAAQEAAAEBAAABCQAAAgUAAAEBAAAEAQAAARAAAAEBAAABAQAAAgEAAAEBAAABAgAAAR0AAAEMAAABBwAAARgAAAEBAAABAgAAAgEAAAIBAAACBgAAAgEAAAGnAQAAAQ8AAAEBAAABFwAAAhMAAAFMAAABEgAAARYAAAEDAAABCwAAAQEAAAEDAAABFgAAAQ4AAAHEAQAAAS0AAAEBAAABRAAAARQAAAEBAAABBQAAAQEAAAEKAAABBgAAAQEAAAHaAQAAAgEAAAFYAAABMQAAAQEAAAFCAAABwQEAAAFgAAABYwAAAS4AAAE6AAABAQAAAfICAAABPAAAASgAAAEGAAABAQAAAawCAAACFwAAAi4AAAEBAAAB0AIAAAEDAAABAQAAAdcCAAABOgAAAWQAAAEBAAABBQAAAQEAAAEpAAABaQAAATAAAAGOAgAAAQEAAAIDAAAB8gIAAAFgAAABBwAAAcEBAAABGAAAAgEAAAEFAAABFwAAAQEAAAFWAAABHQAAAQMAAAEDAAACAQAAAgEAAAEBAAADAQAABQEAAAEBAAABBAAAASgBAAMBAQADAQEAAwEBAAIBAQACAQEAAwEBAAABAQAAAQEAAAEBAAQBAQABAQEAAAEBAAIBAQAAAQEAAH8AAAECAAABBwAAAQEAAAEBAAACAQAAAgEAAAThAQAAAQEAAAEIAAADAQAAAbABAAABAQAAAQYAAAEwAAABBQAAAQEAAAKNAQAAAuoBAAABHwAAAQMAAAEAAAABKQAAAQEAAAEIAAACAQAAAgEAAAIBAAABBQAAAQ4AAAEBAAABAQAAAQMAAAIBAAADAwAAAQEAAAEHAAABBAAAAQsAAAECAAABCAAAAQcAAAEBAAABEQAAAQYAAAEMAAABAgAAATAAAAEqAAABEAAAARIAAAEDAAABOAAAAh4AAAEDAAABAQAAAQQAAALnAgAAAQEAAAEBAAABAQAAAdoBAAABBAAAAQUAAAECAAADAgAAAQcAAAEHAAABBgAAAwEAAAEbAAABCwAAAgMAAAECAAABAwAAAQQAAAECAAABAwAAAQIAAAMCAAABCAAAAQEAAAEFAAABAQAAAgEAAAIPAAABAgAAAQcAAAEHAAABBAAAARcAAAIFAAAEAwAAAQUAAAEGAAACDAAAARgAAAIDAAABCQAAAQIAAAIBAAACAQAAAQYAAAEFAAACBwAAAQsAAAEGAAADAwAAAQYAAAMBAAABAwAAAQIAAAEJAAABBwAAAwUAAAEHAAABAgAAAgEAAAMCAAACAQAAAgIAAAIGAAAEBwAAAQIAAAUBAAADAQAAAgEAAAECAAABAgAAAQQAAAIIAAADAwAAAgIAAAELAAACAQAAAQMAAAECAAABAQAAAhsAAAEiAAABKAAAAgEAAAEDAAABIwAAAS4AAAE6AAABEAAAAVoAAAEUAAABHQAAAgQAAAELAAADAQAAAwUAAAEBAAABEQAAAhUAAAEcAAABDQAABAEAAAUcAAACAgAAAQEAAAIWAAAFAQAAAQEAAAIgAAAFAgAAAg0AAAMBAAAEAQAAAQIAAAIdAAACEQAAATkAAAEEAAADAQAABAMAAAEBAAACCQAAAgEAAAUBAAADAQAAAQEAAAEKAAACAQAAAgIAAATcAgAAAQEAAAEEAAABBwAAAQIAAAHaAQAAAYEBAAABAQAAAQIAAAECAAABBgAAAgEAAAQBAAAEAQAAASAAAAE5AAABAQAAAQUAAAJFAAABKgAAAwEAAAIYAAABAQAAAwEAAAEEAAABFgAAARgAAAEoAAABAQAAAQMAAAEBAAABBQAAAQIAAAIEAAACAQAAAQQAAAEVAAADCAAAAdwBAAABhQEAAAG2AQAAASMAAALIAgAAARUAAAG8AgAAAZkCAAABJQAAAfUCAAABAwAAAQEAAATcAgAAAQEAAAHnAQAAAVMAAAGzAQAAAdoBAAAB2QIAAAEgAAABoAEAAAFdAAABAQAAAQsAAAIBAAACAQAABAEBAAEBAAABAwAAAQQAAAECAAACAQAAAQEAAAUQAAABBQAAAgIAAAIBAAABCAAAAQYAAAEBAAABlgIAAAICAAABGwAAAQQAAAFAAAABIAAAAQ8AAAFLAAABCwAAARMAAAEBAAABBAAAAgEAAAECAAABAgAAAQwAAAEkAAABAgAAARUAAAEPAAABBwAAAQEAAAEhAAABAQAAAQEAAAIFAAABAQAAAQEAAAEBAAABAgAAAQgAAAHYAQAAAU4AAAECAAABEAAAATYAAAHaAQAAAQ8AAAG/AQAAAQQAAAIDAAABAQAABQMAAAEQAAABEwAAATIAAAIhAAACAQAABAMAAAEMAAABGAAABB8AAAH/AQAAASYAAAHZAQAAAe0CAAAB7AIAAAEBAAABsgEAAAEBAAAB8wEAAAEEAAABHwAAAQEAAAEeAAABRwAAAU0AAAEnAAABAQAAAQgAAAFFAAADAQAAAQsAAAEBAAAB/gEAAAEYAAABAQAAAQMAAAEKAQABAQAAAYICAAAB7AIAAAEPAAABAQAAAYUBAQAAPAAAAaQBAAABAAAAAgIAAAYBAAACAQAAAgEAAAQEAAACAQAAAwMAAAEFAAABBgAAAQUAAAIDAAABAQAAAQgAAAEMAAACCAAAAQMAAAEdAAABAQAAAQEAAAEBAAABAQAAAQEAAAEHAAABAQAAAQEAAAMKAAABBAAAAgEAAAEBAAABAgAAAQEAAAMGAAABDQAAAQIAAAICAAABAwAAAwEAAAEGAAABAQAABAEAAAEBAAABAQAAAQUAAAIBAAADAgAAAQEAAAEBAAABAgAAAQEAAAEEAAABDwAAAQIAAAQFAAABAwAAAQEAAAQBAAACAgAAAQIAAAEBAAACBwAAAQEAAAEBAAABBgAAAQ0BAAcBAQADAQEAAAEBAAEBAQACAQEAAAEBAAACAAADBgAAAQoAAAUCAAABCwAABAsAAAEBAAABBQAAAQEAAAMBAAABBwAAAgEAAAEDAAABAQAAAQQAAAEDAAADAwAAAwQAAAEBAAABAQAAAQUAAAEDAAABAQAAAQsAAAEdAAABBAAAAQEAAAIBAAABBwAAASkAAAF1AAABMAAAAwIAAAIfAQACAQEAAAEBAAABAQAANAEAAQEBAAABAQAAAQEAABYBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAAAIAAAIBAAABAwAAAgMAAAECAAABAQAAAQEAAAsBAAAEAQAAAwEAAAICAAABAQEAAQUAAAEBAAAEAQAAAQIAAAEDAAABAQAAAQIAAAEFAAABAQAAAWkAAAIBAAABAwAAAQIAAAEGAAABAQAAAQUAAAEBAAABFQAAAgIAAAEBAAABAQAABAIAAAESAAADAwAAAgMBAAoBAQAGAQEAAgEBAAABAQAEAQEABQEBAAcBAQAEAQEAAwEBAAYHAAABAgAABgEAAAMCAAAECwAAAwEAAAYBAAABAQEAAQEAAAEBAAADAQAAAQEAAAMCAQAKAQEABAEBAAUBAQAAAQEABAEBAAABAQABCAAAAgYBAAUBAQAAAQEAAQEBAAEBAQACAQEABQEBAAMBAQACAQEAAAEBAAABAQAAAQEAAgEBAAQBAQABAQEAAAEBAAABAQAAAQEAAAkAAAIBAAABBAAAAQEAAAMBAAABAgEACQEBAAgBAQAIAQEACQEBAAMBAQACAQEAAQEBAAABAQAGAQEAAwEBAAUBAQAAAQEAAAEBAAABAQADAQEAAAEAAAEFAAAJAQAACQEAAAcBAAABAwAAAwEAAAQBAAACAgAAAwEAAAMEAAABCAAAAQEAAAEFAAABAgAAAQEAAAEJAAABAgAAAQEAAAEFAAABCQAAAQQAAAECAAACBAAAAgYAAAEBAAACDwAAAVsAAAEdAAABAQAAAQcAAAECAAABEQAAASEAAAEaAAABBgAAAQEAAAExAAABAgAAAQIAAAEBAAABAQAAAS4AAAECAAABEQAAAegCAAABCQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAEAAABIgAAAX8AAAEGAAABBgAAARAAAAE0AAABAQAAAQEAAAImAAABFAEAAQEBAAIBAQACAQEAAQEBAAEBAQAAAQEAAAEBAAABAQAACQAAAbcCAAAB3gIAAAEVAAABAQAAAQEAAAGKAQAAAQUAAAEXAAAB2AIAAAH5AgAAATQAAAExAAABYwAAAe4CAAAB3QIAAAHuAgAAAQEAAAN4AQADAQEAAwEBAAEBAQAFAQEABgEBAAEBAQABAQQAAwEBAAABAQADBAAAAgQAAAEBAAACAQAAAgEAAAEDAAABAQAAARkAAAMBAAABAQAAAQEAAAEKAAABBgAAAUAAAAEqAAABAgAAAQYAAAEBAAABGAAAAUoAAAG6AgAAATUAAAHIAgAAAQMAAAMBAAABAgAABwYAAAEBAAABDgAAARIAAAEOAAABAQAAAQcAAAIGAAACAgAAAgEAAAEBAAABRgAAAQEAAAEFAAABAQAAAQQAAAESAAABCgAAAgcAAAECAAABAQAAAQEAAAEBAAABAQAAAwMAAAEBAAABAgAAAQEAAAEBAAACAQAAAgUBAAIEAAABBQAAAQsAAAEBAAABAgAAAgEAAAQBAAADEAAAAQIAAAEIAAABAQAAAQUAAAERAAACAQAAAxMAAAEMAAACAQAAAgEAAAIBAAABAgAAAggAAAEBAAABBgAAAgEAAAMBAAACAwAABAEAAAEBAAACAgAAAQEAAAECAAACAgAAAQEAAAEDAAACAQAAAwEAAAEBAAABAQAAAQIAAAEIAAABAwAAAQEAAAEDAAABAgAAAQgAAAHDAQAAAXUAAAGUAgAAAQIAAAEBAAABAQAAAQoAAAHYAgAAAdgCAAAB4gEAAAHaAgAAAQEAAAMBAAABAQAAAQEAAAECAAABBQAAARUAAAEBAAABAQAAAVAAAAHgAQAAAQEAAAEHAAAB1QIAAAHyAQAAAZkCAAABLwAAAckCAAABvgIAAAEBAAACnQIAAAEBAAABnQIAAAKWAgAAAQIAAAMBAAACAQAAAQsAAAF5AAABDAAAAZ4BAAABFgAAAToAAAFXAAABPAAAAQEAAAEYAAABBQAAAQEAAAE3AAACGgAAAgEAAAG/AQAAAR0AAAEbAAACBgAAAQEAAAEDAAACBgAABAEAAAQBAAABAgAAAQEAAAEBAAABAgAAAgEAAAEBAAADBAAAAQQAAAEEAAACHAAAATgAAAGjAQAAAQEAAAEYAAABGwAAAggAAAEKAAABEwAAAQIAAAECAAADAQAAAQEAAAICAAACAgAAARAAAAEBAAABAgAAAQIAAAEZAAABAwAAAQIAAAIBAAACAQAAARIAAAEUAAABBAAAAgIAAAGUAgAAAX0AAAEDAQAB9wEAAAGXAgAAAQEAAAGoAQAAAgcAAAEBAAABuwEAAAHuAgAAAewCAAABAQAAAcoCAAABlgIAAAGzAgAAAagBAAABzwIAAAEVAAACAQAAAQgAAAEBAAABxwIAAAEBAAABBwAAAQEAAAEVAAADAwAAAQEAAAEBAAABAwAAAQMAAAECAAABAQAAAQEAAAEnAAABHQAAAQEAAAENAAABEAAAASwAAAEBAAABOwAAAQkAAAEUAAABAQAAAVIAAAESAAABAQAAAhcAAAEFAAABDwAAAZ0BAAABAQAAAwEAAAIBAAACAQAAAgMAAAFKAAABGgAAAQEAAAMCAAABAgAAAQ4AAAECAAADAQAAAtwBAAABjwEAAAH9AQAAAdgBAAACZQAAAQEAAAEJAAABAQAABAEAAAUBAAADAQAAAQcAAASyAQAAAYIBAAABIAAAAeUBAAABHgAAAQEAAAHZAgAAARIAAAEBAAAB+QIAAAEYAAABCAAAAQsAAAE+AAABAQAAAh8AAAEBAAABHgAAATsAAAFlAAAB+AIAAAHhAQAAASAAAAEBAAABOQAAAVAAAAE5AAABIAAAAWgAAAEBAAABAgAABAEAAAIBAAABJQAAAScAAAEQAAABGgAAAQEAAAEwAAABCQAAARkAAAEGAAABGwAAAQMAAAEBAAABuAIAAAH8AgAAAaACAAABAQAAAYgBAQACAQEACAEBAAcBAQADAQEABgECAAIBAQACJAAAAUAAAAEMAAABSwAAAgQAAAEPAAACAQAAAhoAAAEBAAABgwIAAAHtAgAAAgEAAAHmAQAAAQIAAAEYAAABCAAAAWgAAAEjAAABBgAAASkAAAEBAAABJgAAASEAAAEKAAAB0AIAAAPbAgAAASAAAAEBAAABiQEAAAEBAAABOAAAAZwCAAABiwEAAAHuAgAAAQEAAAHiAgAAAQsAAAEBAAADAQAAAdECAAABBgAAAf0BAAADAQAAAgIAAAIaAAABAQAAAf0BAAABLQAAAQwAAAFPAAABNgAAAUoAAAEBAAABAQAAAbMBAAAB5AIAAAH5AgAAARQAAAG8AQAAAQEAAAECAAABAQAAATkAAAEzAAABBAAAAQIAAAG2AQAAAQEAAAEFAAABGwAAAQUAAAEBAAABCwAAARQAAAErAAABBQAAAQcAAAEBAAACAwAAAQUAAAERAAABBgAAASEBAAABAQAAAQEAAgEBAAEBAQABAQEAAgEBAAIBAQACAQEAAgEBAAHYAQAAAb0CAAABAQAAAeEBAAABQgAAAfACAAABWwAAAVAAAAEBAAABCgAAAQAAAAEBAAACSAAAATwAAAGfAgAAAZ4CAAABuwIAAAEUAAABcgAAAhEAAAIBAAABCAAAAyAAAAE4AAACGgAAAVoAAAEBAAABHQAAAUMAAAHNAQAAAYwBAAAB6QIAAAGCAgAAAQEAAAEVAAABEAAAAcABAAACiAEAAAFkAAABMwAAAbgCAAABYwAAAQEAAAEYAAABBwAAAQEAAAEIAAABAQAAAQIAAAEKAAABKgAAAgEAAAEHAAADAQAAAQQAAAEBAAABOgAAAQIAAAECAAABVgAAAeUBAAABiAEAAAEBAAABSQAAAkcAAAG0AQAAARkAAAHtAgAAAUgAAAHZAgAAARYAAAEBAAABHgAAAQsAAAEBAAAEAgAAAQIAAAEEAAADAQAAAQIAAAEgAAABHgAAAQIAAAGzAQAAAQEAAAIBAAABhwIAAAEBAAABGAAAARwAAAE6AAAB3QEAAAE7AAABAgAAAYIBAAABAQAAAacBAAABAQAAASUAAAEBAAABOgAAAYwBAAAB8AIAAAFuAAABAQAAATMAAAEhAAACAgAAAQEAAAEFAAABBAAAAQEAAAEFAAABbwAAAREAAAEOAAABAQAAARAAAAGbAgAAAe0CAAABIAAAAQsAAAEqAAABmAEAAAEBAAABOwAAAgEAAAERAAACHQAAAdkCAAABAQAAAesCAAABCAEAAdgCAAACBgAAAgEBAAEBAAAB4gIAAAFJAAABAQAAAQMAAAECAAABLQAAAwEAAAEBAAABAgAAAQEBAAIBAAABHAEAAwEBAAABAQAAAQIAAQEBAAAFAAABSgAAARsAAAIgAAABRQAAAQwAAAEyAAABBgAAARUAAAEPAAABAQAAARQAAAHbAgAAAZ8BAAABkwEAAAHGAQAAAQEAAAEUAAAEAQAAAQoAAAMBAAABWgAAAToAAAEBAAABAgAAAxwAAAEBAAABrwEAAAIBAAACgAIAAAEAAAABAQAACgEAAAYBAAAGAQAAAQIAAAUBAgAFBgAAAQEAAAEBAAABAQAAAg0AAAIBAAACAQAAAwEAAAIBAAABBAAAAQEAAAQBAAADAQAAAwEAAAEBAAABAQAAAQEAAAQBAAACAQAABwEAAAICAAABAQAAAQMAAAEBAAABBQAABgEAAAIBAAACAQAAAwIAAAsBAAAGAQAAAQEAAAIBAAACAQAAAgEAAAEbAAABAgAAAgEAAAEDAAACAQAABAIAAAQBAAAEAQAAAQEAAAE7AAABCQAAAQEAAAECAAABBQAAAwMAAAECAAABBQAAAwEAAAMBAAACAQAAAwEAAAQBAAAEAQAABAEAAAIDAAAFAQAABQEAAAQBAAAEAQAABQEAAAMBAAABAQAAAQEBAAIEAAABDQAAAQMAAAEBAAABAQAAAgEAAAEBAAABAQAAARAAAAEhAAABAgAAAR8AAAMBAAACEwAAAQ4AAAEBAAABBQAAAQ0AAAIBAAACBQAAAQIAAAE2AAABCwAAASYAAAEBAAAEAQAAAQEAAAFPAAACAQAAAWUAAAEBAAACAQAAAQUAAAEcAAABAgAAARAAAAEKAAABBAAAAdEBAAABAQAAAesCAAABgwIAAAEUAAACAQAAApcBAAABAQAAAskBAAAB5QEAAAQYAAABAQAAAVEAAAEBAAABygIAAAHNAQAAAQYAAAEFAAABBQAAAiQAAAFbAAACCAAAAQoAAAIXAAACGgAAAwEAAAMYAAABAQAAAQ0AAAEKAAACBwAAAh0AAAEMAAABAQAAAgcAAAMBAAABAQAAARkAAAEDAAABAQAAARQAAAIBAAACBgAAAgIAAAJjAAABgwEAAAECAAABGgAAAQEAAAJqAAAB2wEAAAEsAAABAQAAAQIAAAEzAAABAQAAAQ4AAAEKAAAB8gEAAAECAAABAgAAAQYAAAEHAAADAQAAAQIAAAEaAAABAQAAAYsBAAABNwAAAwEAAAEfAAABJwAAAQYAAAHeAgAAAQAAAAEVAAABEAAAAQsAAAEJAAABAQAAAQQAAAHYAQAAAQ4AAAE4AAABAQAAAgAAAAEBAAABBgAAAR4AAAEUAAABAwAAAd0BAAAB6wIAAAEIAAABJAAAAQIAAAEBAAABBQAAAQEAAAEBAAABNQAAAgIAAAIoAAABBwAAAQQAAAExAAACBgAAAQUAAAFUAAABEQAAASoAAAEOAAABKwAAAQcAAAHdAQAAAgcAAAERAAABGAAAAScAAAEQAAABFAAAAZsBAAABwwIAAAEqAAABAgAAARQAAAEBAAABHAAAAQMAAAEBAAABCQAAAQIAAAFKAAABwAEAAAHpAgAAAV0BAAIBAQABAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAgEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAdkBAAAB2QEAAAEBAAABlwEAAAGzAgAAAakBAAABHQAAAgIAAAULAAACAgAAAgIAAAMDAAABAQAAAwUAAAgBAAAGAQAAAgEAAAQBAAADAQAACAEAAAMBAAABAQAAAQEAAAMCAAABBwAAAQIAAAUGAAADAQAAAgEAAAEDAAABGQAAAQkAAAEFAAACAQAAAgMAAAEQAAABAgAAAQQAAAELAAABAQAAAwUAAAEBAAACAwAAAQUAAAIBAAABBQAAAgEAAAIEAAABDAAAAgEAAAIBAAACAQAAAQMAAAEHAAABAQAAAQIAAAEEAAABFAAAAwIAAAMBAAAGBAAAAQoAAAIBAAABAwAAAQUAAAYBAAABBwAAAQEAAAEIAAABBAAAAgEAAAMCAAABAQAAAQYAAAEKAAABFQAAAgEAAAEOAAABAQAABQEAAAQBAAAFDgAAAQEAAAEEAAAFAQAAAwEAAAEBAAABIAAAAhgAAAEQAAADAQAAAQEAAAMBAAADBAAAAQIAAAEBAAABAwAAAgEAAAECAAABAgAAAQIAAAEaAAABBwAAAQEAAAIBAAACAQAAAQIAAAEXAAABEQAAAgIAAAECAAABzAIAAAIGAAABBQAAAdgBAAABFAAAAQEAAAGIAQAAAQEAAAEBAAABBQAAARUAAAEFAAABNQAAAa4CAAACqAEAAAEBAAABBAEAAesCAAABCAAAAesCAAABBwAAAQEBAAH9AQAAAfACAAAC5QEAAAFzAAACAQAAAQEAAAEEAAABAQAAAQEAAAELAAACAQAAAQIAAAECAAABAQAAAgEAAAUBAQAB8gIAAAGbAgAAAQEAAAEVAAABxQEAAAIHAAACnAEAAAG8AgAAAQcAAAIBAAACFAEABAEBAAABAQAFAQEAAgEBAAEBAQAAAQEAAwEBAAABAQABAQEAAwEBAAEBAQAAAQEAAAEBAAQBAQACAQEAAQEBAAABAQADAQEAAAUAAAEBAAABBAAABQkAAAKzAQAAAQIAAAGQAQAAAhQAAAIBAAACAgAAAQEAAAHCAQAAAZcBAAABAQAAArkBAAACBgAAAQsAAAIKAAACFQAAAgEAAAINAAABSAAAARUAAAEBAAACIAAAAQMAAAIBAAABAQAABwEAAAIBAAAC2gEAAAG/AgAAAToAAAGvAgAAARIAAAEsAAACMgAAAQUAAAFsAAABBAAAARAAAAHQAgAAAQEAAAEcAAABbgAAAUAAAAEJAAABAQAAAQEAAAEfAAABAQAAAQMAAAErAAABDgAAAQQAAAEJAAABGwAAASIAAAEWAAABBwAAAQoAAAEVAAABSgAAAQEAAAE6AAABAgAAAVAAAAHrAQAAAgEAAAPyAQAAAVYAAAECAAABCAAAAUsAAAFpAAABsAEAAAEBAAABAQAAAwEAAAgBAAACAgAACQEAAAEEAAABAQAAAgQAAAsLAAAChgEAAAEBAAACHAAAAgEAAAIEAAADAQAABQEAAAgBAAAGAQAACAEAAAcBAAAFAQAABgEAAAECAAAEAQAACAEAAAYDAAAFAQAAAwEAAAEBAAABMgAABgEAAAYVAAAEHQAAAgYAABEFAAACDwAAAwEAAAwNAAABAQAAARIAAAIBAAABAgAAAQEAAAQDAAABBwAAAwIAAAEEAAACDgAAAQUAAAFFAAAEAwAAAgEAAAEKAAADAQAAAQEAAAQBAAAIAQAAAgEAAAMDAAACAQAAAQYAAAQCAAADAQAAAgEAAAEEAAABAwAAAQoAAAEDAAABCQAAAgEAAAEMAAADAgAAAQQAAAEFAAACAQAACAEAAAIBAAACAwAABAMAAAICAAABAQAAAQEAAAEUAAACDAAAARoAAAEBAAACAgAAAgIAAAECAAACEAAAAgcAAAICAAABBAAAAwIAAAYBAAACDQAAAQgAAAECAAABAgAAAS0AAAIBAAABAgAAAQMAAAEDAAABIAAAAUUAAAMPAAABEAAAAQEAAAIBAAADAgAAAS4AAAE7AAABCQAAASEAAAEFAAABBgAAAQsAAAESAAABGQAAAQEAAAEYAAABAgAAAe4CAAABAgAAAQEAAAHwAgAAAtACAAABAQAAAQEAAAEBAAABAQAAAQEAAAEDAQABCQAAAbEBAQABAQEAAAEBAAUBAQAEAQEAAwEBAAABAQAAAQEABQEBAAQBAQACAQIAAgEBAAAEAAABAQAABDcAAAEBAAAB8gEAAAECAAABAgAAAdkBAAAB4QEAAAPcAgAAAQEAAAEEAAABAQAAAQYAAAECAAAB7gIAAAEGAAAByQEAAAGzAQAAAeMCAAADAgAAAwMAAAMBAAABAQAAAqwCAAAB+QIAAAHuAQAAARQAAAElAAABFQAAAQ8AAAEBAAABFAAAAQQAAAEXAAABzwIAAAFgAAABAQAABwEAAASBAQAAAT4AAAEBAAACAQAAAQYAAAECAAABHQAAAdwCAAABAQAAAdsCAAABvQIAAAEgAAABAQAAAQkAAAEIAAABGwAAAUsAAAGmAQAAARoAAAEkAAAB+QIAAAHiAgAAAVkAAAEaAAABAQAAAQEAAAEEAAABAwAAAQEAAAEBAAABAgAAAQIAAAEzAAABJAAAATwAAAEXAAABBQAAAQcAAAENAAABFQAAATQAAAEkAAABvQIAAAEBAAABGAAAASYAAAHjAQAAAgEAAAJuAAABmAIAAAEBAAABIgAAAbwBAAABJwAAAQEAAAEfAAABFAAAARIAAAEGAAABAQAAAQsAAAEHAAABAQAAAQUAAAEEAAADAQAAAhoAAAHkAgAAARsAAAGdAQAAAQIAAAFtAAAB0QIAAAFjAAABAQAAAQEAAAEAAAABAQAAAQQAAAEHAAACAQAAAQEAAALmAgAAAQcAAAECAAABCQAAAQIAAAICAAABAgAAAgMAAAMBAAADBgAAAgEAAAECAAACGAAAAgMAAAIJAAABAQAAAQEAAAEBAAACAQAAAQEAAAIBAAACCAAAAQEAAAEDAAACAgAAAQMAAAElAAABCAAAAQIAAAEJAAABBgAAAQMAAAEBAAABAgAAAQ0AAAEBAAABAQAAAQMAAAEKAAABCgAAAQsAAAENAAABMgAAAQEAAAECAAABAQAAAQIAAAIBAAABBwAAARAAAAEBAAABBQAAAQIAAAEJAAABCwAAAQoAAAEJAAABAgAAAQUAAAIMAAACCAAAAlYAAAEqAAABCwAAAcICAAABAQAAAdoCAAABBQEAAQYAAAEEAAABBgAAATIAAAElAAABAwAAAVsAAAEBAAADAQAAAwIAAAIJAAADGAAAATEAAAEBAAABAwAAASAAAAEBAAAEAQAAAQEAAAEmAAABBQAAAQMAAAECAAABYgAAAV4AAAELAAABqAEAAAEvAAABAQAAAUkAAAH5AgAAAtoCAAAB2QIAAAH2AgAAAQQAAAICAAAB8gEAAAGPAgAAAQMAAAHZAQAAAQ4AAAESAAABQgAAAT4AAAICAAABAQAAAYMCAAABtgEAAAGIAgAAAcoCAAACcwAAARAAAAEBAAABMAAAAlsAAAEBAAABDgAAAQEAAAFPAAABQQAAAg0AAAK9AgAAAl0AAAEWAAABnAEAAAEDAAAB8gIAAAE6AAADAgAAAQ4AAAEFAAABEQAAAdcBAAABAAAAAQEAAAEBAAABFQAAAQEAAAEBAAACAQAAAQMAAAEDAAABFAAAAQEAAAELAAABAwAAAQUAAAEBAAABEgAAAQMAAAEQAAABAQAAAQMAAAEHAAABAgAAAQEAAAEIAAABBQAAAgEAAAMBAAABAQAAAQEAAAEDAAAEAQAAAQEAAAEBAAACAQAAAQUAAAEQAAABDgAAAQ0AAAEBAAACCQAAATYAAAEDAAACAQAAAQEAAAIBAAABAQAAAQMAAAIDAAABBgAAAREAAAEBAAACAQAAAQ8AAAIPAAABEQAAAQkAAAFyAAABtgEAAAEjAAABAQAAARoAAAFWAAABLQAAAQEAAAHiAQAAASwAAAEBAAABuAEAAAEBAAABcwAAARkAAAEUAAAB2wIAAAHaAQAAAhQAAAGKAgAAAQAAAAEWAAABFwAAAQIAAAEiAAABmQEAAAEIAAABJgAAAR8AAAEtAAABDgAAAU0AAAEBAAABDwAAAQEAAAMLAAACAgAAAg0AAAEBAAABAQAAAQYAAAMBAAACIgAAAR0AAAQYAAABDQAAAwEAAAEeAAACAQAAAQEAAAEEAAACFgAAAQIAAAIFAAABBQAAAQkAAAQFAAACFgAAAgEAAAEHAAABEQAAAScAAAEBAAADGQAAAQYAAAIBAAABEgAAAgEAAAEBAAABAwAAA1kAAAHcAgAAAQUAAAEBAAABBgAAAQIAAAEUAAACAQAAAQEAAAIOAAABAgAAAjwAAAFNAAABHgAAAY0BAAABAQAAARQAAAEBAAABAQAAARgAAAEMAAABAQAAAQcAAAEBAAABAQAAAQsAAAEPAAABAQAAAQEAAAEEAAABAgAAAQEAAAEDAAABBQAAAQIAAAIDAAACAQAAAQIAAAINAAABBAAAARAAAAEGAAACAwAAAQgAAAEWAAABAQAAAgEAAAIFAAABNQAAAQIAAAEEAAABGQAAARcAAAECAAABAQAAAQUAAAEUAAABBgAAAQIAAAEIAAABDwAAAx4AAAECAAABjAEAAAGFAQAAAg0AAAJLAAABAwAAAQEAAAECAAAB5QEAAAFQAAABFgAAAQEAAAGgAgAAAV4AAAEBAAABAAEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAA/wEAAAEVAAABAQAAAQEAAAEpAAADAQAAAQsAAAElAAACugEAAAEpAAABAgAAAgcAAAEBAAABAgAAAQEAAAEBAAABGQAAAgEAAAEIAAABAgAAAYgBAAABAQAAASoAAAFiAAABAgAAARQAAAIQAAABAQAAARQAAAK5AQAAAXcAAAGtAgAAAQEAAAFJAAABwgIAAAEBAAABqAIAAAE6AAAClQEAAAEUAAABAQAAARwAAAEfAAABsgEAAAE7AAAB6QIAAAEAAAACBwAAAR4AAAILAAABCQAAAgEAAAICAAABAgAAAYIBAAABLQAAAXMAAAHZAgAAARYAAAEBAAABAgAAAeUBAAABfAAAAQoAAAEBAAABAQAAAQUAAAE0AAABAQAAAcMBAAABYwAAAQIAAAFgAAABeAAAAQEAAAG6AQAAAS8AAAEEAAABYQAAAT0AAAFJAAACAQAAAYkBAAABAQAAAjoAAAE1AAABvwEAAAHUAQAAAWsAAAE7AAABAQAAATkAAAECAAACAQAAAQEAAAUBAQABAQAAAQEAAAMBAAACAQAACgEAAAQBAAABAQAAAgEAAAEZAAABAgAAAQsAAAIBAAABAQAAAQMAAAEBAAABeAAAAg0AAAEEAAABHAAAAwIAAAEGAAABEgAAASIAAAEiAAADQgAAAQEAAAEUAAABiwEAAAGdAQAAARgAAAcBAAAEAQAAAgEAAAQBAAACDAAAAQEAAAECAAACBwAAAQMAAAIBAAABKQAAARMAAAECAAABDwAAAQEAAAEOAAABAQAAAQEAAAEEAAABAQAAAQ4CAAkBAgAEAQIABgECAAEBAgAHAQIABwECAAIBAgABAQAAATQAAAEfAAABbwAAAQEAAAEoAAACAQAAAQEAAAMBAAABBAAAAQIAAAEBAAABAwAAAgEAAAICAAABJQAAAQEAAAECAAABAgAAAQoAAAE8AAABJgAAAT4AAAFLAAABqwEAAAEDAAABvAEAAAEBAAABgAEAAAEBAAAByQEAAAGOAgAAAwMAAAG+AQAAAYABAAABAAAAAQEAAAEBAAABBgAAAQgAAAIBAAACBQAAAQEAAAIKAAABnQEAAAEBAAABKAAAAgEAAAIBAAADAQAAARQAAAIJAAABDQAAAQEAAAICAAABFgAAAQ4AAAEBAAABBQAAAgEAAAECAAABDwAAAQUAAAUBAAABAQAAAQMAAAECAAACBQAAAQcAAAEFAAACTQAAAc4BAAABIAAAAQEAAAEJAAACKwAAAQEAAAEUAAACGwAAASUAAAEJAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAIECAAABMwAAAQEAAAEHAAAB5wIAAAHsAgAAARoAAAHfAQAAAXgBAAIBAQAAAQEAAgEBAAIBAQAEAQEAAAEBAAABAgABAQEAAAEBAAIEAAABBQAAAQYAAAEZAAABAQAAAQwAAAFwAAABAgAAAeMBAAABZgAAAcEBAAABLAAAAZkCAAABAQAAAdoCAAABsgEAAAF+AAAByQIAAAPlAQAAAgEAAAGKAQAAAdICAAABCQAAAQIAAAEHAAABFAAAAZgBAAABEQAAARoAAAEeAAABDQAAASoAAAEKAAABHAAAAeMBAAABDwAAAQEAAAEaAAABcwAAAfICAAABFgAAAdsBAAABAQAAA1wAAAESAAAB/QEAAAHlAQAAAQEAAAGJAQAAAQEAAAEzAAABKAAAAR4AAAEBAAABzQEAAAHSAgAAAR8AAAIBAAACSgAAASIAAAFRAAABcwAAAQEAAAICAAABTAAAAQEAAAEfAAABAQAAATUAAAEVAAABPwAAARoAAAGTAQAAAQEAAAHuAQAAAWoAAAIBAAABZAAAATkAAAGeAQAAAToAAAEBAAABFAAAAQEAAAExAAABBwAAARQAAAMBAAALAQAABQMAAAEBAAABAQAAAQIAAAICAQABAQAAAwgAAAEIAAABBgAAAwEAAAEFAAAEAQAAAQQAAAEBAAABDAAAAqkCAAAEAQEAAwEAAAG7AgAAAekBAAABFwAAAQEAAAEYAAABKAAAAgIAAAEhAAABPAAAAXcAAAEWAAACTAAAAQMAAAIMAAABZwAAASkAAAINAAABAQAAAUwAAAEVAAABAQAAAeoBAAABAgAAAwEAAAIXAAABHQAAAR4AAAEBAAABFAAAASIAAAEHAAABZQAAAckBAAABKgAAAQEAAAECAAADAQAAAQcAAAIBAAACBQAAAQEAAAIBAAADAgAAAQsAAAMGAAABBgAAAgMAAAECAAABAwAAAQIAAAEBAAABBAAAAQEAAAIDAAABAwAAAgEAAAEDAQABIwAAAhQAAAIBAAACDgAAASwAAAHlAQAAAoIBAAABAgAAAQ8AAAERAAABiQEAAAEVAAABBQAAAQEAAAEGAAACAQAAASYAAAE3AAABAQAAAgQAAAEGAAABAQAAARgAAAEMAAABBgAAARIAAAJdAAABQAAAAcwBAAABxwIAAAEkAAABAQAAAZABAAABAQAAAQEAAAICAAABAgAAAQIAAAEKAAACSAAAAScAAAE7AAAB5AIAAAHuAgAAAZkCAAABlQIAAAFJAAABzwIAAAEdAAACAgAAAdgBAAABFgAAAg8AAAHvAgAAAQEAAAH8AQAAARkAAAIBAAABAQAAAQEAAAECAAACCwAAAeQCAAABAQAAARUAAAECAAACAgAAAgQAAAEBAAABAQAAAQEAAAFBAAABGgAAAQwAAAErAAABLwAAAU0AAAEBAAABSAAAAgEAAAIBAAABAQAAAQEAAAEBAAAEAQAAAwEAAAEDAAABCwAAAQsAAAEOAAABPgAAAQEAAAF3AAACVgAAASsAAAGDAgAAAc8CAAABAQAAAfQBAAABAgAAAYUBAAAB7wIAAAFyAAABEQAAAdECAAABuQEAAAGYAQAAARIAAAEEAAACzgIAAAEAAAABAQAAAQIAAAIBAAACNwAAAg4AAAEFAAABAwAAAQEAAAFKAAACBQAAAQIAAAECAAABtwEAAAHsAQAAAQEAAAFXAAABGwAAAcMBAAABLAAAAdABAAAB2wIAAAEBAAABCAAAAQIAAAICAAABAQAAAgIAAAMCAAABCAAAAgEAAAECAAABAQAAAQIAAAEBAAACDAAAAQUAAAEDAAABCAAAAQUAAAEGAAADAQAAAQQAAAEBAAADAwAAAQ4AAAICAAABBQAAAQEAAAEHAAACCgAABAEAAAIFAAABBgAAAgEAAAIDAAADAQAAAgIAAAIBAAABAQAAARAAAAEBAAABAgAAAQEAAAEIAAADAQAAAQEAAAEBAAACAwAAAQgAAAEBAAADAQAAAQkAAAEBAAABBgAAAQIAAAEEAAABAQAAAQEAAAQBAAABAQAAAQEAAAIDAAABAQAAAQEAAAICAAABEgAAAQEAAAIFAAACAQAAAgQAAAIBAAABAwAAAQEAAAMBAAACAgAAAQEAAAQCAAABCwAAAgEAAAEKAAACBgAAAgEAAAICAAABBgAAAgQAAAEBAAABAQAAAwEAAAMBAAABAwAAAgEAAAMBAAACAQAAAQEAAAECAAABAQAAAQEAAAEBAAABAgAAAQEAAAMBAAAEAQAAAQEAAAEBAAABAQAAAQMAAAEBAAABAQAAAQEAAAECAAAEAQAAAgEAAAIHAAABAQAAAQsAAAEVAAABJAAAAcMBAAABkgEAAAEOAAABAQAAAgEAAAEQAAACSwAAAwEAAAEOAAABCAAAAgIAAAICAAABNAAAAgUAAAETAAABAgAAAQ4AAAEHAAABAgAAAQEAAAECAAABDgAAAR0AAAEGAAABEAAAAQIAAAEMAAABAQAAAQYAAAEIAAABAQAAAQUAAAEBAAABAQAAAgEAAAIPAAABBAAAAQ4AAAEBAAABAgAAAQIAAAFvAAABCgAAAQEAAAEBAAACAQAAAwEAAAICAAACAQAAARcAAAElAAABEQAAAQsAAAQcAAABGgAAAgEAAAIDAAABDQAAAgkAAAEFAAABAQAAAQ0AAAQBAAABAQAAAQIAAAEsAAABAQAAAQIAAAEBAAABAQAAAQUAAAGPAgAAAUkAAAEBAAABOQAAAasBAAABGQAAAS0AAAEBAAABHwAAA0UAAAEBAAAB9wIAAAEEAAACAgAAAioAAAEqAAABAQAAAeoBAAABPAAAAY4CAAADAQAAAgEAAAEBAAACAQEAAQEAAAEEAAABFgAAAeMBAAABAQAAASoAAAEBAAAEAQAAAgEAAAIBAAACAQAAAZ0BAAABKQAAAYICAAAByAIAAAGLAQAAAVcAAAEvAAABAgAAAQUAAAITAAABBQAAAQMAAAEBAAABKgAAAQMAAAElAAABAwAAAQMAAAEBAAACAQAAAQIAAAITAAABFwEAAQEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAZAAACAwAAASYAAAEIAAABKgAAAQwAAAENAAABDQAAAXsAAAEZAAABGQAAAQMAAAEBAAABAwEAAgEBAAMBAQADAQEABgEBAAcBAQAFAQEAAgEBAAEBAQAAAQEAAwEBAAEBAQAABAAAAwYBAAITAAABAQAAAQMAAAEBAAABCwAAASYAAAIBAAABAQAAAQ8AAAEUAAACJQAAAckBAAABFwAAAewBAAABFgAAAXIAAAEBAAABBAAAASUAAAIFAAACAgAAAgQAAAIEAAABAgAAAwEAAAIBAAACAQAAAQEAAAEBAAABAwEAAwUAAAInAAACBgAAAgsAAAEIAAACAQAAAQ8AAAEHAAACAQAAAgUAAAIDAAABAwAAAgoAAAEFAAABpgIAAAE2AAABHwAAAQYAAAFFAAABCwAAAQcAAAEbAAABJwAAAUsAAAEsAAABCgAAAQsAAAEtAAABBgAAAWUAAAEBAAABcgAAAQIAAAE/AAABCQAAASgAAAEMAAABDAAAATAAAAEdAAABUQAAARoAAAEEAAABHgAAAQcAAAEBAAACHAAAAR8AAAECAAABzgEAAAEAAAABYgAAAe8CAAABYgAAAR0AAAEDAAABAQAAAR8AAAIBAAABAQAAAQEAAAIBAAABAQAAAgEAAAInAAAEAQAAAwoAAAIBAAABAQAAAwUAAAFCAAADAQAABisAAAECAAABAQAAAQYAAAECAAABBAAAAQMAAAILAAABBAAAARIAAAEBAAABAQAAAQUAAAEGAAADAQAAAgQAAAEDAAABAgAAAQEAAAEEAAABAwAAAQIAAAEDAAABEwAAAQMAAAEGAAABAwAAAQYAAAEBAAACBQAAASIAAAEBAAABAgAAAgEAAAEHAAACAwAAAQUAAAECAAABAwAAAQEAAAEGAAABAgAAAQgAAAEBAAABAQAAAQEAAAIFAAACAQAAASEAAAEXAAABAwAAAQEAAAECAAABAQAAAQwAAAEBAAABBQAAAQEAAAEFAAABBgAAAQsAAAETAAACBQAAAQIAAAEOAAABBwAAAQQAAAEBAAABAwAAAQIAAAECAAABAQAAAgoAAAEKAAABAgAAAQIAAAEBAAABFAAAAR0AAAEzAAABLQAAAQEAAAISAAABJgAAAQEAAAExAAABTAAAAQYAAAEhAAABTgAAAQ0AAAEdAAACAQAAAQEAAAEBAAABWgAAAdQBAAABjgIAAAENAAABqwIAAAEmAAAB8AIAAAFAAAAB+wIAAAECAAAB+wIAAAEAAAACrwEAAAEeAAABBQAAAQwAAAF/AAAC9gIAAAJiAAABngIAAAEBAAABQgAAATIAAAEBAAABBAAAASIAAAHZAQAAAagCAAABLAAAAQkAAAEVAAABcQEABgEBAAQBAQAGAQEACgEBAAcBAQALAQIAAQEBAAUBAAAEAQAABwEAAAIBAAAEAQAAAQIAAAMBAAACAQAABAEAAAYBAAADAQAACQIAAAMBAAAEAQAAAQkAAAMBAAADBAAAAQMAAAEBAAABAQAAAQEAAAEBAAABAwAAAQEAAAEcAAABAgAAAQMAAAEEAAACBgAAAwEAAAECAAABAwAAAwEAAAYDAAACAgAAAQMAAAIDAAABAgAAARIAAAEEAAABAQAAAQEAAAEBAAACAwAAAQYAAAECAAABAQAAAgsAAAECAAABAwAAAQEAAAEBAAABAgAAAQEAAAIPAAACDAAAAQ4AAAGYAQAAAQEAAAMBAAAGAQEAAQEAAAMBAAACAQAAAwEAAAEBAAACAQAAAgEAAAEBAAACAQAAAgwAAAIBAAAEBgAAAwEAAAMBAAABAgAAAQQAAAEaAAABAgAAAQEAAAMBAAABBwAAAQEAAAEOAAACAQAAAQIAAAELAAABAQAAATgAAAEEAAABAQAAARQAAAIBAAABlwEBAAIBAQABAQEAAgEBAAIBAgACAQEAAQEBAAQBAQAAAQEAAAEBAAABAQACAQEAAAEBAAABAQAAAQEAAAEBAAIBAAABAwAAAQoAAAEpAAABBwAAARAAAAFlAAACAQAAARYAAAGZAQAAAgEAAAEEAAABAQAAAQMAAAEBAAAGEQAAAgMAAAIBAAABIQAAASQAAAIFAAABFAAAAQEAAAEBAAABAQAAAQMAAAEWAAABwgIAAAEaAAAC+wIAAAHYAQAAAYoBAAACAQAAAhcAAAIBAAABuQIAAAH4AgAAAQQAAAEBAAABAQAAAgMBAAcBAQAHAQEABQEBAAEBAQAAAQEAAQEBAAABAQAAAQEAAAECAAEBAQAABgAAAwEAAAkBAAACAwAAAQEAAAEBAAABBwAAAQEAAAECAAABAQAAAQkAAAEiAAABCQAAAQcAAAEBAAADAQAAAQIAAAIBAAADAQAAAQEAAAEcAAABBAAAAQIAAAEIAAABBwAAAQEAAAECAAABBgAAAQIAAAECAAABEgAAAQEAAAEBAAABBAAAAQMAAAIBAAABAgAABQEAAAEGAAAEAQAABAIAAAMBAAAFBAAAAQwAAAEEAAABFAAABwEAAAgBAAAMAQAAAgIAAAEKAAACAwAAAQIAAAEEAAAGAQAAAQEAAAUBAAAHAQAABAEAAAMBAAABAgAAAgsAAAEBAAACBwAAAQQAAAwBAAAHAQAABQEAAAMCAAAEAQAAAQEAAAEBAAAEAQAAAQgAAAEEAAABBAAAAgcAAAIBAAABAQAAASAAAAEnAAAB/gEAAAMBAAABGQAAAQEAAAEBAAACCwAAAQUAAAHtAgAAAQEAAAEJAAABCQAAAWAAAAEDAAABAgAAAQwAAAFdAQABAQEAAAEBAAABAQABAQEAAQEBAAABAQAAAQEAAAEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAADTAgAAAQIAAAMDAAADBwAAAgEAAAEBAAADAQAAAQEAAAEWAAABBgAAAQoAAAEMAAABAQAAAQEAAAISAAACBwAAAQIAAAEHAAABAQAAAQEAAAIBAAACAQAAAwEAAAIBAAABAQAAAScAAAIKAAABAQAAAQIAAAEBAAABAgAAAgEAAAMUAAABAQAAAwUAAAECAAABAQAAAQMAAAEBAAACAQAAAQEAAAIBAAABAwAAAQYAAAEBAAAGAQAABgoAAAEJAAABAgAAAQEAAAIBAAACAQAAAQEAAAIBAAACCgAAAQEAAAQFAAABBgAAARcAAAECAAABAgAAAQEAAAEJAAABDAAAAgkAAAEBAAABAgAAAQEAAAEBAAABAQAAAhAAAAEOAAACAQAAAQUAAAEMAAADAQAAAwEAAAEAAAABAQAAAQMAAAECAAABAQAAAQEAAAEcAAABAgAAAQYAAAEOAAABCgAAAQQAAAEDAAABAgAAARsAAAEgAAADAQAAAQIAAAECAAABAwAAAQEAAAEBAAABCwAAARQAAAEBAAABDwAAAQQAAAIJAAABCwAAAQIAAAEnAAABCQAAAQ0AAAEBAAABFAAAAQ4AAAEBAAABCgAAASwAAAECAAABBQAAAQIAAAEBAAABBAAAATwAAAEJAAABAgAAAQIAAAEBAAABBAAAASEAAAERAAABEAAAAQ0AAAEFAAABIgAAAQYAAAE5AAABNAAAAQEAAAEmAAABOgAAAZcCAAABvQIAAAIBAAACAQAAAT0AAAE9AAABhAEAAAELAAABGwAAAREAAAEBAAACIgAABSEAAAEBAAACAQAAARMAAAMFAAACFwAAAQcAAAEDAAADBgAAAeYBAAABAQAABDMAAAEBAAABXgAAAdACAAABAQAAAdgBAAABSgAAAQEAAAEDAAAEAQAAAgMAAAEJAAABIQAAAQEAAAEBAAABcwAAATIAAAFPAAACAQAAAgIBAAEIAAACAQAAARIAAAEPAAABAQAAAwEAAAECAAACcQAAAj0AAAG3AQAAAeUBAAAFAQAAAQQAAAE8AAABAQAAASAAAAECAAABBgAAAgEAAAMKAAABEQEAAwEBAAABAQADAQEAAgEBAAEBAQADAQEAAQEBAAIBAQABJgAAAYMBAAABCQAAAQEAAAEuAAABAQAAAREAAAEKAAABPQAAAQ0AAAEaAAABAwAAARYAAAEBAAAB7wIAAAEBAAABzQIAAAIBAAABAQAAAQQAAAHMAgAABQEAAAUBAAAGBAAAAQEAAAMDAAABAQAAAUoAAAEEAAABFwAAAe0BAAABAQAAATEAAAHYAQAAAQEAAAECAAABBwAAARYAAAEBAAABCQAAAUwAAAIoAAABAQAAAUIAAAEoAAACAQAAAgEAAAEBAAACCgAAAgEAAAEnAAABAQAAAQIAAAFHAAABAQAAAgwAAAEpAAABBwAAAScAAAFkAAAB0QEAAAEUAAACAQAAAgEAAAEBAAACAQAAAQ4AAAIBAAABAQAAASMAAAEYAAABAQAAAUEAAAFAAAABEwAAAQEAAAILAAABDAAAAQEAAAENAAABEgAAAR8AAAELAAABAQAAARIAAAEnAAAChwIAAAEJAAABAgAACAEAAAMBAAABBQIAAwYAAAEBAAAEAQAAAQIAAAELAAABAQAAARUAAAGUAQAAAwcAAAEpAAABeAAAAQkBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAMBAQAAAQEAAAEBAAABAQAABgAAAQEAAAIPAAABCwAAAwEAAAMBAAABAQEAAQEAAAEmAAABAgAAAgEAAAEOAAABBAAAARIAAAEOAAABFAAAAQMAAAEFAAABAQAAAgYAAAEHAAABAQAAARoAAAEBAAABCwAAAQwBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAHAAABAQAAAQMAAAEgAAABAQAAAgQAAAEBAAABAgAAAgMAAAEOAAABAgAAAQsAAAQBAAABAgAAAQYAAAIIAAABAQAAAQgBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAAACAwAAAS4AAAGqAQAAAUgAAAExAAABYwAAAcYBAAABLwAAAfECAAABYAAAAQ8AAAGcAQAAAQEAAAEbAAABBwAAARIAAAIBAAACYwAAAQIAAAFnAAABDAAAASAAAAEPAAACBAAAAXEAAAFLAAABAQAAAQEAAAEEAAABWgAAAQIAAAEwAAABDQAAAQYAAAHVAgAAAbcBAAABSQAAARsAAAEfAAABsgEAAAIBAAABCQAAAQEAAAEaAAABCwAAARUAAAGYAgAAAZgCAAABVgAAAZYCAAACAQAAAeYBAAABLgAAAQEAAAEFAAABFgAAAQwAAAE6AAABoAIAAAEBAAACEAAAAQEAAAHtAQAAAXIAAAFiAAABGwAAAWcAAAEcAAABFgAAAQQAAAEdAAABAQAAARcAAAEBAAABAwAAAdsBAAABAQAAAbkBAAAB/AIAAAECAAABBAAAAgQAAAEBAAABAwAAAQIAAAELAAABTQAAAQEAAAEZAAABHgAAAR8AAAEGAAABAgAAAgEAAAQBAAACAQAAAQgAAAEBAAABCwAAAQwAAAEBAAACAQAAAjEAAAMCAAABIgAAAQEAAAEBAAABEgAAAQ4AAAEFAAAB8AIAAAFhAAABIgAAAQEAAAELAAAFAQAAAwEAAAMBAAABAQAAAQIAAAICAAACAQAAAgEAAAQBAAADAQAAAQIAAAEBAAACAQAAAQIAAAECAAADAQAABAEAAAEBAAABDgAAAUAAAAEuAAABAQAAAYMBAAACAQAAARUAAAFYAAABrgIAAAEBAAABFgAAAQIAAAEBAAABAQAAAQYAAAEBAAACQgAAAQ8AAAFyAAACPAAAASQAAAEBAAACAQAABAEAAAE7AAABAgAAA08AAAS9AgAAARYAAAEWAAACDgAAAgMAAAEFAAABNgAAAwEAAAQBAAAFAQAABAwAAAHfAQAAAaIBAAABAQAAAb0CAAABAQAAAYgBAAACNQAAAZIBAAABAwAAATIAAAEOAAABBAAAAQEAAAEIAAABJQAAAQYAAAIBAAABAwAAAQYAAAEqAAABVAAAATkAAAEOAAABnwEAAAEBAAABzgIAAAFQAAABBQAAAQEAAAEQAAACBwAAAQEAAAIPAAABBwAAASMAAAEEAAABMAAAAUcAAAFDAAABAAAAAQEAAAQBAAABAQAAAwMAAAEBAQACFgAAAQEAAAEBAAABAQAAAQgAAAENAAACDwAAAhIAAAEHAAABAQAAAgEAAAEBAAABAQAAAwEAAAICAAABAwAAAgEAAAQCAAAEAQAAAgEAAAEBAAABBQEAAgEBAAIBAQADAQEABAEBAAABAQACAQAAAQIAAAIBAAACBAAAAhIAAAEXAAABCQAAAQEAAAIIAAABAgAAAQMAAAEBAAABBAAAAQEAAAMDAAAFAQAABwEAAAIGAAABDgAAAQUAAAEDAAABBwAAAQwAAAEFAAABKwAAAQMAAAEJAAABDgAAAQEAAAEoAAABCgAAAQUAAAECAAABIQAAAVwAAAFvAAABVAAAAQEAAAEHAAABBAAAAQEAAAFyAAABAQAAAfcBAAABIQAAAQYAAAEJAAABOgAAAQEAAAIBAAACDAAAAjMAAAEIAAACAQAAAQEAAAECAAABAgAAAQkAAAECAAABAgAAARoAAAE0AAABfQAAARAAAAEBAAAB+wIAAAEWAAABjQIAAAEbAAABAQAAARMAAAFCAAADAQAAAgcAAAFKAAABMwAAASMAAAEBAAABfQAAAYoBAAABBQAAAQYAAAHZAgAAAZgCAAABAQAAAfkCAAAB+QIAAAHwAgAAAQEAAAHlAQAAAYwBAAABZwAAASYAAAEOAAABPQAAASQAAAEBAAABFAAAAQEAAAIOAAABFgAAAQUAAAFHAAABEwAAAQUAAAEBAAABGAAAAQcAAAEfAAABBgAAAQEAAAEOAAABFwAAAQ0AAAEDAAABCgAAARUAAAHNAQAAAW4AAAEJAAABuQEAAAE6AAABCgAAARcAAAECAAADmAIAAAGXAgAAAQEAAAKMAQAAAeQCAAABGQAAAXMAAAEDAAABAwAAAwEAAAQBAAADAQAAAwEAAAcBAAADAQAAAwEAAAEEAAABAQAAAQsAAAE2AAADAwAAAQEAAAEjAAABKwAAAhAAAAEGAAADAQAAAQgAAAERAAABAQAAArkCAAABAQAAASgAAAEBAAABAAAAAgEAAAEXAAABEQAAAQEAAAIJAAABAQAAAgEAAAEVAAABBAAAAQIAAAIBAAACAwAAAgEAAAMBAAABAgAAAQEAAAIBAAACBgAAAQ8AAAEhAAABGQAAAQEAAAEVAAABaAAAASUAAAEmAAABFAEAAQEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAACAAAAQsAAAECAAABCAAAAeIBAAABAQAAAQEAAAHCAgAAAQEAAAHGAQAAAX4AAAEAAAAB3QIAAAEpAAABjAEAAAEaAAABFQAAAQIAAAH7AgAAAfgCAAABAgAAAQEAAAECAAABCgAAAfIBAAABcwAAAQIAAAHxAgAAAS0AAAErAAACBwAAAUIAAAEBAAABFwAAAQMAAAEkAAABAgAAAREAAAErAAABDAAAAR4AAAEBAAABKwAAAQIAAAGRAgAAAaQBAAABAQAAARUAAAEPAAABDgAABQEAAAkBAAADAQAAAQEAAAMBAgAFAQAAAxgAAAMBAAABAwEABgEBAAYBAQACAQEAAQEBAAEBAQAIAQEABAEBAAcBAQABAQAAAwEAAAMBAAABAgAAAgUAAAEKAAABAwAAAQEAAAIBAAACAgAAATAAAAMBAAABDgAAATsAAAEUAAACCQAAAQEAAAEBAAABAQAAAQQBAAYBAQAAAQEAAAEBAAIBAQABAQEAAQEBAAABAQAAAQEAAwEBAAUBAQACAQEAAwECAAEBAQABAQEAAwEBAAIBAQACAQEAAQEBAAEBAQAAAQEAAAgAAAEBAAABDwAAAQEAAAEDAAABBQAAAQQCAAQBAgABAQIAAAECAAIBAgACAQIAAgECAAMBAgABAQIACgECAAQBAgAAAQIAAAECAAABAgABAQIAAAECAAEBAgABAQIAAAECAAIBAgABAQIAAwMAAAEzAAACAgAAAQEAAAECAAABAgAAAQEBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAAABOgAAATEAAAEBAAACJQAAAQMAAAEOAAABKgAAAZ8BAAABAgAAAQEAAAFHAAACAQAAAQkAAAGKAQAAAg0AAAJrAAABTwAAAe8CAAABAQAAAQYAAAHuAgAAAZYCAAABAQAAATEAAAGXAgAAAQEAAALvAgAAAfQBAAABAgAAAR4AAAEBAAACAQAAAgEAAAEBAAABYwAAAYsBAAABlAEAAAFqAAABFwAABQEAAAIEAAACCgAAAQEAAAHMAgAAAQYAAAEFAAAB3QIAAAHaAgAAAQEAAAMBAAAFAQAAAQEAAAECAAABAgAAAgEAAAEDAAADAQAABAEAAAS5AQAAAWQAAAIBAAACJwAAAWcAAAEEAAABVgAAAbABAAABMQAAAR4AAAFGAAABAQAAAXQAAAEBAAABCAAAAUUAAAEBAAABCwAAARYAAAG0AQAAAVQAAAEyAAABOgAAAQIAAAFiAAABjAEAAAE6AAACAgAAAfIBAAABAQAAAQEAAAECAAAB5QEAAAHiAQAAAR8AAAEXAAABIgAAATcAAAGvAgAAAUgAAAEBAAABHgAAAQEAAAEBAAABNgAAAQ4AAAEBAAABTQAAAggAAAEFAAACAQAAAgMAAAIBAAAIAQAABQIAAAIBAAALAQAABwEAAAENAAABAgAAAQEAAAEEAAABAQAAAQ4AAAEFAAABAQAAAQYAAAEFAAABAgAAASkAAAEMAAABAwAAAQsAAAEBAAABBQAAASwAAAEBAAABqQEAAAFKAAABcAAAAZABAAACNAAAAwIAAAEBAQABAQAAASMAAAELAAABCQAAAQEAAAEjAAABigEAAAEBAAABAQAAAgsAAAEfAAABBwAAAQEAAAUBAAACEwAAAQcAAAQBAAAEBAAAAgkAAAIBAAABAQAAAgEAAAGQAQAAAfwCAAABqAEAAAEHAAABQwAAAQEAAAICAAABDgAAAQUAAAEBAAABAQAAAgsAAAEqAAABmAIAAAHyAgAAAfcCAAABKQAAAQEAAAIBAAACAQAAAwYAAAIBAAABKAAAAe4CAAABAgAAAZsCAAAB3QEAAAELAAABNAAAAVEAAAEBAAACAQAAAeIBAAABAQAAAQEAAAElAAACBwAAAgEAAAEGAAABBgAAAgEAAAMBAAABOwAAAggAAAEEAAABBgAAAwEAAAECAAABgwIAAAGZAgAABJkCAAACkAIAAAEoAAABlgIAAAIDAAAB6wIAAAGWAgAAAVkAAAGUAgAAAekCAAABNAAABgEAAAMBAAACAQAAAgEAAAIjAAABAwAAAQEAAAEBAAACAQAAAQUAAAEHAAABAgAAAgEAAAEDAAABIAAAAhQAAAEBAAADAQAAAwEAAAEDAAADAgAAAQcAAAE6AgAFAQIAAAECAAABAgAAAQIAAAECAAABAgAAKwAAAgEAAAQBAAABBgAAAR4AAAEOAAABAQAAARgAAAFKAAAB4QEAAALYAgAAAQIAAAH8AgAAAQEAAAKXAgAAARQAAAEZAAABCwAAAQIAAAGKAQAAAXcAAAEGAAABBgAAAUAAAAEBAAABXQAAAQYAAAFTAAABBwAAATMAAAFOAAABpAEAAAHBAQAAAQsAAAFkAAABTQAAAQIAAAIGAAABBAAAAQEAAANNAQADAQEAAwEBAAQBAQABAQEAAwEBAAEBAQABCAAAARIAAAK1AQAAARUAAAIQAAACJAAAAVAAAAFOAAABBAAAAScAAAERAAAB1QEAAAEvAAABAgAAAQMAAAEJAAABDQAAAQwAAAEXAAABGwAAAQIAAAEFAAABAQAAAR0AAAErAAABdgAAAWIAAAFiAAABLgAAAQEAAAEtAAACZgAAAQIAAAEBAAABBwAAAR4AAAGZAgAAAQEAAAGDAgAAAd0CAAAB3QIAAAHyAgAAAbkBAAABaQAAAVEAAAEzAAABDAAAASgAAAEyAAABOgAAAToAAAEBAAABGgAAAZIBAAABFwAAAQcAAAHwAgAAARgAAAF6AAAB6AEAAAEBAAABhQEAAAEnAAABAgAAAQEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAA6AAABAQAAAQEAAAEBAAABCwAAATMAAAEIAAACAgAAAQIAAAECAAABAQAAAQgAAAECAAABAgAAAQIAAAFkAAABcAAAAfABAAAC8gEAAAELAAACAgAAAQEAAAEDAAACVwAAAQEAAAFUAAABCwAAAR8AAAICAAACAwAAAgEAAAIuAAABBAAAAQ0AAAEQAAABAwAAAQUAAAEGAAABAgAAAQEAAAEEAAADAQAAAQEAAAEBAAACAQAAAQEAAAEFAAABGgAAAgsAAAEBAAACpAEAAAIBAAACBQAAAgYAAAIDAAABGAAAAgQAAAIBAAACAgAAAQsAAAEOAAACAQAAAQQAAAMCAAABGwAAAQMAAAEHAAABBAAAAgIAAAEDAAACAQAAAQYAAAIBAAADAwAAAwEAAAECAAACAQAAAQEAAAEFAAABBwAAAQUAAAEDAAACAQAAAQIAAAEQAAABBAAAAQsAAAEBAAACBAAAAQYAAAELAAABIgAAARoAAAEOAAABAQAAARwAAAEHAAABGwAAAQEAAAEFAAABBgAAAQEAAAECAAAFAgAAAQEAAAMBAAABAQAABAEAAAQBAAABFwAAAgMAAAECAAABAQAAAQEAAAEGAAABAwAAAQEAAAQBAAAFAQAAAQgAAAEFAAABBwAAAQIAAAELAAABCQAABQEAAAEBAAABAQAAAgIAAAEHAAABBwAAAgIAAAECAAABAQAAAwEAAAEDAAABAgAAAQEAAAEEAAACAQAAAgQAAAEBAAABAQAAAgMAAAQBAAAFAQAAAQUAAAIJAAABAgAAAgEAAAMCAAABAgAAAQIAAAEBAAABEwAAAggAAAEGAAABwQIAAAEfAAABVgAAAV4AAAF7AAAB4gEAAAF4AQACAQEAAAEBAAABAQADAQEAAwEBAAABAQAAAQIAAQEBAAABAQACBAAAAQUAAAEFAAABGgAAARMAAAFAAAABMAAAASwAAAEuAAABkAIAAAEmAAABEgAAAQEAAAEFAAAB5AIAAAHWAgAAAR4AAAH5AQAAAecCAAABAQAAAZIBAAABQwAAATAAAAEZAAABOAAAAgEAAAEBAAADAQAAAwEAAAEPAAABEAAAAgIAAAEBAAABCgAAAQwAAAEZAAABAgAAAwIAAAIBAAABDgAAAQgAAAEbAAABAQAAAQEAAAIFAAACDQAAARIAAAH5AgAAAQIAAAIBAAABlwIAAAGQAgAAAQEAAAENAAACAQAAAU0AAAGtAgAAAZQBAAABEQAAASwAAAEAAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAPAAACAQAAAQ4AAAITAAABBwAAAQQAAAEHAAABTQAAARcAAAEeAAADBQAAATcAAAEBAAABLAAAAbcBAAABgwEAAAFQAAABCgAAAfACAAABAQAAAfABAAABcgAAAQEAAAHuAQAAAR8AAAHDAQAAARcAAAEVAAABAQAAAdACAAABlgIAAAEnAAABGQAAAQ4AAAOLAgAAAT4AAAEbAAABAwAAAfIBAAABAQAAAWkAAAEBAAACBgAAAQEAAAEsAAABBgAAARkAAAEOAAABEwAAAgkAAAETAAABAwAAAR0AAAE1AAABawAAASoAAAEBAAABAgAAAwEAAAEIAAACBQAAAQEAAAIBAAADAgAAAQsAAAMGAAABBgAAAgMAAAECAAABAwAAAQIAAAEBAAABBAAAAQEAAAIDAAABAwAAAgEAAAEDAQABNwAAAgEAAAIOAAABLAAAAU0AAAHhAgAAAQ0AAAEBAAABNAAAAQEAAAEMAAABAQAAAQMAAAEQAAABCgAAAQIAAAFIAAABAQAAAQ0AAAGWAQAAARUAAAEBAAABTQAAAQEAAAFdAAABCwAAAYEBAAABGgAAASoAAAEmAAABAQAAAQkAAAG9AQAAAVkAAAEBAAABFQAAAQEAAAFMAAABAQAAAQIAAAECAAABBgAAAXEAAAEGAAABCwAAAQEAAAIeAAABpwEAAAEBAAABLAAAAZ4BAAABAQAAASkAAAIBAAABCAAAAX8AAAEBAAACZQAAARAAAAE9AAABJQAAARQAAAGKAQAAASIAAAF4AAABAQAAAQEAAAECAAABJQAAAQEAAAGnAQAAAYwBAAABlgIAAAECAAACvgIAAAHoAgAAAaIBAAABGAAAASQAAAEPAAACDAAAAQsAAAEcAAABAQAAAQ8AAAERAAADAQAAAicAAAHPAgAAAQEAAAHaAQAAAxYAAAEBAAAB0wEAAAFmAAABIgAAAuwBAAABHQAAAQEAAAGsAgAAAUAAAAEbAAABIQAAAQYAAAEqAAABCgAAATAAAAERAAABFwAAARMAAAEBAAABBAAAAQ0AAAEMAAABIgAAARkAAAGmAgAAASoAAAEGAAABAwAAAQEAAAEDAAACAQAAAgEBAAECAAAFAgAAAwEAAAEBAAABAgAAAQUAAAICAAABAgAAAQkAAAHaAgAAAQUAAAECAAABGAAAAQMAAAEHAAABFwAAAQEAAAEMAAABDQAAAQYAAAIUAAABCwAAAQ8AAAEDAAABAQAAARgAAAEBAAABBQAAAQIAAAIXAAACBQAAAQcAAAEBAAABBgAAAQkAAAEHAAABIwAAAQEAAAEPAAABAQAAARUAAAEDAAABCQAAAQQAAAECAAABAgAAAQMAAAEGAAABIgAAAQwAAAECAAABBAAAAQYAAAHkAQAAAW4AAAEFAAABYgAAAUkAAAF4AAABkAEAAAHrAQAAATAAAAEBAAAB2gIAAAEYAAABcwAAAQ8AAAEZAAABEwAAAacBAAABBAAAAQEAAAEVAAABHgAAAQEAAAEFAAABAQAAAQsAAAEQAAABAQAAAQ8AAAEBAAABCAAAAQEAAAEYAAABBgEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAIwBAAABgwEAAAQBAAACLwAAAUAAAAELAAABBQAAAQsAAAEgAAACAQAAARoAAAIQAAABAQAAAdUBAAABGAAAARwAAAEWAAABDAAAARcAAAEQAAABEwAAAQYAAAEBAAABwgEAAAE1AAABBgAAAQEAAAFpAAABqwEAAAEUAAABEAAAARQAAAECAAABAQAAAhMAAAECAAABngIAAAEaAAABFwAAAQ0AAAEBAAABFAAAAX0AAAH0AgAAAQcAAAECAAAB5AIAAAEuAAABFwAAAfIBAAABcAAAAQcAAAFeAAABBQAAAQEAAAIGAAABZAAAAXkAAAG+AQAAAeEBAAABBQAAAcICAAABAQAAAQYAAAEBAAABAQAAARYAAAEBAAABBAAAAhcAAAIBAAABGAAAAQcAAAEeAAABBAAAAZYBAAABGwAAAQEAAAFVAAABCgAAARYAAAEkAAABmAIAAAFGAAABJAAAAUsAAAE2AAABEQAAAQ0AAAE8AAABdwAAAagBAAABWwAAAe0CAAABAQAAAeUCAAACAwAAAQEAAAEBAAABwgEAAAEBAAABvQIAAAEdAAABLgAAATMAAAHWAQAAARUAAAEOAAABCgAAAQQAAAEBAAABCAAAAVUAAAEJAAABJQAAAUQAAAFCAAABAQAAAVUAAAEsAAABAQAAAUQAAAErAAABOwAAAcEBAAABBwAAARQAAAEBAAABAgAAAjMAAAEWAAABAQAAARMAAAFQAAABAQAAAR0AAAEDAAABEgAAARoAAAENAAABAQAAAjoAAAEWAAABAQAAAZACAAABogIAAAEBAAAB5AIAAAGEAgAAAQIAAAFxAAABvgIAAAEYAAABJgAAASUAAAELAAABCQAAAQEAAAEEAAABGAAAAQEAAAEUAAABAQAAAb4CAAABgAIAAAFoAAABxAEAAAELAAABrgEAAAEEAAABHAAAAhsAAAEOAAABLgAAAQoAAAEQAAABGwAAAdwBAAABAQAAAQgAAAIDAAABFgAAATIAAAEMAAABMAAAAQEAAAEBAAADAgAAAQEAAAEBAAAEAwAAAQEAAAMBAAADAQAAAQEAAAIBAAABAQAAAgEAAAENAAABJQAAAQIAAAEHAAABFQAAAQEAAAEDAAABAgAAAwEAAAEBAAACAQAAAxMAAAECAAABHwAAAgEAAAEBAAABAQAAAQIAAAMBAAABAgAAARQAAAIEAAABAQAAAgcAAAIBAAACAQAAAgEAAAQBAAACCQAAAwEAAAIUAAACAQAAAQEAAAEBAAABAQAAAgEAAAIvAAACAQAAAQEAAAMBAAABAQAAAgEAAAEfAAACAgAAAQEAAAEBAAABEQAAAw4AAAEEAAABAgAAAQEAAAELAAABAQAAAQIAAAEuAAABDAAAAX0AAAEgAAABAwAAAgUAAAFwAAABAQAAAR0AAAHhAQAAAgEAAAE0AAABAgAAAZcBAAABAQAAAgYAAAHiAgAAASEAAAFyAAABAQAAARAAAAEWAAABJAAAAWUAAAEuAAABJwAAASgAAAEDAAABAwAAAQ0AAAEBAAADAQAAAQYAAAEBAAABAQAAAZUCAAABAQAAAVUAAAEFAAAB6AEAAAEBAAABBAAAATcAAAE4AAABJgAAAQEAAAEEAAABeQAAARIAAAEMAAABAQAAARMAAAGuAQAAASQAAAIBAAABAgAAAgkAAAIJAAABBwAAAQEAAAIhAAABJgAAAiAAAAEEAAABBAAAAwQAAAECAAACIwAAAQEAAAEHAAADAwAAAQIAAAELAAACAQAAAgoAAAEHAAABBgAAAQEAAAIcAAACAwAAAQoAAAEUAAADCQAAAyEAAAEBAAACHQEAAQEBAAABAQAAAQEAAQEBAAMBAQAAAQEAAAIAAAEVAAABBwAAAQIAAAIBAAACJAAABAIAAAQBAAABRQAAAgEAAAEIAAABAgAAAR8AAAEHAAABEwAAAggAAAEHAAABIwAAAQEAAAEbAAABAQAAAQQAAAEDAAACGAAAAQEAAAEEAAABCgAAAQoAAAItAAABhAEAAAEMAAABCQAAAQIAAAEIAAABAQAAAgYAAAEqAAABHQAAAYQBAAABCwAAAQYAAAEIAAABBAAAAQQAAAFSAAABBgAAAQEAAAERAAABDAAAAQUAAAEBAAABCwAABAEAAAIPAAABAgAAAQIAAAMBAAABAgAAAQEAAAIBAAABBAAAAQMAAAEFAAABGQAAAggAAAEbAAABPgAAAewCAAAB8gEAAAEGAAABBQAAAQEAAAEKAAACAwAAAgwAAAERAAABBwAAAgEAAAEIAAABEAAAAQQAAAHYAQAAAQUAAAEDAAABHgAAAQIAAAEEAAABAgAAAUcAAAEBAAABSAAAAggAAAE0AAABBgAAAQEAAAIEAAABJAAAAQEAAAFdAAABAQAAAS0AAAIBAAABZwAAAXgAAAFKAAABAQAAAR8AAAGVAQAAAQYAAAE6AAABhwEAAAEuAAAB5wEAAAE0AAACIgAACAEAAAMBAAADFwAABB4AAAICAAACAQAAAgEAAAIBAAACAQAABAEAAAMBAAAF5wEAAAEdAAABUgAAASEAAAEDAAACvQIAAAIBAAABPgAAAZsCAAABIQAAAQEAAAEBAAABNgAAAfkCAAABGAAAAQEAAAHPAQAAAQEAAAEYAAABSgAAAUcAAAEHAAABQwAAASIAAAE7AAABAQAAAgoAAALmAgAAAToAAAHNAQAAAcwCAAABhwIAAAEBAAABvQEAAAEdAAABNAAAAwEAAAQBAAABAgAAAQIAAAEDAAABOQAAAQIAAAECAAABlQIAAAEFAAABEwAAAUEAAAHuAgAAAfICAAAB7gEAAAFDAAABxQEAAAEDAAAB3wIAAAEHAAABvQEAAAEBAAABCwAAAhEAAAECAAABAQAAAQgAAAENAAABDAAAAQQAAAEBAAABBAAAAQ0BAAQBAQABAQEAAAEBAAABAQABAQEAAQEBAAMBAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAABwAAAIJAAACAQAAARAAAAMOAAABBwAAAQEAAAH5AQAAAYMBAAABAQAAAvoCAAAB4wEAAAEBAAABCgAAAhwAAAEBAAABBQAAAQEAAAE/AAABFwAAAeICAAADAQAAAgEAAAEBAAABvgEAAAFdAAABXAAAAQYAAAGfAQAAAVAAAAEBAAAByQEAAAG2AQAAAQYAAAICAAACAQAAAQEAAAEXAAABBwAAAR4AAAECAAABFgEABAEBAAEBAQAAAQEAAAEBAAEBAQABAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAgAAAQIAAAEDAAABAQAAAQYAAAEBAAABAwAAAQEAAAL5AgAAAQEAAAKVAgAAATMAAAEBAAAB5wEAAAE7AAABSQAAAfwCAAABAQAAAQ4AAAG3AQAAAQEAAAMBAAADAQAAAdABAAABOAAAAQEAAAEBAAAB0AEAAAHbAQAAAQEAAAEIAAABAQAAAQkAAAEoAAABEQAAARgAAAE6AAABvwEAAAGIAQAAAToAAAH5AgAAAR8AAAEBAAABBAAAAQEAAAEIAAABAQAAARoAAAEkAAABAgAAAwEAAAEJAAABAQAAARAAAAEBAAACBgAAAQIAAAEQAAABAQAAAQUAAAEQAAABCQAAAQEAAAEKAAABCwAAAQ0AAAEHAAABCQAAAWYAAAEBAAACAgAAAQYAAAEBAAAEAQAAAQMAAAEBAAABAQAAAQsAAAGdAQAAAYgBAAABTgAAAQEAAAEBAAACAQAAAQEAAAElAAABCwAAAQkAAAEBAAABBAAAAQQAAAEBAAABAQAAAQMAAAGYAQAAAQEAAAECAAABCQAAAUkAAAETAAABBAAAAQMAAAIDAAACAQAAAQMAAAQCAAABAgAAAQ4AAAEOAAABAQAAATUAAAETAAABhwIAAAFlAAABBAAAAUoAAAIBAAABAwAAATYAAAEGAAABhAEAAAIBAAABAwAAAWUAAAEBAAAB6AEAAAGVAgAAAQEAAAEtAAACDgAABQEAAAQBAAAGAQEAAQEAAAEBAAADAQAAAQEAAAkBAAADAQAAAQEAAAEBAAABDgAAAgUAAAEGAAABAgAAAQsAAAECAAABwAEAAAH3AQAAAcEBAAABsAEAAAE8AAAB4gIAAAEBAAABcgAAASYAAAEBAAAEAQAAAQMAAAIBAAABAQAAAQIAAAEFAAABCgAAAQ0AAAEBAAACAwAAAQgAAAE+AAABBAAAAQMAAAEGAAABAgAAAQMAAAEBAAADAgAAAgsAAAEQAAABAQAAAR0AAAEEAAAFAQAAAREAAAEBAAABBAAAAQsAAAFyAAABGQAAAYsBAAABxAEAAAE1AAABGQAAAwEAAAECAAACAQAAAQ0AAAJuAAABBwAAAQEAAAEBAAABBgAAAQgAAAMBAAABBAAAAScAAAEVAAACAQAABAMAAAEDAAABBQAAAQIAAAECAAABIgAAAQEAAAEkAAABJQAAAQEAAAE8AAABzgEAAAEFAAAEAQAABAEAAAQBAQACAQAAAd4BAAAB0AIAAAElAAABFAAAAQsAAAEBAAABAQAAAVUAAAEtAAABIQAAAwEAAAUFAAABBgAAAQwAAAEGAAABCQAAAQQAAAEDAAABBgAAAQEAAAECAAADAQAAAgUAAAEPAAADAgAAAQkAAAEKAAABBQAAAREAAAIFAAACAQAAAQYAAAMBAAACAwAAAREAAAEFAAACDQAAAQEAAAEKAAABAgAAAQ0AAAHuAgAAAgIAAAGWAgAAAQEAAAIBAAAEBQAAAi4AAAEbAAABCwAAAgEAAAEBAAABAwAAAQMAAAQBAAABBAAAAQoAAAGyAQAAAwEAAAEGAAABDgAAARAAAAIEAAABAQAAAbcCAAABEAAAAeYBAAAB7AIAAAEBAAABngEAAAEWAAABoQEAAAEuAAABAQAAAgEAAAEzAAABAQAAAR8AAAECAAABAQAAARgAAAEBAAABHgEAAQEBAAABAQABAQEAAQEBAAEBAQACAQEAAgEBAAIBAQACAQEAASwAAAE7AAABAQAAAQYAAAENAAABzAEAAAEOAAABAQAAAgEAAAMBAAABAQAAAQEAAAEBAAABAQAAAQIAAAEBAAABBgAAAR0AAAEBAAADBgAAAQEAAAIBAAABBQAABQEAAAQBAAACAQAAAgMAAAICAAABCwAAAQIAAAEBAAABBQAAAQsAAAEBAAABBQAAAgEAAAIBAAABAQAAAQIAAAEBAAABBgAAARwAAAIBAAACAQAABAEAAAQBAAAFAQAAAwIAAAECAAABBQAAAQIAAAEBAAADAgAABgIAAAELAAABCQAAAQUAAAEEAAABAgAAAQEAAAEBAAACAwAAAQEAAAMBAAACAQAAAQIAAAEBAAABAQAAAQMAAAMBAAADAQAAAxYAAAIBAAADAQAAAQIAAAECAAABAQAAAQEAAAEBAAABBAAAAQkAAAEHAAABAQAAAhUAAAEJAAABEQAAAQYAAAEXAAABEwAAAQ8AAAEBAAABAQAAAY4CAQABAQEAAQEBAAMBAQAKAQIAAQEBAAMEAAABBgAAAwEAAAUBAAAEDgAAAQgAAAE9AAABngIAAAHNAQAAATsAAAE6AAABAgAAAicAAAKNAQAAAfABAAABXQAAAQEAAAECAAACFAAAAj8AAAEvAAABqgEAAAEUAAABAQAAARAAAAEUAAABfgAAAVIAAAIUAAADhAIAAAE1AAACAQAAAbgCAAABngEAAAE9AAABAQAAASQAAAMEAAABFAAAAQMAAAEYAAABAQAAAQUAAAI0AAABJgAAARYAAAEWAAABTAAAAfcBAAACCAAAAQ4AAAEFAAABEwAAASsAAAEKAAABKwAAAgEAAAFKAAABAgAAARoAAAEaAAABAQAAAVAAAAF+AAABBwAAAS8AAAEGAAABSgAAAUQAAAEYAAABAwAAASYAAAEBAAABAwAAARYAAAEqAAABAQAABAEAAAEBAAABAQAAAQEAAAIBAAABAwAAASIAAAEQAAACBAAAAQMAAAEGAAABIAAAAQoAAAEBAAABBQAAAQEAAAEIAAABAQAAAgIAAAELAAADEgAAAQQAAAMBAAABDgAAAQkAAAEBAAABBAAAAQEAAAIBAAABAwAAAQ8AAAECAAACDgAAAUEAAAEEAAABAQAAAgUAAAEGAAABBAAAAQEAAAHCAQAABAEAAAFNAAABXAAAAQEAAAFJAAABAgAAAUsAAAEBAAABWwAAAUoAAAFDAAABAwAAAfMBAAABQQAAAgEAAAEBAAABAgAAAQEAAAEWAAABkwEAAAEBAAABFQAAARAAAAG2AgAAAREAAAEFAAABFgAAAQEAAAHwAgAAAagCAAABCwAAAd0CAAABJQAAARQAAAGiAgAAAQEAAAEUAAABpwEAAAEBAAABPAAAAa8CAAACAQAAAeQBAAABAQAAAckCAAAB8wEAAAEEAAABDQAAAaEBAAACBQAAAikAAAEuAAABGgAAAQYAAAELAAABLwAAATMAAAEBAAABAQAAAR8AAAEKAAABAQAAAQIAAAELAAACCQAAAQUAAAEPAAACAQAAAgEAAAEcAAABDwAAASIAAAEYAAABMQAAAQEAAAElAAABMwAAAQMAAAEaAAABEQAAAQUAAAEDAAABBAAAAQMAAAEbAAABHAAAAXsAAAEBAAABGAAAAzIAAAEUAAABNgAAAQMAAAErAAABSgAAAagBAAABBwAAATIAAAEQAAABAQAAAagBAAABCAAAAgQAAAECAAABOwAAATUAAAEDAAABHgAAAYgBAAABLwAAAjYAAAF5AAABAgAAAR0AAAECAAABAwAAARkAAAEHAAABTQAAAQEAAAETAAABRQAAARoAAAF6AAABSAAAAQEAAAExAAABSAAABQEAAAEUAAABBgAAAgUAAAEyAAABgQEAAAEIAAABAQAAAQEAAAMBAAABAQAAAggAAAEBAAABAwAAAQ8AAAEBAAABDwAAAQEAAAECAQABjgEAAAEBAAAEBgAAAQIAAAIBAAABAgAAAQIAAAEZAAABAgAAAQIAAAMBAAADAgAAAQQAAAEBAAABAQAAAQEAAAEBAAABAQAAAQIAAAEBAAAFAgAABQEAAAQBAAAFCQAAAgEAAAIBAAACAQAAAQMAAAEHAAACAgAAAQgAAAEBAAABEAAAAwEAAAMBAAABCwAAAQEAAAEBAAABBgAAAQEAAAEDAAABAgAAAQMAAAIBAAADAQAAAgEAAAIMAAABCAAAAwEAAAQFAAABBQAAARYAAAEBAAAEAQAABQEAAAQBAAAIAQAABwEAAAEBAAADDQAAAQEAAAGPAQAAASAAAAECAAABGAAAAQIAAAEnAAABLAAAAQEAAAEBAAABDgAAAQEAAAEPAAABLwAAAQsAAAMTAAABAQAAAWwAAAE0AAABAQAAARkAAAEBAAABCAAAARAAAAEQAAACHgAAAQcAAAEIAAABAQAAAQMAAAEIAAABDQAAAgEAAAMDAAABAQAAAQIAAAENAAACBwAAAQEAAAEBAAADAgAAARMAAAEBAAACqQEAAAEJAAABAQAAAS8AAAIRAAABhwEAAAEBAAACAQAAAR0AAAFvAAABHQAAAQkAAAIBAAABBAAAAQIAAAIEAAACGgAAAQEAAAEBAAABAQAAAQEAAAEHAAABBwAAAQQAAAECAAABBAAAAQQAAAEGAAABAQAAASkAAAEBAAABBQAAAQYAAAEBAAABBAAAAQUAAAESAAADFAAAAQIAAAEBAAABFwAAAewBAAACAQAAAUwAAAMIAAAHAQAACgEAAAYDAAABAQAAAgEAAAECAAACAgAAAgEAAAECAAABAQAAAQEAAAEEAAAFAQAAAgEAAAEBAAAFAQAAAgIAAAHoAgAAAQMAAAEHAAABwQIAAAFIAAABdQAAAVoAAAEoAAABAgAAAQEAAAIOAAABjwIAAAECAAABcwAAAZ0BAAABAQAAARYAAAEBAAABAQAAAaABAAABOwAAATAAAAEDAAABLQAAAgEAAAEKAAAB3AEAAAEHAAABAQAAASsAAAEpAAABAwAABBEAAAHUAgAAAQEAAAHlAQAAAZMBAAABHQAAAcUBAAABAQAAAQEAAAEdAAABBwAAAQEAAAEBAAABCwAAAREAAAECAAACAQAAARAAAAHTAQAAARAAAAEBAAAByAEAAAECAAABDQAAARAAAAFWAAABCQAAAQIAAAIBAAABAgAAAgIAAAQBAAADAQAAAQwAAAEBAAABAgAABAEAAAEgAAABMAAAAwEAAAEBAAABAQAAAQIAAAEgAQAJAQEAAwEBAAQBAQADAQEAAgEBAAEBAQAGAQEABAEBAAUBAQACAQEABgEBAAMBAQAFAQEABAEBAAEBAQACAQAAAQ8AAAEBAAADAgAAAQEAAAMCAAACAQAAAgEAAAIBAAABDgAAAQQAAAIEAAABAgAAAwEAAAIFAAABAQAAAQIAAAECAAABAQAAAwEAAAECAAACAQAAAgEAAAIBAAACAgAAAgEAAAQBAAACAQAAAwUAAAIBAAACBAAAAQEAAAQCAAABAwAAAgIAAAEBAAABAQAAAQIAAAMCAAABAQEADgEBAAgBAQAKAQEACQEBAAoBAgAEAQEAAQEAAAkBAAALAQAADAEAAAwBAAAEAQAAAwEAAAEBAAAGAgAABAMAAAEBAAAFAQAABgEAAAoBAAAIAQAABwEAAAYBAAADDAAABAEAAAIBAAABAQAABAIAAAEDAAABBgAAAQEAAAMCAAACAQAAAQEAAAEBAAACAwAAAQQAAAECAAABAgAAAQEAAAEBAAABAwAAAQEAAAEBAAAEAQAAAgIAAAEOAAABEQAAAwEAAAEBAAABAQAAAQEAAAEBAAACAgAAAQEAAAHRAgAAAcoCAAAB7gIAAAE6AAACAgAAAQEAAAF4AAABCgAAAXEAAAEKAAABDAAAASQAAAEHAAABBAAAAQUAAAEcAAABFgAAAQoAAAEEAAABDwAAAR0AAAEIAAABAQAAATYAAAICAAABCAAAAQEAAAECAAABBAAAAQEAAAEMAAABAQAAAQcAAAEYAAABAwAAAgUAAAEYAAABAgAAAQkAAAEHAAABBQAAAQ4AAAEBAAABBQAAAQ0AAAEGAAACAQAAAQMAAAEDAAABAwAAAQEAAAEMAAABAQAAAQEAAAECAAABCwAAAQEAAAEGAAABAQAAAQ4AAAECAAABAQAAAQQAAAEJAAABAwAAAQEAAAEKAAABAQAAAQIAAAEHAAAC5wIAAAHaAgAAAWUAAAHbAgAAAUMAAAImAAABtAEAAAE0AAABAgAAAgMAAAIBAAADBAAAAgEAAAIBAAACAQAAAQEAAAICAAACMgAAAQEAAAEjAAABAQAAAQEAAAIBAAACNAAAAQEAAAEBAAABAQAAAgIAAAEBAAABAQAAAQEAAAEUAAABBAAAAQEAAAIHAAABAQAAAgEAAAIBAAACAQAAAgEAAAEIAAABAQAAAhMAAAEBAAACAQAAAQEAAAEBAAABAQAAAQEAAAIuAAABAQAAAgEAAAIBAAADAQAAAQEAAAIBAAACHwAAAQEAAAEBAAABAQAAAQEAAAERAAACAQAAAQEAAAEMAAABAQAAAQMAAAECAAABDAAAAQEAAAGIAQEAAwEBAAkBAQAIAQEAAgEBAAYBAgADAQEAArsBAAABjAEAAAHrAQAAAYcCAAABBQAAAS4AAAEBAAAB2AEAAAFlAAAB8wEAAAEWAAABAQAAAQIAAAEBAAAB8gEAAAICAAABAgAAAdkCAAACEwAAAwIAAAEBAAABAQAAARgAAAGLAQAAAU8AAAEdAAABBAAAAT0AAAIBAAACCgAAAa8BAAABOQAAAQEAAAHbAgAAASQAAAJPAAABAAAAASQAAAEDAAABAgAAAQEAAAEBAAABAwAAAQQAAAUBAAACAwAAAQEAAAEdAAABAwAAAQIAAAEFAAACBwAAAUUAAAEJAAACAQAAAgIAAAECAAABIAAAAQMAAAECAAABCQAAAQwAAAEOAAABAQAAASsAAAEHAAABCAAAAxIAAAEBAAABEwAAAQsAAAEBAAABAwAAAQEAAAHOAQAAARoAAAEFAAABEAAAARUAAAELAAABAQAAARIAAAEBAAABGwAAAQ8AAAIBAAACAgAAAhsAAAEEAQABEwAAAgMAAAEJAAABCAAAASEAAAEIAAABJgAAAQEAAAEgAAABIAAAAQEAAAEUAAABAQAAAQEAAAEBAAAB4gIAAAEFAAABAQAAAQQAAAEBAAABAQAAAQIAAAECAAABWQAAAjYAAAEGAAABRwAAATQAAAEjAAABEQAAASAAAAEBAAABjAEAAAF2AAACVwAAAesCAAABAQAAAQMAAAHZAgAAARQAAAEBAAACAQAAAQEAAAG9AgAAARQAAAEBAAABAgAAAboCAAAB2QIAAAETAAABAQAAAgEAAAIBAAABAQAAAV4AAAECAAABEwAAAaMBAAABYwAAAQEAAAIBAAABuAIAAAERAAADIAAAAZIBAAACpwEAAAEDAAAByAIAAAEJAAAByQIAAAFfAAAB+gEAAAHTAQAAAw8AAAEWAAABAQAAAQAAAAEBAAABGgAAAQIAAAEdAAACAwAAAQ0AAAE0AAABBQAAAwEAAAEUAAABDwAAAQMAAAEmAAACDgAAATgAAAExAAABCgAAAQwAAAEMAAABEAAAAQIAAAFuAAACDgAABAEAAAYBAAADAgAAAiwAAAEEAAACKQAAAQsAAAECAAABCwAAAgEAAAE0AAACCAAABAEAAAEZAAABBAAAAQQAAAEMAAABAQAAAQEAAAICAAADAQAABwEAAAMBAAADAQEABAEAAAcBAAAEAQAABAEAAAUBAAAFAwAAAgEAAAECAAACAQAABwEAAAYBAAAHAQAABgEAAAMBAAACAQAAAgEAAAECAAABAQAABAEAAAECAAADAQAABAIAAAEIAAABBQAAAQMAAAEOAAABBwAABQEAAAQBAAACAQAABAEAAAEBAAACAQAAAgEAAAQBAAACAQAAAQYAAAIBAAADBQAAAQEAAAEDAAABDAAAAQYAAAMCAAABAgAAAgwAAAIPAQACAQEAAQEBAAABAQABAQEAAAEBAAABAQAAAQEAAAMAAAMBAAACAQAAAgEAAAMCAAABAQAAAgEAAAEEAAACAQAAAxoAAAIGAAACBwAAAQIAAAEKAAABAgAAAQEAAAEBAAABAwAAAgEAAAEGAAABAgAABAgAAAEOAAABDQAAAQQAAAEBAAABAQAAAQMAAAEBAAACAgAAAQEAAAEIAAACEAAABAEAAAIKAAABHwAAAQUAAAEFAAABigEAAAEJAAABAQAAAdwBAAABJwAAAQkAAAEGAAABFwAAASEAAAEKAgAGAQIACQECAAQBAgAGAQIACwECAAgBAgAEAQUABgEDAAMBAgAEAQEAAgEBAAABAQAEAQEABgEBAAEBAQABAQAAAgEAAAIBAAAEAQAAAwEAAAEDAAACAQAAARkAAAQBAAACAQAAAwEAAAMEAAABBAAAAQIAAAEGAAABQAAAAScAAAIDAAABAgAAAQYAAAIBAAABGQAAASoAAAEFAAADFgAAAVwAAAIXAAACAQAAAQEAAAEfAAABEgAAAQUAAAFHAAABHgAAAQIAAAE5AAABbgAAATsAAAFyAAAB4wEAAAElAAABAgAAAdQBAAABJQAAASgAAAErAAABBwAAARUAAAGxAQAAAQEAAAF1AAABAgAAAZoBAAAEAgAAAgsAAAIBAAABkAIAAAIBAAABkAEAAAGHAQAAARYAAAEWAAABDgAAAT4AAAEBAAABAQAAAY4CAAAB4wIAAAEOAAABMwAAAQEAAAEBAAABJAAAAQIAAAE4AAABFwAAAQUAAAEHAAABhwIAAAEVAAABYgAAAQMAAAFHAAABRAAAAQEAAAEBAAACAgAAAQIAAAHhAQAAAQEAAAFEAAABBAEAAQ0AAAElAAADAQAAAgQAAAQBAAADBgAAAwEAAAIBAAADYwAAAXcAAAFiAAABHAAAAQsAAAEDAAABAQAAAYMCAAACAQAAAVQAAAECAAACBwAAAQEAAAEEAAABMwAAAT8AAAEBAAABPAAAAR0BAAMBAQABAQEAAQEBAAEBAQAEAQEAAAEBAABDAAACBwAAAQEAAAI5AAABBAAAAQEAAAECAAABAwAAATAAAAEgAAAB7AIAAAECAAABAQAAAQIAAAEBAAACFQAAAQgAAAFHAAABAQAAARwAAAEMAAABAQAABQMAAAMFAAACAQAAAg8AAAEDAAACBgAAAQEAAAEUAAABFAAAAQcAAAEBAAABDQAAAgEAAAMBAAAKAQAACgEAAAsCAAAEAQEAAgEBAAEBAQACAQEAAAEBAAABAQAJAQEABwEBAAwBAQACCQAAAwIAAAEBAAACAwAAAQIAAAEEAAAHAQAAAQEAAAQBAAAHAQAAAgEAAAMBAAACAQAAAQUAAAEpAAABAQAAARIAAAIBAAADDwAAAQEAAAEIAAABAgAAAQEAAAEDAAADNAAAATQAAAJwAAABAQAAAQwAAAEIAAABAQAAARMAAAFNAAABBAAAAQEAAAEEAAABYgAAAQIAAAIBAAABAwAAAQkAAAEBAAAChwEAAAElAAABLQAAAQMAAAQGAAABAQAAAgkAAAMCAAADAgEACAEBAAIBAQAEAQEAAAEBAAQBAQAAAQEAAQ4BAAUBAQAAAQEAAQEBAAEBAQACAQEABQEBAAMBAQACAQEAAAEBAAABAQAAAQEAAgEBAAMBAQABAQEAAAEBAAABAQAAAQEAABIAAAEEAAABBAAAAQ4AAAEGAAABAwAAAQ0AAAEBAAAB+AEAAAEEAAACAQAAAREAAALtAQAAApkCAAAB9wEAAAH3AQAAAgEAAAQBAAABAQEAAQEAAAELAAABzAEAAAFnAAABDwAAAacCAAABpwIAAAEdAAABOQAAAQ8AAAEmAAABHQAAAgEAAAE2AAABAQAAAYQBAAABJgAAAQEAAAHaAQAAAY0BAAABAQAAAQEAAAEBAAAB2gEAAAGNAQAAASoAAAIBAAACCgAAAQEAAAEgAAABCQAAAQMAAAIQAAABMQAAAQEAAAEHAAACAgAAAQIAAAEBAAACAQAABAIAAAEBAAABAwAAAQUAAAEbAAABAQAAAQMAAAEBAAACAQAAAQYAAAEBAAABEwAAAQEAAAEJAAABLgAAAQEAAAEIAAABAQAAAgEAAAEVAAABDQAAAQAAAAEBAAABAQAAAQMAAAMDAAABFgAAAQkAAAEBAAABAgAAAREAAAMPAAADOAAAAQEAAAINAAACFAAAAXoAAAEUAAABAQAAARAAAAHvAgAAAasBAAABpQEAAAEBAAABAQAAAhcAAAEXAAACAQAAARsAAAEBAAABHAAAAQEAAAGUAQAAAgEAAAE4AAABUgAAARcAAAFLAAABaQAAAVoAAAEJAAABAQAAAgUAAAFkAAABugIAAAGYAgAAAakBAAABAQAAAQEAAAECAAABAwAAAgEAAAEHAAABAgAAAgsAAAI2AAAEGgAAAgIAAAERAAABHAAAAQgAAAEkAAABBAAAAh8AAAEDAAABAQAAAQEAAAEWAAABCwAAAQwAAAEBAAABBAAAARwAAAEFAAABAgAAAQkAAAEIAAACAQAAASAAAAJIAAABvwEBAAUBAQAEAQEACQEBAAMBAQAHAQIAAQEBAAICAAAGAQAAAgIAAAIDAAABBgAAAwEAAAQBAAAEAQAAAdECAAABKAAAAQEAAAECAAABMwAAAQEAAAEDAAACEAAAARkAAAEBAAABTAAAAQMAAAEIAAABHgAAAV0AAAEWAAABnAEAAAEDAAAB/AIAAAEAAAACAQAAAQQAAAIBAAABBQAAAQEAAAIBAAACAQAAAwEAAAIBAAABAQAAAQoAAAECAAABAwAAAgEAAAEHAAABAgAAAgEAAAEBAAABAQAAAQ0AAAEDAAABDQAAAQ8AAAEBAAABBQAAAQIAAAECAAABAwAAAQMAAAMBAAABAQAAAQEAAAIMAAABAQAAAQMAAAEWAAABAgAAAQQAAAECAAABBQAAAQIAAAEBAAABAQAAAQEAAAEBAAABAwAAAQ4AAAIBAAACCgAAAQkAAAIJAAABCgAAAQkAAAECAAABAQAAAQIAAAEBAAABAQAAAQEAAAECAAABDgAAAQIAAAIEAAABAwAAAQ0AAAEBAAABAgAAAQEAAAECAAABBAAAAQIAAAECAAABDQAAAQEAAAIHAAABAgAAAQEAAAEBAAABAQAAAQUAAAEQAAABAQAAAQEAAAIDAAABAgAAAQEAAAEBAAABBAAAAQYAAAIDAAABCwAAAQIAAAECAAACAgAAAQIAAAEBAAABAgAAAQUAAAEFAAABAQAAAQ8AAAESAAABDwAAAgEAAAEiAAABAQAAAQcAAAEBAAABDAAAAQEAAAECAAABEgAAAQgAAAEBAAABAQAAAQcAAAEJAAACCQAAAQIAAAEjAAABOAAAAQ0AAAESAAABIAAAAbcBAAABNQAAARMBAAEBAQACAQEABAEBAAQBAQABAQAABAEAAAEGAAADAQAABQUAAAEBAAABAgAAAQEAAAIBAAACAQAAAwEAAAIMAAACAQAAAhUAAAEnAAACCgAAAWEAAAEBAAABAQAAAQMAAAEJAAACAQEAAQEAAAFWAAABAAAAAQEAAAHdAQAAAX8AAAFDAAABAwAAAQkAAAECAAABAgAAAQIAAAEDAAACAQAAAhIAAAEIAAABAQAAASEAAAEBAAABHgAAAwEAAAEpAAABNwAAAQEAAAEFAQABHwAAATsAAAECAAABLAAAAQEAAAEBAAAB2QEAAAE/AAABMgAAAZQCAAABBgAAAZoBAAABJQAAAQMAAAEBAAABDAAAAeUBAAAB8gEAAAEBAAAB7gIAAAEBAAABQQAAAYkBAAABTAAAAQ4AAAEJAAABDQAAAQQAAAIHAAABEQAAAQ4AAAMBAAABFwAAAikAAAEBAAABQQAAAQIAAAEBAAACJAAAAgEAAAEBAAADXAAAAgEAAAIBAAABAQAABAEAAAFOAAABCAAAAQwAAAEBAAABEAAAARkAAAEHAAABBwAAARIAAAK1AgAAAdwBAAABYQAAAScAAAEVAAABewAAARQAAAF0AAABBwAAAZYBAAABDQAAAQEAAAE0AAAB6wEAAAL9AgAAAYIBAAABjAEAAAEIAAABcwAAATUAAAEMAAABMAAAAScAAAIBAAABAwAAAQcAAAFZAAAB2QIAAAGWAgAAAcYBAAABAQAAASwAAAEYAAACBwAAASIAAAFIAAACAQAAAQEAAAEZAAABBQAAAS4AAAEbAAABAQAAATMAAAIiAAABCgAAARYAAAG9AgAAAgEAAAE+AAABtwEAAAFJAAABGwAAAR8AAAHIAgAAARcAAAENAAABVAAAAbMBAAABNwAAAU8AAAIBAAABAQAAAU8AAAEvAAABAgAAAUAAAAEUAAABeQAAAR4AAAEwAAABAQAAAYICAAABAQAAAQMAAAEHAAABSgAAARMAAAEIAAABAwAAAgEAAAEKAAABAQAAAkMAAAECAAABAwAAAQ0AAAIBAAACBQAAAQgAAAEJAAACAgAAAQEAAAEpAAABCgAAASMAAAEEAAABCQAAAQUAAAIPAAABAQAAAQEAAAQBAAABAQAAAgMAAAEIAAABBAAAAQEAAAECAAABKwAAAXMAAAEBAAACFQAAAQIAAAEBAAABAQAAAQQAAAEDAAABHAAAAQEAAAEKAAABAQAAAQkAAAEXAAABBgAAASAAAAEDAAABGwAAAQUAAAEDAAABAwAAAQQAAAEJAAABZwAAAQMAAAFtAAABCAAAAQYAAAE7AAABQgAAAQEAAAEEAAABAQAAAQYAAAEBAAABAgAAAQEAAAEKAAABBgAAASAAAAIhAAABBQAAATEAAAEgAAABQgAAAWcAAAEHAAACSgAAARcAAAEDAAABGQAAAQQAAAIBAAAFAQAAAgMBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAABQAAAQUAAAIBAAABAQAABwIAAAIDAAABAQAAAgEAAAECAAABAQAAAQIAAAEKAAABAQAAASkAAAMBAAACBwAABQEAAAEEAAABAQAAAQIAAAEJAAACAQAAAwkAAAECAAAEAQAAAgEBAAIBAAABBAAAAQQBAAIBAQAAAQEAAQEBAAEBAQADAQEAAwEBAAABAQACDAAAAwMAAAICAAABAQAAAQEAAAMCAAAGAQAAAgMAAAIBAAAEBgAAAwMAAAECAAABAQAAAREAAAEBAAADAQAABAMAAAUBAAADBwAAAQEAAAMCAAACBAAABAMAAAEGAAABBgAABAEAAAQBAAACAgAABAMBAAEBAQAAAQEAAAEBAAABAQAAAQEAAgEBAAABAQABAQEAAAMAAAEBAAACAgAAAQUAAAEBAAABCQAAAQUAAAEKAAABAwAABAEAAAECAAABAQAAAgIBAAMBAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQACAQEAAAEBAAEBAQABBwAAAQoAAAUDAAADAgEAAQEBAAABAQABAQEAAwEBAAEBAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAABwAAAQMAAAEBAAABAQAAAQMAAAEBAAACCgAAAQoAAAJnAAABFgAAAQMAAAEqAAABAQAAATgAAAFmAAABLgAAAQEAAALRAgAAAe4BAAABJgAAAQEAAAEWAAACFgAAAfIBAAABXwAAAewCAAABBAAAAVsAAAEJAAABAgAAAQEAAAEBAAABAQAAAwEAAAsBAAADAQAAAQEAAAEBAgADCwAAAQIAAAEBAAABYwAAAQUAAAEBAAABAQAAAQEAAAIBAAABCgAAAQYAAAEEAAABAQAAAQ0AAAIHAAACAgAAAwEAAAEBAAABAwAAAQEAAAUBAAACEgAABQEAAAIGAAAFAQAABwEAAAQBAAACAQAABgEAAAIBAAADAQAAAQEAAAEEAAABAQAAAQIAAAUBAAADAQAAAwEAAAMCAAAEAQAAAgcAAAICAAACAQAAAQEAAAEBAAABAwAAAQQAAAEBAAAFAQAAAgEAAAECAQABFgAABBEAAAICAAABAQAAAwEAAAIBAQABAQAAAQEAAAECAAABAQAAAQIAAAEBAAABAQAAAgEAAAMBAAACAwAAAQMAAAQDAAABBQAAAQMAAAEBAAAGBwAAAgEAAAMYAAABAQAAAQYAAAMBAAABAQAAAQMAAAECAAAB8gEAAAHeAQAAAQ0AAAIBAAABEQAAAQMAAAF7AAABHAAAAgIAAAECAAAEAgAAARgBAAgBAQACAQEAAQEBAAABAQABAQEAAQEBAAIBAQABAQEAAgEBAAIHAAABAgAABQEAAAMNAAABBQAAAQgAAAEcAAABGgAAAQUAAAIGAAABEQAAASEAAAEBAAABBQAAARUAAAEBAAAB0wEAAAH5AgAAAQwAAAECAAABDQAAAQYAAAEFAAABBwAAAToAAAEsAAABKgAAAQEAAAEFAAABAQAAAQwAAAEXAAABBQAAAQEAAAEXAAABTwAAASIAAAEBAAABaAAAAWcAAAFOAAABMQAAAQgAAAEiAAABBAAAAc4BAAACAQAAAjkAAAEKAAADBgAAAb0BAAABAgAAAgIAAAFxAAADAQAAARIAAAEnAAABhQEAAAEHAAAB6wEAAAHjAQAAAQIAAAEBAAABJAAAARcAAAHbAQAAAc0BAAABAQAAAYsBAAACAgAAAQIAAAEGAAACAQAAAgEAAAMBAAABAQAAAQgAAAEPAAABFAEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAACsAAAE4AAABGAAAAScAAAEBAAABCAAAATwAAAIcAAABBQAAAQkAAAEIAAABAQAAAQEAAAEBAAADAQAAAgEAAAMBAAACAQAAAQYAAAEBAAABBQAAAQIAAAICAAABBgAAAQIAAAEEAAABBwAAARAAAAIBAAACQAAAAQEAAAEBAAABAgAAAgEAAAEzAAABCgAAASUAAAEGAAACAQAAAg0AAAEGAAABBAAAAREAAAELAAABDwAAAQcAAAEWAAABCAAAAQcAAAIBAAACAQAAAQQAAAEEAAABAgAAARAAAAEEAAACAgAAAQEAAAEBAAABAQAAAgEAAAIDAAABBAAAAQQAAAECAAABBAAAAScAAAEEAAABYQAAATgBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAAABAQAAAQQAAAEEAAABCgAAAQEAAAECAAABBgAAAQEAAAECAAABAQAAARIAAAEDAAABCgAAAQkAAAEFAAABAQAAARgAAAEBAAABFAAAARMAAAECAAABAQAAAgEAAAIEAAABAQAAAhoAAAESAAABCwAAARYAAAEyAAACCQAAAQYAAAEpAAACAQAAARUAAAEGAAABCgAAAgEAAAEVAAABAQAAAQEAAAFQAAABZgAAAXoAAAEBAAABBAAAAQEAAAEAAAABDwAAAQQAAAEMAAABAQAAAQQAAAEBAAABDQAAAQEAAAEGAAABAwAAAQEAAAEHAAACJAAAAQEAAAEBAAADQAAAARcAAAEBAAABCgAAAQMAAAFXAAABAwAAAQQAAAEFAAABBgAAAQMAAAEiAAABIAAAAQMAAAERAAABlgEAAAE8AAABCwAAATEAAAEYAAABCAAAAk4AAAIBAAABCgAAAQ8AAAECAAACAgAAAx0AAAEBAAADAQAAAQEAAAIEAAACAQAAAQEAAAIBAAABAgAAAQwAAAEBAAABAgAAAQIAAAMGAAABBAAAARIAAAECAAABAgAAAQoAAAIBAAACAQAAAQsAAAEHAAABBwAAAQQAAAECAAACAQAAAQwAAAIEAAABAQAAAQMAAAIcAAABAQAAAQEAAAEDAAABAQAAAgEAAAETAAABAQAAAQcAAAEDAAABvgIAAAETAAAB0QIAAAElAAABAQAAAfEBAAABlQIAAAGLAgAAAcgCAAABzgIAAAGwAgAAAUoAAAIBAAABsgEAAAEBAAABegAAAQEAAAHmAQAAAZMBAAACAQAAAdwBAAABAQAAAW0AAAIBAAABjAEAAAG+AQAAAgsAAAIFAAABAQAAARAAAAEiAAABJQAAAgEAAAJVAAACAQAAAgYAAAIiAAABAQAAAQEAAAECAAACAQAAAj0AAAEOAAABBQAAAQ4AAAEHAAABAQAAAQ0AAAIGAAABTQAAAQQAAAEBAAABQgAAAgEAAAKhAQAAAdoCAAABBQAAARcAAAEBAAAB+AEAAAFJAAABEgAAAQEAAAICAAABAQAAAQEAAAGPAgAAAQMAAAHCAQAAAckBAAABZAAAAWQAAAEPAAABGAAAAQEAAAGPAgAAAQMAAAEPAAABVAAAAT4AAAEBAAABEgAAASQAAAEFAAABEAAAAhwAAAElAAABHgAAAQEAAAELAAABCQAAAQIAAAIBAAABAQAAAgEAAAEGAAABDwAAATEAAAEEAAACJAAABAIAAAEBAAABXgAAAkIAAAFFAAABJQAAAUEAAAEDAAABAwAAAeUBAAADAQAAAgIAAAGFAQAAAQEAAAGWAgAAAZABAAAB5AIAAAHkAgAAAS0AAAE3AAABXQAAAQsAAAEmAAABeQAAAZ0BAAABeQAAAQIAAAEdAAABVgAAAUAAAAMvAAABEgAAAdkCAAABFgAAAeMBAAABDwAAARAAAAEBAAAB/QIAAAEJAAABIQAAAWUBAAYBAQAEAQEABgEBAAoBAQAHAQEACwECAAEBAQAFAQAABAEAAAcBAAACAQAABAEAAAECAAADAQAAAgEAAAQBAAAGAQAAAwEAAAgCAAADAQAABAEAAAEJAAADAQAAAgQAAAEDAAABAQAAAQEAAAEBAAABAQAAASAAAAEPAAADAQAAAQUAAAMBAAAGAwAAAgIAAAEDAAABAwAAAQ8AAAIXAAABAQAAAgsAAAEHAAABAgAAARAAAAIMAAABWQAAAQYAAAHlAQAAATMAAAEBAAACAQAAATsAAAFHAAABAQAAAYYBAAABAgAAAgIAAAEIAAABGQAAAQMAAAGMAgAAAXQAAAEBAAABBgAAAg8AAAIBAAACBAAAAQEAAAF+AAADAQAAAQEAAAEBAAAEAQAAAQ0AAAIOAAABEQAAATUAAAHLAQAAAQEAAAEWAAAB3AEAAAF3AAABbwAAAYsCAAABFAAAAhIAAAETAAABAQAAAQIAAAIBAAAEBwAAAQQBAAIBAQABAQEAAAEBAAEBAQABCAEAAgEBAAIBAQAFAQEAAAEBAAEBAQABAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAAgEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAQEBAAABAQAAEQAAAgEAAAECAAABBwAAAQwAAAERAAABBgEAAQEBAAEBAQAAAQEAAAEBAAABAQABAQEAAAEAAAIEAAABNgAAATMAAAIDAAABAwAAAQMAAAIEAAABAgAAAQoAAAEKAAABAgAAAQEAAAEBAAABgwIAAAGDAgAAAV4AAAIBAAAG/AEAAAE+AAABOwAAAYIBAAAB2wEAAAEBAAABAQAAAQMAAAF3AAABAQAAAgEAAAIFAAABEwAAASgAAAEgAAABGwAAAQkAAAEmAAABBgAAAQQAAAECAAABBQAAAb0CAAABJwAAAeQCAAABswEAAAEBAAABAQEAAbMBAAABoQEAAAEBAAABGgAAATAAAAENAAABCQAABAEAAAQBAAACAgAAAhUAAAIUAAABLQAAAQEAAAEYAAABBgAAAQEAAAKQAQAAAToAAAEkAAABBQAAAwEAAAEDAAAJAQAABwEAAAkBAAABAQAAAwEAAAEBAAABFwAAAgcAAAEEAAACAQAAAwEAAAFUAAAB/QEAAAFjAAABPAAAAgEAAAEDAAABAwAAAU4AAAEBAAABDQAAAQEAAAICAAACAgAAAUYAAAEEAAAB2wIAAAECAAACBAAAAQIAAAEBAAAEAQAAAwMAAAIBAAACAQAAAgoAAAFlAAAB2gEAAAFiAAABVgAAAisAAAE+AAABAQAAAgEAAAEGAAABAgAAAdoBAAABzwIAAAEBAAABjAEAAAEwAAABAQAAASoAAAL9AQAAAZYCAAABAQAAAQEAAAEkAAABFgAAAREAAAEJAAABAgAAAQQAAAEDAAABAQAAAQcAAAIQAAABEQAAAQsAAAERAAABBAAAAQMAAAEkAAABCwAAAQoAAAEdAAABAQAAAlcAAAE/AAAC7wIAAAFuAAABFQAAASUAAAEbAAABfgAAAU8AAAEDAAABFAAAASQAAAELAAABXQAAATwAAAEBAAABBAAAAU8AAAETAAABIAAAARgAAAEDAAABBgAAAW0AAAERAAABBAAAAQMAAAEvAAABBgAAAW8AAAEYAAABAQAAAgIAAAEBAAABAQAAAQMAAAEBAAABAgAAARAAAAE6AAABPQAAARMAAAFIAAABJgAAAQsAAAEBAAABAQAAAQIAAAEBAAABAQAAAiwAAAEsAAABOAAAARkAAAEGAAABAQAAASEAAAERAAAB1AEAAAElAAABCAAAAQMAAAEGAAABAwAAAgEAAAEBAAABAQAAAQIAAAEWAAABGwAAATsAAAFkAAABGgAAAQsAAAEuAAABZQAAAb4BAAACNAAAASIAAAMBAAABBQAAAgsAAAECAAABHQAAAQYAAAIBAAABEAAAAe4CAAABAQAAARgAAAEFAAACAQAAAgEAAAEIAAABAQAAAQIAAAEfAAABBQAAAQEAAAEFAAABAQAAAQ8AAAEQAAACAQAAAw0AAAIBAAABJAAAAQkAAAECAAABEQAAAR8AAAFBAAABJQAAAQYAAAEMAAABAQAAAQ4AAAELAAABDgAAAQEAAAEFAAABBQAAAQUAAAIBAAACBQAAAQIAAAIBAAAEAQAAAQIAAAEIAQADAQEAAgEBAAIBAQAAAQEAAQEBAAABAQAACAAAAQEAAAEIAAABAQAAAQoAAAIBAAACBAAAAQQBAAQBAQABAQEAAAEBAAIBAQACAQEAAAEBAAEBAQABAQEABgEBAAMBAQAAAQEAAAEBAAEBAQABAQEAAAEBAAEBAQABAQEAAAEBAAEBAQABAQEAAgMAAAEBAAABDQAAAQEAAAIkAAADAgAAAQEAAAECAAABAgAAAQEBAAIBAQABAQEAAAEBAAEBAQAAAQEAAAEBAAABAAABDQAAAR8AAAEOAAABFAAAAR0AAAEBAAACAQAAASQAAAEBAAABAgAAAQQAAAEKAAABAwAAAQEAAAEaAAABAgAAAQEAAAEBAAABAQAAAQIAAAHNAQAAAQEAAAEDAAABGwAAAQEAAAEeAAABFAAAATEAAAECAAABAQAAAQUAAAE4AAABAQAAAQgAAAEMAAABCAAAAQ4AAAECAAABSAAAARsAAAEYAAABAQAAAcoBAAABGAAAAwgAAAFoAAAFAgAAAgIAAAEdAAABCQAAAQEAAAICAAACDQAAAgIAAAECAAABBwAAAQwAAAEJAAABDgAAAQIAAAEBAAABAgAAAQgAAAEMAAABAQAAAg4AAAE5AAABzwIAAAElAAAB8wEAAAEYAAABYAAAAawBAAABRAAAAQEAAAEBAAACAgAAAQIAAAGSAQAAAeYBAAABAQAAATMAAAEBAAABOgAAAQEAAAEgAAABkgEAAAIBAAABUAAAAQEAAAFFAAAB7gEAAAHIAgAAAQEAAAEeAAACAQAAAQEAAAGSAQAAAQUAAAEKAAACAQAAAgEAAAEWAAACAQAAAggAAAMBAAACAQAAAQEAAAEOAAABBAAAARIAAAUCAAABAgAAAQMAAAQBAAABBgAAAwEAAAEBAAABAgAAAgEAAAIBAAADAQAABgEAAAEIAAAEAQAABQUAAAICAAABBAAAAgEAAAEBAAABFAAAAgMAAAEgAAACiQIAAAICAAABAgAAARAAAAMBAAACJgAAArQCAAABKAAAAZkCAAABYgAAAUcAAAFKAAABHQAAASgAAAEfAAABlwIAAAEBAAABAQAAAgEAAAELAAABGAAAAegBAAABFwAAAfICAAAB8gEAAAHZAQAAAU0AAAEkAAABGAAAAYMCAAABbAAAAYIBAAABfAAAAcIBAAABOQAAAQEAAAMCAAABAQAAAQIAAAGrAQAAAYsBAAAB5QEAAAGOAgAAAQQAAAE/AAABFgAAAU0AAAGfAgAAAtsCAAACFgAAAacCAAABYwAAAQEAAAGjAQAAAwEAAAECAAABBQAAAXwAAAENAAABAwAAASAAAAF3AAABGAAAAQMAAAIXAAADAQAAAVYAAAEEAAABHAAAAbkBAAABSQAAAUUAAAEBAAABBwAAAQEAAAEbAAABAgAAAQMAAAGyAQAAARgAAAFKAAABRwAAATsAAAEBAAABDgAAAWUAAAHBAgAAAToAAAHRAgAAAeMCAAABRAAAASEAAAEzAAABlAEAAAEgAAABAQAAAQMAAAEUAAABOQAAAX4AAAGMAQAAAWQAAAGyAQAAAUgAAAEAAAAB6QEAAAEeAAADmAIAAAFGAAABUQAAARAAAAEBAAABLwAAAS4AAAEzAAABFwAAAQEAAAEDAAABBwAABgEAAAICAAABAgAAAxsAAAEOAAABMwAAAZwBAAABBAAAAQUAAAEBAAABCQAAAUAAAAEUAAABBgAAAQEAAAGxAQAAAQcAAAEGAAABHwAAAS4AAAN6AAABWAAAAgEAAAIBAAABegAAAQ0AAAHAAgAAASYAAAFCAAABAQAAAQEAAAEDAAABvQIAAAEBAAACAQAAAz0AAAIBAAACFAAAAQEAAAECAAABZAAAAgEAAAImAAABVwAAATcAAAEDAAABEwAAARYAAAHZAQAAAQEAAAGZAgAAAcEBAAABOgAAAYgBAAAB8wEAAAGyAQAAAQUAAAEFAAABAQAAAQgAAAEDAAABHAAAAhwAAAH9AQAAAd4BAAAC4QIAAAEyAAABygEAAAFLAAABBgAAAQEAAAEBAAABEAAAAR0AAAEBAAABAQAAAQEAAAEIAAABAQAAAScAAAEkAAAClQEAAAICAAABAwAAAQEAAAEBAAACAQAAAwYAAAEDAAABAQAAAQEAAAEDAAABTwAAAQEAAAEeAAABCwAAAQIAAAEyAAACAQAAAgIAAAEUAAACPgAAAQEAAAEvAAABJwAAAgYAAAEGAAABCAAAAVEAAAEBAAABKQAAAQEAAAHIAQAAAQEAAAEGAAABOgAAAcIBAAAB2QIAAAHFAQAAAgEAAAECAAADAQAAAQEAAAEFAAABAQAAAQIAAAIDAAABEgAAAQgAAAEGAAABCAAAAUcAAAEWAAACAQAAAR0AAAEDAAABFwAAAQMAAAIEAAABBQAAARQAAAEQAAABXAAAAQkAAAETAAAB0QIAAAFIAAABGAAAAtwBAAABiAIAAAHVAgAAASQAAAHJAQAAAREAAAFiAAABBwAAAgEAAAIMAAABBgAAAQIBAAUBAQABAQEABQEBAAUBAQAFAQEAAgEBAAUBAQAAAQEAAwEBAAQBAQADAQEABgEBAAEBAQAFAQEACQEBAAgBAQAEAQEABQEBAAAFAAABAQAAAQQAAAkJAAAD4QIAAAEWAAAB1AEAAAHQAgAAAbMBAAABvQIAAAGyAQAAAQoAAAEBAAABQAAAATcAAAHZAQAAAQEAAAFwAAABEQAAAfIBAAABaQAAAeICAAABiQEAAAIBAAAEAQAAAm8AAAELAAABHgAAARkAAAFXAAABNQAAAQsAAAFhAAABGQAAAS8AAAE0AAABWwAAAQgAAAFTAAABwQEAAAEGAAABAQAAAQYAAAG0AgAAAQEAAAHZAgAAAYwBAAACGgAAATwAAAECAAABAwAAAQEAAAEJAAABDAAAATAAAAEFAAABhwIAAAEBAAABJQAAASkAAAIMAAABKAAAAQEAAAMCAAABFAAAApsBAAABCAAAAZACAAACAQAAAQ4AAAFDAAABJAAAAcEBAAABlQIAAAHaAgAAAYQCAAABeQAAAdMBAAABCwAAAQEAAAECAAABAgAAAgEAAAMQAAADIgAAAVcAAAEDAQADAQEAAgEBAAUBAQACAQEAAgEBAAEBAQAAAQEAAwEBAAIBAQAAEAAAAQEAAAICAAABBAAAAQEAAAIBAAABHwAAAQgAAAIBAAACAQAAAQIAAAEBAAABAQAAAgEAAAIBAAABBgAAAQUAAAIFAAABBgAAAgwAAAEBAAABCQAAAQEAAAIBAAABAQAAAQIAAAEBAAACAQAAAQ8AAAEMAAACAgAAAgEAAAEBAAABBAAAAQ8AAAMBAAABAgAAAR8AAAMBAAABAQAAAQIAAAEBAAACAgAAAQEAAAGdAQAAAZ0BAAABAQAAAgEAAAMBAAABAgAAAQIAAAIBAAABEQAAAQEAAAECAAABBQAAATAAAAFlAAABSQAAAQYAAAIFAAABAQAAAQUAAAMVAAACAwAAAgEAAAEGAAABCgAABAEAAAENAAABBwAAARIAAAGNAQAAATQAAAEBAAABEwAAAQEAAAIBAAACAQAAAgEAAAECAAAEAQAABAEAAAEBAAAFAQAAAgEAAAIBAAABAQAAAgQAAAMBAAAFAQAAAQ8AAAECAAABAQAAAQIAAAQDAAAFDAAAAQQAAAMBAAACDgAAAgYAAAESAAABAQAAAQUAAAJBAAACAQAABDEAAAQBAAADFAAAARAAAAHYAgAAAQIAAAEUAAAC2QIAAAEBAAACBwAAAQEAAAEEAAABBgAAAQEAAAEBAAADAQAABAEAAALDAQAAAQEAAAHvAgAAAQEAAAHZAgAAAQEAAAEHAAABAAAAATkAAAHZAgAAAQgAAAEOAAACAQAAAdgCAAABAQAAAfICAAABFgAAARwAAAEeAAABCgAAAQEAAAIBAAABAQAAAQoAAAIoAAACAQAAAQIAAAFHAAABAQAAAQwAAAEuAAABdwAAAYcCAAABhwIAAAECAAABEwAAAYsCAAADAQAAAQQAAAQBAAABBAAAAUQAAAIVAAABAQAAAh0AAAEDAAABTgAAARoAAAEEAAABHQAAAQEAAAEHAAABAQAAAgQAAAEBAAABAQAAAQQAAAECAAABAwAAAQEAAAEBAAABAQAAAQYAAAIBAAABCAAAAQQAAAEFAAABAQAAAQsAAAEFAAABAgAAAQ0AAAEFAAABDQAAAQQAAAEEAAABAQAAARAAAAEBAAABAQAAAgMAAAEBAAABBgAAAgEAAAMDAAABBQAAAQQAAAECAAABCgAAAQEAAAEGAAABuwIAAAG2AQAAAYgBAAABAQAAASgAAAEFAAABqwIAAAEaAAABCgAAAZACAAABDQAAAXkAAAExAAADMgAAAQEAAAIIAAABMwAAAVQAAAPyAgAAASUAAAEUAAABQAAAAdMBAAABrgIAAAHhAgAAAaABAAABagAAAQsAAAEjAAABGAAAAXoAAAECAAABAQAAAQEAAAEHAAABCgAAAQgAAAIGAAACAQAAAQMAAAEFAAABTQAAARQAAAEBAAABBAAAAREAAAI8AAABfAAAAQEAAAIDAAABIQAAAUoAAAH5AgAAARQAAAICAAABAQAAAQ0AAAMBAAACAQAAAQoAAAEJAAADAQAAAQIAAAEBAAABAQAAASYAAANPAAABGgAAAY0BAAABFwAAAQEAAAF4AAAByQEAAAEBAAAB9AIAAAEHAAABAgAAAcECAAABAQAAAQEAAAEVAAABAQAAAQ0AAAHnAgAAAVQAAAEWAAABYgAAAQEAAAGlAQAAAQMAAAEGAAABAgAAAQQAAAEDAAABVwAAAQEAAAEUAAABAQAAAeYBAAABvQIAAAHtAgAAAdgBAAABZgAAAT4AAAEBAAABFAAAAeICAAABBwAAAckBAAAB6wIAAAEBAAAB7AIAAAHPAgAAASQAAAEBAAABCAAAAQwAAAEBAAABAgAAAiYAAAEBAAABJQAAATwAAAEZAAABAgAAAQEBAAEBAAABAQAAAwEAAAIBAAABTQAAARsAAAMEAAABJQAAAgEAAAICAAABAwAAAQUAAAEbAAABDwAAAQwAAAEFAAABCQAAAScAAAEGAAABCwAAARAAAAPRAgAAAdACAAABAQAAAbMBAAABJQAAAfMBAAACAQAAAQEBAAEBAAAB4QEAAAGsAgAAASQAAAECAAABAQAAASYAAAUBAAACAQAAAgEAAAECAAACNgAAAwEAAAECAAACAgAAARsAAAHQAQAAARcAAAIBAAABAgAABAEAAAEBAAADAQAABAEAAAMCAQABAgAAAwEAAAIBAAACAQAAAQEAAAINAAABBAAAAQEAAAEiAAABBwAAAQIAAAEJAAACAQAAAQEAAAIFAAADAQAAAQMAAAEIAAACAgAAAwIAAAEBAAADDQAAAQEAAAQBAAAEAQAAAwUAAAITAAABEwAAAhUAAAMHAAACAQAABgEAAAEDAAABAgAAAgEAAAEFAAABAQAABAIAAAEJAAABDgAAAQEAAAIJAAADAwAAAwkAAAIdAAACAQAAAQgAAAMGAAACBAAAAQIAAAEFAAACCwAAAQYAAAEaAAABAQAAARgAAAECAAABLQAAAQIAAAEvAAACAgAAAuUCAAABxwIAAAEBAAABBQAAAQEAAAEBAAAEAwAAAwEAAAMBAAABAwAAAwQAAAEaAAAB0wIAAAHKAgAAAgkAAAHPAgAAAQQAAAIBAAAFGwAAAUIAAAETAAABHAAAAQEAAAEXAAABAwAAAR0AAAIBAAAFCgAAAg4AAAEBAAABPgAAAQEAAAIBAAABBgAAAQIAAAEcAQAJAQEACQEBAAgBAQALAQEAAwEBAAQBAQABAQEAAAEBAAUBAQAKAQEAAwEBAAwBAQAEAQEABQEBAAMBAQAAAQEAAAEAAAMBAAADCgAAAQIAAAGwAQAAAZcBAAABAQAAAQwAAAEHAAABCAAAAuMCAAADBQAAAQIAAAGRAQAAAgEAAAEDAQABPwAAAXMAAAEGAAABAwAAAQQAAAIHAAABAQAAAQIAAAECAAABAQAAAQIAAAMCAAACAQAABAMAAAHZAgAAAhMAAAHeAQAAASYAAAE1AAABswEAAAFkAAABTwAAAuUBAAABHgAAAQIAAAIBAAABCQAAAQEAAAEBAAABCQAAAwEAAAI8AAACAQAABAEAAAEBAAABAQAAARwAAAEBAAACBgAAAQ8AAAIBAAACAgAAAQIAAAECAAACAQAAAQIAAAMBAAADAQAAAwEBAAEsAQADAQEAAwEBAAUBAQACAQEAAgEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAAABAQAAAQMAAAF8AAACygIAAAEBAAAB4QEAAAGwAQAAAasBAAABHwAAAQMAAAGoAQAAAQEAAAEEAQABhAEAAAFPAAACCgAAAfABAAABMgAAARgAAAIBAAABAwAAAd0BAAABAgAAAdECAAABFAAAAgEAAAEPAAABFQAAASkAAAEBAAABVQAAAQYAAAEPAAABBwAAATQAAAEBAAABAQAAASYAAAErAAABAgAAAiUAAAEBAAABiQEAAAEEAAADqgEAAAG5AQAAAQABAAQBAQACAQEABQEBAAEBAQABAQEAAQEBAAABAgADAQIAAgIAAAEKAQADAQEAAgEBAAcBAQADAQEAAgEBAAEBAQABAQEAAQEBAAEBAQADAQEABAEBAAABAQABAQEAAQEBAAABAQAAAQEABQEBAAMBAQACAQEAAwEBAAABAQAAAQEAAQEBAAABAQAAAQEAAgEBAAEBAQAAAQIAAQEBAAABAQAFAQEAAQEBAAABAQAAAQEAAAEBAAABAQAABAAAAgQAAAEBAAACAQAAAQIAAAIBAQADAwAAAgwAAAEHAAABAgAAAQMAAAEBAAABAQAAAgMAAAMBAAABBgAAAQEAAAEBAAACAQAABAIAAAEBAQAFAQEAAgEBAAEBAQABAQEAAAEBAAEBAQAGAQEAAwEBAAIBAQABAQEABAEBAAQBAQABAQEAAgEBAAEBAQAAAQAAAQIAAAEBAAADAwAAAgcAAAECAAABAQAAAQIAAAEDAAABAQAAAQEAAAQBAAACAwAAAwEAAAIBAAABAgAAAQUAAAEBAAACAwAAAQIAAAIDAAABAQAAAgEAAAECAAABAQAAAgIAAAEBAAABAQAAAQQAAAEBAAAEEAAAAQgAAAECAAACAQAAAQoAAAEBAAABAQAAAQEAAAEBAAABBAAAAQMAAAEBAAABBQAAAgUAAAIBAAABBwAAAwcBAAcBAQAEAQEAAwEBAAIBAQAGAQIABAEBAAEBAQADAQEAAgEBAAMBAQAIAQIAAQEBAAEBAAACAQAAAQcAAAIBAAACAQAAAgoAAAIBAAACAgAAAQIAAAILAAABCgAAAgUAAAIBAAABAQAAAgoAAAIBAAABBAAAAQQAAAEBAAACAQAAAgQAAAECAAACEwAAAwQAAAHlAQAAAfkCAAAB4gEAAAHZAgAAAdkCAAABFQAAAwEAAAQBAAABGAAAAQYAAAMBAAABAgAAAQoAAAIBAAABFAAAAgEAAAMnAAAEBQAAAQUAAAEJAAACAwAAAQQAAAQBAAAGBwAAAQ0AAAQBAAABBQAAAQEAAAEFAAACBgAAAQMAAAEDAAACAQAAAwEAAAQBAAADAQAAAQIAAAEBAQALAQEABwEBAAcBAQAIAQEABwEBAAQBAAADAgAABQEAAAITAAAFAQAAAQEAAAEDAAABAgAAAgEAAAEBAAAFAQAAAgEAAAQBAAACAgAAAgQAAAEDAAABAQAAAQEAAAQBAAABAQAAAwEAAAEBAAACAQAAAgYAAAFzAAABEAAAAQIAAAHcAQAAAg0AAAEBAAABAgAAAQEAAAEQAAABWgAAAQMAAAEfAAABEwAAAwEAAAIHAAACBAEACAEBAAYBAQACAQEAAwEBAAESAAABAgAAAQMAAAUCAAAEAQAABQEAAAMCAAABAQAAAQEBAAIBAAABBwAABAEAAAIBAAACAgAAAQEAAAEBAAACAQAAAhQAAAEZAAACEQAAAQIAAAEBAAABDgAAARkAAAEHAAABCgAAAgEAAAIBAAABAQAAAQMAAAEHAAACAgAAAQEAAAUCAAABAwAAAdwBAAACAQAAAQEAAAECAAABtwEAAAECAAABIgAAAQEAAAIBAAADAQAAAQIAAAKaAQAAAdwBAAACAQAAAQEAAAECAAAB2wEAAAIBAAABAQAAAQMAAAEfAAABAwAAAeEBAAABlwIAAAEEAAABNgAAASYAAAHZAQAAAQEAAAFjAAABUwAAASMAAAEBAAACGgAAAUgAAAEOAAABDgAAAQsAAAEDAAABAQAAAQIAAAHuAQAAAbgBAAABAQAAAQEAAAE5AAABlQIAAAEBAAABMwAAARoAAAEBAAABAQAAAQcAAAG9AgAAATwAAAEYAAABAQAAARQAAAETAAABAQAAAQwAAAETAAABVgAAAX0AAAEEAAABEwAAASEAAAHCAgAAAQEAAAEFAAACAQAAAhQAAAMnAAABNAAAAS0AAAMDAAABYgAAAUcAAAHpAQAAAQEAAAHpAQAAAQEAAAG3AgAAAQMAAAILAQABrAIAAAGMAQAAASUAAAEBAAAGAQAAASUAAAQKAAACAQAAAwsAAAEEAAABBgAAAQEAAAEJAAABAQAAAQEAAAEjAAABDAAAAQEAAAEHAAABAQAAAQEAAAEBAAABCgAAAQEAAAEIAAABAQAAAQYAAAEEAAAGAQAABCAAAAG3AQAAAbkBAAABWwAAAR0AAAFWAAABAQAAAQIAAAEKAAACGgAAARwAAAEJAAABXgAAASgAAAESAAABEwAAATwAAAELAAABBwAAAgEAAAIHAAABBwAAAgoAAAEXAAAB4wIAAAEVAAABEAAAAYICAAABVwAAARQAAAGEAgAAASsAAAEBAAABHQAAAe4CAAABAQAAAToAAAElAAABFAAAAUgAAAFbAAABwwIAAAEBAAABlgIAAAEBAAABAQAAASYAAAEBAAABlwIAAAE+AAABDQAAAwEAAAQLAAACCAAAATkAAAJKAAACAQAAAUIAAAE0AAABPgAAAQEAAAEUAAABAQAABQEAAAIGAAACAQAAAvQBAAABAgAAAYUBAAAB7wIAAAEBAAABBQAAAS4AAAEBAAABwgIAAAFKAAABBwAAAQIAAAE6AAADDgAAAQEAAAFXAAACAQAAAiwAAAEzAAABAwAAASMAAAEwAAABDAAAAQkAAAEEAAABAAAAAgEAAAEGAAABDgAAAQ8AAAEBAAAFCwAAAgkAAAQBAAAGAQAABgEAAAYBAAABAQAABEYAAAIEAAAEAQAAAgQAAAE2AAADCAAAAScAAAEBAAABGAAAAgoAAAIBAAABAgAAAQwAAAGxAQAAASoAAAEKAAABAQAAAQwAAAE0AAABPAAAAYkCAAAB5QIAAAEBAAABFgAAAQEAAALDAQAAAgsAAAUBAAABEQAAAQYAAAEBAAABPAAAAQ0AAAEBAAABBwAAAgEAAAYbAAABAgAAAwEAAAHqAQAAAZ8BAAABAQAAATMAAAEBAAABGgAAAZ0BAAABjAEAAAFPAAABHQAAAQEAAAFZAAACeQAAAQEAAAGMAQAAAckCAAABMwAAASYAAAYBAAADAQAAAwYAAAIFAAABCgAAARgAAAEBAAABMwAAASsAAAJNAAABAwAAAQkAAAEIAAABKAAAARAAAAEGAAAB2QEAAAECAAABAQAAAQEAAAEmAAABRAAAAc0BAAABrgIAAAERAAABEAAAAWoAAAFcAAABpgIAAAE8AAAB4QEAAAEBAAABRAAAAQQBAAENAAAB4gIAAAEFAAABygEAAAEBAAABAgAAAQEAAAEBAAACAgAAAQEAAAECAAACAwAAASgAAAEGAAACAgAABQMAAAMBAAADAQAABwEAAAMBAAACAQAAAwEAAAIDAAADAQAABgQAAAEBAAABBgAAAQYAAAECAAABAQAAAgEAAAEEAAABCAAAAQEAAAQBAAAFAQAAAwEAAAMLAAABCAAAAQEAAAEBAAABCwAAAQQAAAEBAAABAQAAAQgAAAIBAAACIwAAAQEAAAMFAAACAwAAAgcAAAROAAABIwAAAgEAAAIBAAABMQAAAQIAAAEBAAABAgAAAQQAAAEmAAABCAAAAQYAAAEBAAABvAEAAAFMAAACDAAAAQEAAAEKAAABGQAAAZUCAAACAQAAASYAAAEBAAABSAAAAQEAAAEBAAAB8QIAAAE6AAABEwAAAQEAAAIGAAAB9wIAAAEBAAABngIAAAGzAQAAAa8BAAABswEAAAEzAAABGwAAAQIAAAIBAAABCAAAAQEAAAEBAAABLwAAAgEAAAIGAAABAwAAAlwBAAMBAQAAAQEAAAEBAAABAQAAAQEAAAEBAACBAQAAAQEAAAEFAAABAQAAASQAAAFjAAABfgAAARAAAAEBAAABAQAAAXoAAAH5AQAAAYABAAABsAEAAAExAAAB0gIAAAErAAABCwAAAQEAAAIGAAABCwAAAQwAAAFbAAABBQAAAQQAAAErAAABIwAAASIAAAEvAAABBAAAAR0AAAYBAAACAwAAAgIAAAEHAAABAgAABQYAAAEBAAABAQAAAQMAAAEZAAABCQAAAQUAAAEBAAABSgAAAQEAAAEMAAABIgAAAQoAAAFMAAABDAAAARUAAAEHAAABIAAAAboCAAAB5QEAAAIBAAAB6wIAAAFjAAABAQAAAWMAAAEBAAABZQAAAWMAAAEBAAAEzQEAAAECAAAEAQAABwUBAAUBAAABJwAAAUAAAANmAQAJAQEABwEBAAYBAQAGAQEABgEBAA0BAQAJAQEABgECAAIBAgABFQAAAmoAAAGQAgAAAQcAAAEHAAABOgAAAVoAAAEBAAAB0AIAAAEBAAABXgAAATsAAAEBAAABGAAAAUoAAAFHAAABOwAAAQEAAAEOAAABNQAAAgsAAAEVAAABsAEAAAIBAAADBQAAAQgAAAMgAAABTgAAAQEAAAE0AAABAQAAAwUAAAEBAAAGAQAABAEAAAMCAAABCQEACQEBAAoBAQAPAQEACwEBAAQBAAALAQAACgEAAAkBAAAFAQAABwECAAYBAAAEAQAABgEAAAYBAAACAwAABAEAAAcBAAAIAQAAAQEAAAMBAAADAQAABgEAAAQBAAAHBQAAAgMAAAMBAAABAQAAAQEAAAMBAAAEAQAABAEAAAUDAAAJAQAABAEAAAEBAAABAQAAAQEAAAEBAAABAQAABgEAAAYBAAAFAQAABAEAAAcBAAAEAQAAAwEAAAEBAAABAQAABgEAAAwBAAAFAQAABAoAAAkBAAAFAQAABgEAAAIBAAACAQAAAgEAAAMCAAADAQAABgEAAAgBAAAEAQAAAgIAAAMBAAAEAQAABAIAAAECAAAHAQAABwEAAAEBAAABAQAAAgEAAAEBAAABAQAABQIAAAEDAAAEBAAAAgEAAAQFAAABAQAAAQIAAAECAAABMgAAAwEAAAQDAAABAwAAAQkAAAEiAAAGAQAABwMAAAECAAABBAAAAQIAAAMBAAABAQAAAQIAAAEFAAABEAAAAj0AAAEiAAABDQAAAawCAAABkQEAAAFdAAABAQAAARQBAAIBAQAIAQEABwEBAAgBAgACAQEAAwEAAAQBAAABAQAAAgEAAAUEAAACAwAAAQ0AAAEBAAABAQAAAQQBAAETAAABAwAAAwIAAAECAAABdAAAAZABAAABlgIAAAEBAAABAQAAAQAAAAMBAAACAQAAAQIAAAYBAAAFAgEAAwEAAAIBAAADCQAAAwIBAAQBAQACAQEABgEBAAMBAQACAQEABAEBAAYBAQACAQEAAQEBAAMBAQACAQEAAQEBAAIBAQAEAQEAAQEBAAIBAQAGAQEAAQEBAAQBAQAJAQEACQEBAAcBAQAFAQEAAgEBAAUBAQAFAQEABQEBAAMBAgABAQEAAgEBAAcBAQAIAQEABQEBAAYBAQAHAQEAAwEBAAEBAAABAQAAAQEAAAIBAAABAQAAAwIAAAEBAAAEAQAABAEAAAEBAAABAQAABAEBAAMBAAABAQAAAQEAAAICAAAFAQAAAQEAAAEEAAAKAQAACgIAAAUBAQAFAQEACAEBAAcBAQABAQEAAgEBAAUBAQAFAQEACwEBAAIBAQAGAQEAAwEBAAMBAQAFAQEAAQEBAAIBAQAFAQEAAgEBAAoBAQAGAQEACwEBAAIBAQACAQEAAwEBAAEBAQAGAQEAAwEBAAQBAQAFAQIAAQEBAAMBAQAFAQEABQEBAAcBAQAFAQEAAwEBAAEBAAAFAgAAAgEAAAEBAAABAgAAAQMAAAIBAAAEAQAABAEAAAEBAAACAgAAAQUAAAECAAABAQEAAwEBAAQBAQABAQEAAQEBAAQBAQAHAQIAAQEBAAIBAAABAQAAAQEAAAQBAAAEAQAAAwEAAAEBAAACAQAAAQEAAAIBAAABAQAAAwEAAAMBAAADAQAAAwEAAAEBAAADAQAAAwEAAAMCAAACAQAABAEAAAMBAAABAQAAAgEAAAIBAAABAQAAAQMAAAECAAABAwAAAQIAAAEEAAABAQAAAQ0AAAMBAAAEAQAABAEAAAQBAAACAQAAAQEAAAEBAAADAQEABAgAAAEDAAABCgAAAQYBAAYBAQABAQEAAAEBAAABAQABAQEAAAEBAAEDAAABAgAAAQMAAAEBAAABBQAAAQIAAAEFAAABAgAAAQQAAAECAAABBwAAAQcAAAEBAAAGAQAAAwIAAAEEAAACAgAAAQUAAAECAAABAwAAAQEAAAEGAAABBgAAAgEAAAEDAAABAQAAAQMAAAIBAAABBAAAAgMAAAEFAAABAQAAAwIAAAEBAAADAQAABQEAAAIBAAACAQAAAQEAAAICAAACAQAAAQMAAAMBAAAEAQAABQIAAAEBAQAJAQEAAQEBAAEBAQABAQEAAAEBAAQBAQABAQEAAQEDAAQ9AAAB0AIAAAGeAgAAAUkAAAQCAAACAQAAAQEAAAEVAAABEAAAAUkAAAE0AAABAQAAARMAAAEBAAAEAQAAAgEAAAIBAAABAQEABAEBAAYBAQAIAQEAAQEBAAgBAQACAQEAAwEAAAIBAAADBAAABAEAAAoBAAACDwAAAQIAAAEBAAACAgAABgMAAAcBAAABBgAAAQUAAAEEAAADAQAABgEAAAENAAADBgAAAQEAAAESAAABBQAAAQUAAAE8AAACAQAAAzEAAAUBAAADFAAABBAAAAIIAAABAQAAAdACAAABFAAAAREAAAEUAAABFAAAARAAAAEBAAABFAAAATwAAAEFAAABAQAAAQoAAAEIAAABFQAAAQEAAAEHAAABDAAAAQwAAAEHAAABEAAAAQsAAAEgAAABBgEAAR8AAAEwAAACAQAAAQsAAAEEAAACLgAAAgEAAAEyAAABEQAAAQEAAAELAAABAgAAAXMAAAGUAgAAAQYAAAEdAAABAQAAARQAAAEBAAABAQAAASkAAAHdAgAAAQEAAAEfAAAB7QIAAAEBAAABwwIAAAHiAgAAASYAAAEXAAABDQAAAT8AAAFQAAABAgAAAQwAAAEtAAACCwAAAUUAAAE+AAABAQAAAnkAAAEBAAABIwAAAQQAAAECAAABAQAAAf0BAAABcAAAAQIAAAHuAgAAAS0AAAEOAAABCAAAAQMAAAEnAAABBwAABAYAAAFCAAABtwEAAAFAAAABPQAAARUAAAK2AQAAAiwAAAEVAAABBgAAAQEAAAEtAAAEAQAAAQgAAAIDAQACAQEAAgEBAAUBAQAJAQEACAEBAAABAQACAgAAAwEAAAkBAAADAQAAAQEAAAIBAAABAgAACwEAAAcBAAAGAQAAAQEAAAEBAAABAQAAAwEAAAEBAAABBAAABAUAAAIEAAABAQAAAQEAAAIBAAABAQAAAwkAAAECAAAEAQAAAQEAAAEBAAABAwAAAxAAAAEBAAACMAAAAQEAAAG6AgAAAQAAAAH3AQAAAbQBAAABVAAAATIAAAEtAAABngEAAAE=`,d={v:1,analyzer:4,shard:`g8`,N:r,avg:i,docs:a,lens:o,terms:s,df:c,offs:l,post:u};export{r as N,t as analyzer,i as avg,d as default,c as df,a as docs,o as lens,l as offs,u as post,n as shard,s as terms,e as v};