var e=1,t=4,n=`g9`,r=3477,i=[3.829,2.841,58.257],a=[[`g9-p01-t01`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,5,5,`textbook`,`ru`,`Kimyo 9`,`Периодическая таблица элементов и периодический закон в процессе изучения неорганической химии вы ознако мились с историей открытия периодического закона и создания периодической таблицы химических элементов.
В конце IX и начале X веков Абу ар-Рази классифицировал вещества на основе их растительного, животного и минерального происхождения.
В 1620 году A. Сала классифицировал растворители как водные, кислотные и масляные.
В 1718 году Е. Жоффруа составил таблицу сходства веществ.
В XVIII веке было известно около 30 элементов.
В XIX веке стало известно более 60 элементов.
Немецкие ученые И. Деберейнер (1829) и Ю. Мейер (1864), английские ученые У. Одлинг и Дж. Ньюлэндс (1863), французские ученые Дж. Дюма и А. Шанкуртуа (1862) и др.
Пытались систематизировать химические элементы.
В 1869 году проблему систематизации успешно решил русский ученый Д.И.Менделеев.`],[`g9-p01-t02`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,5,6,`textbook`,`ru`,`Kimyo 9`,`В 1869 году проблему систематизации успешно решил русский ученый Д. И. Менделеев.
Д.И.Менделеев первоначально сформулирова л периодический закон так: свойства простых веществ, а также форма и свойства соединений элементов находятся в периодической зависимости от величины их атомных весов. Впоследствии с углублением знаний и расширением представлений о строении атома была предложена следующая новая формулировка периодического закона:
Свойства химических элементов и образованных ими простых и сложных веществ находятся в периодической зависимости от заряда ядра атомов этих элементов.
Периодический закон – закон природы, который отражает все связи, существующие в природе.
На основе периодического закона появилась периодическая таблица элементов. Если в первоначальном варианте (1 марта 1869 г.) периодическая таблица включала 63 элемента, то в ее современном варианте – 118 элементов.`],[`g9-p01-t03`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,6,6,`textbook`,`ru`,`Kimyo 9`,`) периодическая таблица включала 63 элемента, то в ее современном варианте – 118 элементов.
Порядок расположения элементов в периодической таблице обусловлен периодичностью изменения их физических и химических свойств. Под периодичностью понимается повторяе мость свойств через определенный интервал. Например, в таблице щелочные металлы, галогены и инертные газы располагаются через интервал (период), состоящий из 8 или 18 элементов. Такой порядок изменения свойств связан с заполнением электронных оболочек (слоев) атомов.
Периодическая таблица и периодический закон химических элементов с точки зрения строения атома открыт периодический закон и составлена периодическая таблица. Однако Д.И.Менделеев не смог объяснить сходство и различия свойств элементов, причину периодичности изменений.
В XIX веке считалось, что атом — это неделимая частица, которая в химических реакциях не подвергается изменениям. Эти представления изменились благодаря открытиям, сделан ным в конце XIX и начале хх веков.`],[`g9-p01-t04`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,6,7,`textbook`,`ru`,`Kimyo 9`,`Эти представления изменились благодаря открытиям, сделан ным в конце XIX и начале хх веков.
Открытие рентгеновских лучей названных Х – лучами (немецкий ученый В. Рентген, 1895 г.). Открытие радиоактивности (французский ученый A. Беккерель, 1896 г.).
Открытие электрона (английский ученый Дж.Томсон, 1897 г.).
Равенство заряда ядра элемента его порядковому номеру в периодической таблице (английский ученый Д.Мозли, 1913 г.).
Создание протонно-нейтронной теории строения атомного ядра (русские ученые Д.Д.Иваненко и Е.Н.Гапон, а также немецкий ученый В. Гейзенберг, 1932 г.).
Местоположение химического элемента в периодической таблице зависит от строения и свойств его атома.
Изучение радиоактивности (M. склодовская Кюри, п. Кюри, Э. Резерфорд) показало, что атом химического элемента является сложной системой. Атом состоит из положительно заряженного ядра и вращающихся вокруг него электронов (электрон (ē) имеет массу, равную 9,1. 10–31 кг, и отрицательный заряд, равный 1,6. 10–19 Кл). совокупность электронов в атоме называется электронной оболочкой (электронным слоем).`],[`g9-p01-t05`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,7,7,`textbook`,`ru`,`Kimyo 9`,`10–19 Кл). совокупность электронов в атоме называется электронной оболочкой (электронным слоем).
Атом – электронейтральная частица, следовательно, число электронов на электронной оболочке равно заряду ядра или порядковому номеру (Z) элемента в периодической таблице.
Согласно протонно нейтронной теории, ядро атома состоит из протонов и нейтронов (протон (p) – частица, имеющая массу 1 a.е.м. и заряд +1; нейтрон (n) – электронейтральная частица, имеющая массу, близкую к массе протона).
Заряд ядра определяется числом протонов, входящих в его состав, следовательно, число протонов атомного ядра равно порядковому номеру элемента в периодической таблице.
Абсолютная масса атома (A) равна сумме масс всех частиц, входящих в состав атома:
A = масса протонов + масса нейтронов + масса электронов.
Так как масса электронов очень мала, можно считать, что масса атома состоит только из массы протонов и нейтронов. Относительная атомная масса Ar элемента равна:`],[`g9-p01-t06`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,7,8,`textbook`,`ru`,`Kimyo 9`,`Так как масса электронов очень мала, можно считать, что масса атома состоит только из массы протонов и нейтронов. Относительная атомная масса Ar элемента равна:
Ar = Z (число протонов, порядковый номер) + N (число нейтронов).
Число нейтронов в ядре атома равно разности между относительной атомной массой элемента и его порядковым номером: N = A r – Z.
Таким образом, по местоположению элемента в периодической таблице можно определить состав его атома (табл. 1). Таблица 1
Частица область атома, символ (число где может влевом располагаться название нижнем частица углу – заряд)
Протон 11 p 1
Ядро 1 нейтрон 0n 1
Электрон ē число в атоме масса. А.е.м заряд
Ar–Z
Электронная оболочка
Как видно, в состав атома входят положительно и отрицательно заряженные частицы – протоны и электроны, т.е. атом состоит из совокупности частиц с противоположными свойствами.`],[`g9-p01-t07`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,8,8,`textbook`,`ru`,`Kimyo 9`,`Как видно, в состав атома входят положительно и отрицательно заряженные частицы – протоны и электроны, т. е. атом состоит из совокупности частиц с противоположными свойствами.
Протоны, нейтроны и электроны являются элементарными частицами, наряду с ними в настоящее время известно множество частиц с различными свойствами (массой, зарядом и др.). хотя мы их не видим, существование их доказано экспериментальными данными ученых. Элементарные частицы, как и атомы и молекулы, являются разновидностью материи.
Как показало изучение строения атома, элементы в периодической таблице располагаются в определенном порядке в соответствии со строением электронных оболочек атомов.
В невозбужденном состоянии электронное строение атома определяется числом электронов в нем. При этом электроны занимают орбиты с минимальной энергией. Число электронов равно заряду ядра. Таким образом, именно заряд ядра определяет электронное строение атома и вместе с тем свойства элемента. Из этого вытекает следующая формулировка периодического закона.`],[`g9-p01-t08`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,8,9,`textbook`,`ru`,`Kimyo 9`,`Таким образом, именно заряд ядра определяет электронное строение атома и вместе с тем свойства элемента. Из этого вытекает следующая формулировка периодического закона.
· свойства химических элементов и образованных ими простых и сложных веществ находятся в периодической зависимости от зарядов атомных ядер этих элементов.
Количество электронных слоев у атома любого элемента равно номеру периода, в котором расположен этот элемент. Водород H и гелий He имеют один электронный слой и расположены в первом периоде; атомы элементов лития Li, бериллия Be, бора B, углерода C, азота N, кислорода O, фтора F и неона Ne имеют два электронных слоя и расположены во втором периоде и т. д. Атомы элементов не могут иметь на внешнем электронном слое более восьми электронов, и в периодической таблице имеется восемь групп.
Каждая группа подразделяется на основную и побочную подгруппы. Число электронов на внешнем электронном слое атомов основной подгруппы (кроме He) равно номеру группы.`],[`g9-p01-t09`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,9,9,`textbook`,`ru`,`Kimyo 9`,`Число электронов на внешнем электронном слое атомов основной подгруппы (кроме He) равно номеру группы.
1. Начало периода соответствует возникновению нового энергетического уровня. Каждый период начинается с щелочного металла и оканчивается инертным газом. Внешний уровень атомов этих элементов (кроме гелия) содержит восемь электронов и обозначается символами ns2np6 (где n
– число электронных слоев).
2. Элементы основной и побочной подгрупп различаются завершаемостью энергетических уровней. У всех элементов основных подгрупп заполняется или внешний s подуровень (s элементы первой и второй групп), или внешний p под уровень (p элементы третьей и восьмой групп). В первой побочной подгруппе, состоящей из трех декад(Sc–Zn, Y–Cd,
La– Hg), завершается заполнение внутреннего d подуровня, и поэтому эти элементы называются d элементами. Во второй побочной подгруппе лантаноидов и актиноидов заполняется f подуровень, расположенный еще глубже, поэтому эти элементы называются f элементами.`],[`g9-p01-t10`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,9,10,`textbook`,`ru`,`Kimyo 9`,`Во второй побочной подгруппе лантаноидов и актиноидов заполняется f подуровень, расположенный еще глубже, поэтому эти элементы называются f элементами.
Таким образом, электронное строение атома не только объясняет строение периодической таблицы на основе количества групп, основных и побочных подгрупп, числа элементов в группах и периодах, но и расположение в периодической таблице таких элементов, как калий и аргон, кобальт и никель, теллур и йод (см. строение их атомов) и др.
Изменение свойств элементов в периодах и группах
Электронная теория строения атома объясняет изменение свойств элементов исходя из взаимосвязи их атомного строения и места в периодической таблице. Согласно этой теории, в основе химических реакций лежат электронные взаи моотношения – процессы перестройки электронных уровней атомов. В у ка занны х процессах участвуют в основном электроны внешнего электронного слоя (валентные электроны). так, строение внешнего электронного слоя атома углерода имеет вид s2p2, а в возбужденном состоянии – s1p3.`],[`g9-p01-t11`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,10,10,`textbook`,`ru`,`Kimyo 9`,`так, строение внешнего электронного слоя атома углерода имеет вид s2p2, а в возбужденном состоянии – s1p3.
Максимально заполненные слои бывают самыми устойчивыми. Такие электронные слои называются завершенными и имеют s2p6 (8 электронов) электронную конфигурацию (кроме He). поэтому инертные газы с трудом вступают в реакцию.
Во внешних электронных слоях атомов металлов обычно содержится до четырех электронов, которые слабо связаны с ядром. Вступая в химические реакции, атомы теряют валентные электроны. Щелочные металлы, по сравнению с другими металлами, обладают сильно выраженными металлическими свойствами, так как они легче, чем другие металлы, теряют валентные электроны. Для сравнения металлических свойств элементов обычно используется специальная величина – энергия ионизации (I).
· энергия ионизации – это количество энергии, необходимое для отделения электрона от атома.`],[`g9-p01-t12`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,10,11,`textbook`,`ru`,`Kimyo 9`,`· энергия ионизации – это количество энергии, необходимое для отделения электрона от атома.
Энергия ионизации выражается отношением электрон вольта к атому (эв). Энергия ионизации атомов находится в периодической зависимости от порядкового номера элемента.
Во внешнем электронном слое атомов неметаллов имеется четыре и более электрона, тесно связанных с ядром. Вступая в химические реакции, атомы неметаллов обычно присоединяют электроны. Для сравнения неметаллических свойств элементов используется специальная величина – сродство к электрону (E).
· сродство к электрону – это количество энергии, которая выделяется или поглощается в результате присоединения одного электрона к нейтральному атому.
Сродство к электрону измеряется отношением электрон вольта к атому (эв/атом). самой большой величиной сродства к электрону обладают типичные неметаллы – элементы основной подгруппы седьмой группы (F, Cl, Br, I).`],[`g9-p01-t13`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,11,11,`textbook`,`ru`,`Kimyo 9`,`самой большой величиной сродства к электрону обладают типичные неметаллы – элементы основной подгруппы седьмой группы (F, Cl, Br, I).
Рассмотрим изменение химических свойств в зависимости от строения атома напримере элементов одного, например третьего, периода. Атом каждого элемента этого периода имеет три электронных слоя K, L и M, при этом строение электронных слоев K и L для всех элементов данного периода одинаково, и различаются они лишь строением внешнего слоя M (табл. 2).
Таблица 2 радиус Энергия сродство атома, ионизации, электрону, нм эв эв по мере увеличения заряда ядра атомов элементов в периодах радиус атома уменьшается, число электронов во внешнем электронном слое увеличивается. В результате усиливается притяжение к ядру электронов внешнего электронного слоя, возрастают энергия ионизации и сродство к электрону. Поэтому к концу периода металлические свойства элементов ослабевают, а неметаллические – усиливаются.`],[`g9-p01-t14`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,11,12,`textbook`,`ru`,`Kimyo 9`,`Поэтому к концу периода металлические свойства элементов ослабевают, а неметаллические – усиливаются.
Элемент группа
Заряд ядра
Электронная конфигурация
Na Mg Al Si P S Cl
II III IV V VI VII
Действительно, третий период начинается с типичного щелочного металла – натрия. За ним располагается другой типичный щелочной металл магний, который, однако, обладает меньшими, чем натрий, металлическими свойствами. Следующий металл – алюминий – в некоторых соединениях проявляет неметаллические свойства. У элементов Si, P, S, Cl неметаллические свойства усиливаются от Si к Cl. хлор – типичный неметалл. Период завершается инертным газом аргоном. Такие изменения химических свойств элементов наблюдаются во всех периодах.
В больших периодах металлические свойства элементов медленно ослабевают относительно элементов малых периодов, а неметаллические свойства постепенно усиливаются.`],[`g9-p01-t15`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,12,13,`textbook`,`ru`,`Kimyo 9`,`В больших периодах металлические свойства элементов медленно ослабевают относительно элементов малых периодов, а неметаллические свойства постепенно усиливаются.
Рассмотрим изменение химических свойств и строения атомов элементов основной подгруппы напримере элементов первой группы A (табл. 3).
Таблица 3 радиус Энергия атома, ионизации, нм эв
Элемент период
Заряд Электронная конфигурация ядра
H Li Na K Rb Cs Fr у элементов одной под группы с т р о ен ие внешнего электронного слоя атомов одинаковое. Во внешних электронных слоях атомов элементов первой группы А имеется по одному s электрону. Однако с увеличением порядкового номера (заряда ядра) элемента возрастают радиусы атомов и число электронов. Это приводит к ослаблению притяжения внешних электронов к ядру и уменьшению энергии ионизации.
Поэтому в основных подгруппах с возрастанием порядковых номеров элементов сверху вниз их металлические свойства усиливаются, а неметаллические свойства – ослабевают. Изменение свойств элементов по периодами группам можно охарактеризовать следующим образом:`],[`g9-p01-t16`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,13,13,`textbook`,`ru`,`Kimyo 9`,`Изменение свойств элементов по периодами группам можно охарактеризовать следующим образом:
1. С возрастанием порядковых номеров (зарядов ядер)
Элементов в группах их металлические свойства усиливаются, неметаллические свойства ослабевают.
2. С возрастанием порядковых номеров (зарядов ядер)
Элементов в периодах их металлические свойства ослабевают, неметаллические свойства усиливаются.
Следовательно, самые сильные металлические свойства п роявл яются у цезия, самые сильные неме та л ли ческ ие свойства – у фтора. С возрастанием зарядов ядер атомов периодически изменяются число электронов во внешнем электронном слое и радиусы атомов.
Ядро атома
Ядро атома состоит из нейтронов и протонов.
Нейтрон – нейтральная частица, обозначаемая буквой n. его относительная масса равна 1 а.е.м.
Протон – положительно заряженная частица, обозначаемая буквой p. его относительная масса 1 а.е.м. следовательно, ядро атома заряжено положительно, и заряд ядра равен порядковому номеру элемента в периодической таблице.`],[`g9-p01-t17`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,13,14,`textbook`,`ru`,`Kimyo 9`,`следовательно, ядро атома заряжено положительно, и заряд ядра равен порядковому номеру элемента в периодической таблице.
Строение электронных слоев атомов будучи электронейтральной системой, атом состоит в основном из положительно заряженного ядра и вращающихся вокруг ядра отрицательно заряженных электронов. Число протонов в электронейтральном атоме равно числу электронов.
Электроны вращаются вокруг ядра на энергетических уровнях. Энергетические уровни подразделяются на подуровни, подуровни, в свою очередь, на энергетические ячейки.
1. Энергетический уровень n.
K L M N Q
Чем меньше значение энергетического уровня, тем больше энергия связывания электронов этого уровня с ядром.
Число электронов любого энергетического уровня определяется по формуле 2n2: при n = 1: 2. 12 = 2 электрона; при n = 2: 2 . 22 = 8 электронов; при n = 3: 2 . 32 = 18 электронов; при n = 4: 2 . 42 = 32 электрона.`],[`g9-p01-t18`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,14,14,`textbook`,`ru`,`Kimyo 9`,`22 = 8 электронов; при n = 3: 2 . 32 = 18 электронов; при n = 4: 2 . 42 = 32 электрона.
2. Энергетический подуровень l.
Различается по s , p , d , f электронам, вращающимся вокруг ядра, и определяет энергию подуровневых электронов или форму электронных «облаков». его значения составляют от 0 до n–1: при n = 1 l = 0; при n = 2 l = 0,1; при n = 3 l = 0,1,2... (табл. 4).
Связь между n и l таблица 4
Энергетический уровень n
Энергетический подуровень l буквенное выражение l совместное выражение n и l
Число электронов на подуровнях определяется по формуле: 2·(2l+1). s Электроны вращаются вокруг ядра по шарообразной траектории, и на каждом энергетическом уровне (слое) находится по два электрона (2 · (2 · 0 + 1) = 2).
p Электроны вращаются вокруг ядра по осям x, y и z перпендикулярно, и в каждом слое, начиная со второго, находится до шести электронов (2 · (2 · 1 + 1) = 6).`],[`g9-p01-t19`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,14,15,`textbook`,`ru`,`Kimyo 9`,`p Электроны вращаются вокруг ядра по осям x, y и z перпендикулярно, и в каждом слое, начиная со второго, находится до шести электронов (2 · (2 · 1 + 1) = 6).
d и f Электроны вращаются вокруг ядра по более сложной траектории. Начиная с третьего слоя, в каждом слое имеется до 10 d электронов и, начиная с четвертого слоя, в каждом слое имеется до 14 f электронов.
s p p d химические элементы подразделяются на s , p , d и f элементы в зависимости от того, на каком энергетическом подуровне вращается последний присоединенный электрон.
Незаполненные ячейки в подуровнях сначала по одному максимально заполняются электронами, затем оставшиеся электроны по порядку спариваются.
Порядок заполнения энергетических уровней и подуровней электронами можно представить следующим образом:
Задачи и упражнения для самостоятельного решения`],[`g9-p01-t20`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон`,15,15,`textbook`,`ru`,`Kimyo 9`,`…подуровней электронами можно представить следующим образом: Задачи и упражнения для самостоятельного решения
1. Определите в периодической таблице место элементов со следующей электронной конфигурацией: [He]2s22p5; [Ne]3s23p3. 2. Оксид одного из элементов, заранее предсказанных Д.И.Менделеевым, имеет в своем составе 30,5 % кислорода. Степень окисления элемента, составляющего этот оксид, равна +4.
Определите его относительную атомную массу. 3. Элемент, образующий оксид состава EO3, имеет 5,88 % водорода в составе летучего соединения. Определите место элемента в периодической таблице. 4. Напишите электронные формулы элементов с порядковыми номерами 15, 33, 51. 5. Напишите электронные формулы ионов Cr3+ и Br–.`],[`g9-p01-d01`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон: электронной оболочкой, d элементами`,6,9,`definition`,`ru`,`Kimyo 9`,`В XIX веке считалось, что атом — это неделимая частица, которая в химических реакциях не подвергается изменениям.
совокупность электронов в атоме называется электронной оболочкой (электронным слоем).
La– Hg), завершается заполнение внутреннего d подуровня, и поэтому эти элементы называются d элементами.`],[`g9-p01-d02`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон: f элементами, завершенными и имеют s2p6`,9,10,`definition`,`ru`,`Kimyo 9`,`Во второй побочной подгруппе лантаноидов и актиноидов заполняется f подуровень, расположенный еще глубже, поэтому эти элементы называются f элементами.
Такие электронные слои называются завершенными и имеют s2p6 (8 электронов) электронную конфигурацию (кроме He).
· энергия ионизации – это количество энергии, необходимое для отделения электрона от атома.`],[`g9-p01-d03`,9,null,null,`1`,`Периодическая таблица элементов и периодический закон: определения`,11,11,`definition`,`ru`,`Kimyo 9`,`· сродство к электрону – это количество энергии, которая выделяется или поглощается в результате присоединения одного электрона к нейтральному атому.`],[`g9-p02-t01`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая`,15,16,`textbook`,`ru`,`Kimyo 9`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая
Электронная теория строения атома объясняет способность атомов соединяться в молекулы, т.е. механизм и природу образования химической связи.
· химическая связь – это взаимодействие двух и более атомов, в результате которого образуются химически устойчивые двух- или многоатомные системы (например, молекула или кристалл).
· Направленность связи определяет пространственную структуру и форму молекулы.
· Полярность связи определяется асимметрией размещения общей электронной пары вокруг оси связи.
· Кратность связи определяется числом электронных пар, связывающих атомы.
· длина связи – это равновесное состояние расстояния между ядрами атомов (измеряется в нм).
· энергия связи равна работе, совершаемой для разрыва связи (измеряется в кДж/моль).
Образование химической связи представляет собой экзотермический процесс, который сопровождается выделением энергии. Разрыв связи – эндотермический процесс, который сопровождается поглощением энергии.`],[`g9-p02-t02`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая`,16,16,`textbook`,`ru`,`Kimyo 9`,`Образование химической связи представляет собой экзотермический процесс, который сопровождается выделением энергии. Разрыв связи – эндотермический процесс, который сопровождается поглощением энергии.
Основными видами химической связи считаются ковалентная, ионная, металлическая, водородная связи.
Связывание атомов при помощи общих электронных пар называется ковалентной связью.
Способность атома химического элемента притягивать общую электронную пару, участвующую в связи, называется электроотрицательностью:
a) ковалентная связь между атомами с одинаковым значением электроотрицательности называется неполярной ковалентной связью (общая электронная пара располагается симметрично между соседними ядрами);
Б) ковалентная связь между атомами с различным значением электроотрицательности называется полярной ковалентной связью (общая электронная пара смещается в сторону одного из ядер).`],[`g9-p02-t03`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая`,16,17,`textbook`,`ru`,`Kimyo 9`,`Б) ковалентная связь между атомами с различным значением электроотрицательности называется полярной ковалентной связью (общая электронная пара смещается в сторону одного из ядер).
Простые вещества (такие, как H2, F2, Cl2, O2, N2) обладают неполярной ковалентной связью, многие сложные вещества (такие, как H2O, NH 3, HF, SO2, C2H5OH) – полярной ковалентной связью. При нормальных условиях вещества с ковалентной связью могут быть твердыми (парафин, лед), жидкими (вода, спирт) и газообразными (кислород, азот, аммиак).
При образовании соединений из атомов элементов, резко различающихся электроотрицательностью (типичные металлы и типичные неметаллы), общая электронная пара полностью смещается в сторону атома с большей электроотрицательностью. В результате образуются ионы (положительно заряженные катионы и отрицательно заряженные анионы). например, при горении натрия в хлоре 3s электрон натрия спаривается с 3p электроном хлора, и общая электронная пара полностью смещается в сторону атома хлора, в результате чего образуются катион Na+ и анион Cl–.`],[`g9-p02-t04`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая`,17,17,`textbook`,`ru`,`Kimyo 9`,`например, при горении натрия в хлоре 3s электрон натрия спаривается с 3p электроном хлора, и общая электронная пара полностью смещается в сторону атома хлора, в результате чего образуются катион Na+ и анион Cl–.
Частицы, образованные в результате присоединения или потери электронов атомами, называются ионами.
Соединения, образованные из ионов, называются ионными.
Связь между ионами называется ионной.
Между ионной и ковалентной связями не существует четкой границы. Ионную связь можно считать предельным состоянием полярной ковалентной связи. Однако, в отличие от ковалентной связи, ионная связь не имеет направленности.
Процесс отдачи электронов называется окислением.
Процесс присоединения электронов называется восстановлением.
Например, при взаимодействии натрия и хлора атом натрия отдает электрон и окисляется, образуя катион: Na – ē → Na+. Атом хлора присоединяет электрон и восстанавливается, образуя анион: Cl + ē → Cl–. Металлы основной подгруппы первой и второй групп образуют типичные ионные соединения с неметаллами основной подгруппы седьмой группы.`],[`g9-p02-t05`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая`,17,18,`textbook`,`ru`,`Kimyo 9`,`Металлы основной подгруппы первой и второй групп образуют типичные ионные соединения с неметаллами основной подгруппы седьмой группы.
· ионные соединения при нормальных условиях – это твердые вещества.
Атом водорода, связанный с атомом элемента с сильной электроотрицательностью (фтор, кислород, азот), обладает способностью образовывать еще одну связь с атомом другого элемента с сильной электроотрицательностью. Например, в молекуле воды водород связан с сильно электроотрицательным элементом кислородом посредством полярной ковалентной связи. Общая электронная пара смещена в сторону атома кислорода, атом водорода заряжен положительно, а атом кислорода отрицательно.
Положительно заряженный атом водорода одной молекулы воды притягивается отрицательно заряженным атомом кислорода другой молекулы воды, что приводит к образованию связи между двумя атомами кислорода посредством водорода.
· связь между двумя электроотрицательными атомами (неметалла) через атом водорода (точнее через протон)`],[`g9-p02-t06`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая`,18,18,`textbook`,`ru`,`Kimyo 9`,`· связь между двумя электроотрицательными атомами (неметалла) через атом водорода (точнее через протон)
Называется водородной.
Водородная связь характерна для воды, жидкого аммиака, фторида водорода и многих органических соединений.
Металлам свойственны самая низкая энергия ионизации и наличие большого количества подвижных электронов. В структуре кристаллической решетки металла электроны легко отрываются от атомов, в результате чего образуются электронный газ и положительно заряженные ионы металла. Электроны по всему кристаллу считаются общими.
Валентность элементов и степень их окисления
Атом одного элемента может присоединять только определенное число атомов другого элемента.
Валентность – это способность атома элемента присоединять определенное количество атомов другого элемента.
Валентность элементов определяется числом общих электронных пар, связывающих атом одного элемента с атомом другого элемента.`],[`g9-p02-t07`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая`,18,19,`textbook`,`ru`,`Kimyo 9`,`Валентность элементов определяется числом общих электронных пар, связывающих атом одного элемента с атомом другого элемента.
Валентность не может быть равна нулю и иметь отрицательное или положительное значение. Понятие «валентность» целесообразно применять только по отношению к соединениям с ковалентной связью.
Для характеристики состояния атома в соединениях используется понятие, называемое степенью окисления.
· степень окисления – это условный заряд, приобретаемый атомом молекулы при превращении его в ион (т.е. при полном или частичном смещении общей электронной пары в сторону атома с большей электроотрицательностью.
Степень окисления не всегда численно равна валентности.
При определении степени окисления каждого элемента в соединениях необходимо помнить следующее:
Степень окисления атомов в молекулах, состоящих из одинаковых атомов, равна нулю.
Степень окисления водорода в гидридах металлов равна`],[`g9-p02-t08`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая`,19,20,`textbook`,`ru`,`Kimyo 9`,`…атомов в молекулах, состоящих из одинаковых атомов, равна нулю. Степень окисления водорода в гидридах металлов равна
–1, а во всех других соединениях +1.
Степень окисления кислорода во многих соединениях равна –2, в соединениях с фтором +2, в пероксидах (E–O–
Степень окисления фтора во всех соединениях равна –1.
Степень окисления щелочных соединениях равна +1.
Степень окисления элементов второй группы во всех соединениях равна +2.
Степень окисления атомов простых веществ равна нулю.
Поскольку алгебраическая сумма степеней окисления всех элементов в соединении равна нулю, с помощью элементов, степень окисления которых известна, можно определить неизвестную степень окисления других элементов этого соединения.
Многие элементы имеют переменную степень окисления.
Самая высокая степень окисления равна номеру группы периодической таблицы, в которой расположен этот элемент.
Металлов во всех основной подгруппы
Катод Анод
ГЛАВА`],[`g9-p02-d01`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая: ковалентной связью`,15,16,`definition`,`ru`,`Kimyo 9`,`· химическая связь – это взаимодействие двух и более атомов, в результате которого образуются химически устойчивые двух- или многоатомные системы (например, молекула или кристалл).
· длина связи – это равновесное состояние расстояния между ядрами атомов (измеряется в нм).
Связывание атомов при помощи общих электронных пар называется ковалентной связью.`],[`g9-p02-d02`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая: электроотрицательностью, неполярной ковалентной связью`,16,16,`definition`,`ru`,`Kimyo 9`,`Способность атома химического элемента притягивать общую электронную пару, участвующую в связи, называется электроотрицательностью:
a) ковалентная связь между атомами с одинаковым значением электроотрицательности называется неполярной ковалентной связью (общая электронная пара располагается симметрично между соседними ядрами);`],[`g9-p02-d03`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая: полярной ковалентной связью, ионами, ионными, ионной, окислением`,16,17,`definition`,`ru`,`Kimyo 9`,`Б) ковалентная связь между атомами с различным значением электроотрицательности называется полярной ковалентной связью (общая электронная пара смещается в сторону одного из ядер).
Частицы, образованные в результате присоединения или потери электронов атомами, называются ионами.
Соединения, образованные из ионов, называются ионными.
Связь между ионами называется ионной.
Процесс отдачи электронов называется окислением.`],[`g9-p02-d04`,9,`c6`,`s01`,`2`,`Виды химической связи: ковалентная (полярная и неполярная), ионная и металлическая: восстановлением, Валентность`,17,19,`definition`,`ru`,`Kimyo 9`,`Процесс присоединения электронов называется восстановлением.
· ионные соединения при нормальных условиях – это твердые вещества.
Валентность – это способность атома элемента присоединять определенное количество атомов другого элемента.
· степень окисления – это условный заряд, приобретаемый атомом молекулы при превращении его в ион (т.`],[`g9-p03-t01`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты`,20,20,`textbook`,`ru`,`Kimyo 9`,`Теория электролитической диссоциации
Электролиты и неэлектролиты
Проводит ли раствор поваренной соли электрический ток? А раствор сахара?
Мы знаем, что металлы обладают способностью проводить электрический ток. Проводят ли электрический ток другие вещества? Для выяснения этого вопроса проведем следующий опыт.
Соберем прибор, изображенный на рис. 1, и поместим его электроды в сухую поваренную соль. Лампочка не загорается. Опустим электроды прибора в дистиллированную воду. При этом также лампочка не загорается. Значит, сухая поваренная соль и дистиллированная вода не проводят электрический ток.
Теперь опустим электроды прибора в водный раствор поваренной соли. Лампочка загорается. Значит, водный раствор поваренной соли проводит электрический ток. Таким способом можно определить электропроводимость любого вещества.
В зависимости от того, проводят или не проводят вещества электрический ток, они подразделяются на две группы — электролиты и неэлектролиты.`],[`g9-p03-t02`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты`,20,21,`textbook`,`ru`,`Kimyo 9`,`В зависимости от того, проводят или не проводят вещества электрический ток, они подразделяются на две группы — электролиты и неэлектролиты.
Вещества, растворы или расплавы которых проводят электрический ток,
Рис. 1. Прибор для определения электрической проводимости растворов называются электролитами. К электролитам относятся водо растворимые кислоты, щелочи и соли.
Вещества, растворы или расплавы которых не проводят электрический ток, называются неэлектролитами. К не электролитам относятся вещества с неполярной ковалентной связью, а также метан, углекислый газ, сахар, спирты и дистиллированная вода.
Электролиты проводят электрический ток только в растворенном в воде или расплавленном состоянии. В кристаллическом состоянии они плохо проводят или совсем не проводят электрический ток.
Теория электролитической диссоциации
Почему электролит проводит электрический ток только в водном растворе или в расплаве?`],[`g9-p03-t03`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты`,21,21,`textbook`,`ru`,`Kimyo 9`,`Почему электролит проводит электрический ток только в водном растворе или в расплаве?
Почему водные растворы или расплавы электролитов проводят электрический ток, а водные растворы неэлектролитов его не проводят? Попытайтесь подробнее ответить на этот вопрос.
Электролиты (соли, кислоты, а также щелочи) при растворении в воде или плавлении распадаются на ионы: KCl → K+ + Cl – или NaOH → Na+ + OH –.
Ионы — это положительно заряженные (катионы) или отрицательно заряженные (анионы) частицы. Они могут быть представлены одним атомом или группой из нескольких атомов. Однако атомы и ионы резко отличаются друг от друга. Например, обладающий разъедающим свойством натрий является сильным восстановителем, а хлор, будучи сильным ядом, — окислителем. Поваренная соль, состоящая из ионов натрия и хлора, нам хорошо знакома (табл.5).
Электронное строение атомов и ионов Na и Cl таблица 5
Атом натрия
Ион натрия`],[`g9-p03-t04`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты`,21,22,`textbook`,`ru`,`Kimyo 9`,`…хлора, нам хорошо знакома (табл.5). Электронное строение атомов и ионов Na и Cl таблица 5 Атом натрия Ион натрия
Явление распада электролита на ионы при растворении в воде называется электролитической диссоциацией. Ее можно объяснить следующим образом. Как известно, поваренная соль в твердом состоянии не проводит электрический ток, а при растворении в воде распадается на ионы. Причина в том, что: 1) Кристаллы поваренной соли — это соединения с ионной связью, в узлах их кристаллической решетки находятся ионы (рис.2);
2) Молекула воды образована за счет полярной ковалентной связи и устроена так, как показано на рис.3;
3) При растворении поваренной соли в воде она диссоциирует по схеме, показанной на рис.4.`],[`g9-p03-t05`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты`,22,22,`textbook`,`ru`,`Kimyo 9`,`3) При растворении поваренной соли в воде она диссоциирует по схеме, показанной на рис. 4.
Значит, при растворении в воде кристаллы поваренной соли, под воздействием пол яризованных молекул воды образуют гидратированные ионы. Атомы водорода и металлов, отдавая электроны, а атомы аммиака, присоединяя протонызасчет своей свободной электронной пары, превращаются в катионы (H+, Na+, Zn2+, Al3+, NH4+). кислотные остатки и гидроксильные группы являются анионами. В электрическом поле ионы двигаются так, как показано на рис. 5.
при пропускании через электролит электрического тока положительно заряженные ионы притягиваются катодом (поэтому их называют катионами), отрицательно заряженные ионы притягиваются анодом (поэтому их называют анионами).
Разбавленные растворы электролитов (солей и кислот) также распадаются на ионы за счет усиления колебательных движений частиц, приводящих к ослаблению связей между ними.`],[`g9-p03-t06`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты`,22,23,`textbook`,`ru`,`Kimyo 9`,`Разбавленные растворы электролитов (солей и кислот) также распадаются на ионы за счет усиления колебательных движений частиц, приводящих к ослаблению связей между ними.
Молекулы кислот сильно поляризованы, поэтому при
Рис. 3. Полярность молекулы воды
Рис. 2. Строение кристалла поваренной соли
Рис.4. Растворение поваренной соли в воде
Рис.5. Движение ионов к электрическим полюсам растворении в воде они также распадаются на ионы, однако в кислотах не происходят явления, которые наблюдаются при растворении в воде солей и щелочей:
При растворении хлорида водорода в воде атом водорода, отдает электрон и переходит в молекулу воды. В результате образуется ион хлора с лишним электроном и ион H 3O+ (гидроксония) с одним присоединенным протоном (ядро атома водорода). Значит, при растворении в воде HCl, HBr, H2S, H NO3, H2SO 4 и других кислот образуется ион H 3O+ (гидроксония).`],[`g9-p03-t07`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты`,23,24,`textbook`,`ru`,`Kimyo 9`,`Значит, при растворении в воде HCl, HBr, H2S, H NO3, H2SO 4 и других кислот образуется ион H 3O+ (гидроксония).
И он гидроксония образует ионы воды и водорода H3O+ → H+ +H2O. как уже известно из предыдущих тем, H3O+ – это вещество с донорно акцепторной связью. Уравнения диссоциации кислот обычно принято записывать в кратком виде: HCl → H+ +Cl –; HNO3 → H+ +NO 3–; H2SO → 2H+ + SO2–4 .
Элементы знаний, умений и навыков (ЗУН): электролит, не электролит, проверка элект р оп р овод имости растворов различных веществ, электролитическа я диссоциация, теория электролитической диссоциации, катион, анион, ион, ионные кристаллические решетки, гидроксоний.
На какие ионы распадаются BaCl2, ZnCl2, H3PO4, HPO3, KOH,
Ca(OH)2 при растворении в воде?
Запишите уравнения диссоциации хлорида аммония, нитрата меди(II), гидроксида калия и азотной кислоты.
Чем отличаются друг от друга процессы растворения в воде`],[`g9-p03-t08`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты`,24,24,`textbook`,`ru`,`Kimyo 9`,`Чем отличаются друг от друга процессы растворения в воде
KCl и H2SO4?
Чем отличаются друг от друга атом и ион калия?
Атом и молекула хлора ядовиты. Почему неядовит ион хлора?
0,1 моля соли Al2(SO4)3 растворили в воде. Сколько ионов алюминия и ионов сульфата в этом растворе?
Какие вещества называются электролитами?
Какие вещества называются неэлектролитами?
Какие из приведенных веществ проводят электрический ток:
Спирт, серная кислота, хлорид серебра, едкий натрий, жидкий кислород, спиртовый раствор йода. 10. Как можно повысить электропроводимость 98 % ной H2SO4? 11. Почему металлический натрий проводит электрический ток?`],[`g9-p03-d01`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты: электролитами, неэлектролитами, Ионы, электролитической диссоциацией`,20,22,`definition`,`ru`,`Kimyo 9`,`Прибор для определения электрической проводимости растворов называются электролитами.
Вещества, растворы или расплавы которых не проводят электрический ток, называются неэлектролитами.
Ионы — это положительно заряженные (катионы) или отрицательно заряженные (анионы) частицы.
Явление распада электролита на ионы при растворении в воде называется электролитической диссоциацией.`],[`g9-p03-d02`,9,`c3`,`s01`,`3`,`Электролиты и неэлектролиты: катионами`,22,23,`definition`,`ru`,`Kimyo 9`,`Причина в том, что: 1) Кристаллы поваренной соли — это соединения с ионной связью, в узлах их кристаллической решетки находятся ионы (рис.
при пропускании через электролит электрического тока положительно заряженные ионы притягиваются катодом (поэтому их называют катионами), отрицательно заряженные ионы притягиваются анодом (поэтому их называют анионами).
как уже известно из предыдущих тем, H3O+ – это вещество с донорно акцепторной связью.`],[`g9-p04-t01`,9,`c4`,`s07`,`4`,`Диссоциация кислот, щелочей и солей`,24,25,`textbook`,`ru`,`Kimyo 9`,`Диссоциация кислот, щелочей и солей
При диссоциации каких веществ образуются ионы водорода?
1. Кислоты. Все водорастворимые кислоты диссоциируют. При этом образуются ион водорода и ион кислотного остатка:
HBr → H+ +Br –, HNO3 → H+ +NO 3–.
Диссоциация много основных кислот происходит поэтапно:
Первый этап: второй этап:
H2SO4 → H+ +HSO 4–, HSO4– → H+ +SO 42–.
Общие свойства кислот, то есть кислый вкус изменение окраски индикатора, вступление в реакцию с основаниями, основными оксидами и солями, объясняется тем, что в результате их диссоциации образуется ион водорода. В соответствии с этим кислоты можно охарактеризовать следующим образом.
Сложные вещества, при диссоциации которых в качестве катиона образуется только ион водорода, а в качестве аниона – кислотный остаток, называются кислотами.
2. Основания. Все водорастворимые основания при диссоциации распадаются на катион металла (а гидроксид аммония – на ион NH4+ ) и анион гидроксида (OH–):`],[`g9-p04-t02`,9,`c4`,`s07`,`4`,`Диссоциация кислот, щелочей и солей`,25,25,`textbook`,`ru`,`Kimyo 9`,`Все водорастворимые основания при диссоциации распадаются на катион металла (а гидроксид аммония – на ион NH4+ ) и анион гидроксида (OH–):
NaOH → Na+ +OH –, Ca(OH)2 → Ca2+ +2OH –.
Все общие свойства, присущие водорастворимым основаниям — изменение окраски индикатора, взаимодействие с кислотами, кислотными оксидами и солями, – обусловлены ионами OH–, образующимися при диссоциации оснований.
Сложные вещества, при диссоциации которых в качестве аниона образуются только ион гидроксида (OH –), а также катион металла, называются основаниями.
3. Соли. При диссоциации соли распадаются на катион металла (а аммониевые соли – на катион аммония NH4+) и на анион кислотного остатка:
NaNO3 → Na+ + NO3– , K2SO4 → 2K+ + SO42–,
Al2(SO4)3 → 2Al3+ + 3SO42–.
При диссоциации кислых солей в качестве катиона наряду с ионом металла образуется также ион водорода: NaHSO4 → Na+ + HSO4–, HSO4– → H++SO42–.
При диссоциации солей не образуется ион, общий для всех солей, поэтому солям не присущи общие свойства.`],[`g9-p04-t03`,9,`c4`,`s07`,`4`,`Диссоциация кислот, щелочей и солей`,25,26,`textbook`,`ru`,`Kimyo 9`,`При диссоциации солей не образуется ион, общий для всех солей, поэтому солям не присущи общие свойства.
Сложные вещества, при диссоциации которых образуются катион металла и анион кислотного остатка (а в кислых солях и катион водорода), называются солями.
Элементы ЗУН: кислоты, щелочи и соли с точки зрения теории электролитической диссоциации, поэтапная диссоциация.
Что такое ион гидроксония и как он образуется? Какой вид связи присущ этому иону?
2. Запишите уравнение поэтапной диссоциации ортофосфорной кислоты.
Объясните общие свойства кислот с точки зрения теории электролитической диссоциации.
Охарактеризуйте основания и соли с точки зрения теории электролитической диссоциации.`],[`g9-p04-d01`,9,`c4`,`s07`,`4`,`Диссоциация кислот, щелочей и солей: кислотами, основаниями`,25,25,`definition`,`ru`,`Kimyo 9`,`Сложные вещества, при диссоциации которых в качестве катиона образуется только ион водорода, а в качестве аниона – кислотный остаток, называются кислотами.
Сложные вещества, при диссоциации которых в качестве аниона образуются только ион гидроксида (OH –), а также катион металла, называются основаниями.`],[`g9-p04-d02`,9,`c3`,`s01`,`4`,`Диссоциация кислот, щелочей и солей: солями`,25,25,`definition`,`ru`,`Kimyo 9`,`Сложные вещества, при диссоциации которых образуются катион металла и анион кислотного остатка (а в кислых солях и катион водорода), называются солями.`],[`g9-p04-sum`,9,`c4`,`s07`,`4`,`Диссоциация кислот, щелочей и солей: главное`,25,25,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: кислоты, щелочи и соли с точки зрения теории электролитической диссоциации, поэтапная диссоциация.`],[`g9-p05-t01`,9,`c3`,`s01`,`5`,`Сильные и слабые электролиты. Степень диссоциации`,26,26,`textbook`,`ru`,`Kimyo 9`,`Сильные и слабые электролиты. Степень диссоциации
Почему угольная кислота считается слабым электролитом?
Отношение числа диссоциированных молекул к исходному числу растворенных молекул называется степенью электролитической диссоциации, которая обозначается буквой α (альфа).
Степень диссоциации выражается в единицах от 0 до 1 или от 0 до 100 %. если степень диссоциации α равна 0,5, то, значит, каждая из двух молекул распалась на ионы. Если α=1, то это означает, что на ионы распались все молекулы.
При выражении степени диссоциации в процентах (%) расщепление на ионы 85 молекул из 100 записывается так: α=85 %.
Степень диссоциации зависит от природы растворителя и растворенного электролита, концентрации раствора и температуры среды. Поэтому степень диссоциации указывается вместе с концентрацией и температурой. Например, степень диссоциации 0,05 М раствора серной кислоты при 18 °с равна 58 %.`],[`g9-p05-t02`,9,`c3`,`s01`,`5`,`Сильные и слабые электролиты. Степень диссоциации`,26,27,`textbook`,`ru`,`Kimyo 9`,`Например, степень диссоциации 0,05 М раствора серной кислоты при 18 °с равна 58 %.
• электролиты с относительно высокой степенью диссоциации называются сильными.
Они диссоциируют на ионы при любых концентрациях растворов. Многие соли (NaCl, KNO3, Ba(NO3)2, FeSO4), кислоты (HClO4, HNO3, H2SO4, HCl, HBr, HI) и основания (NaOH, KOH, Ca(OH)2, Ba(OH)2) считаются сильными электролитами.
Электролиты, разбавленные растворы которых также имеют малые значения, называются слабыми электролитами. Слабые электролитами считаются все органические и некоторые неорганические кислоты (H2SO3, HClO, H2S, HNO2, H2CO3, H2SiO3, HClO2 и др.), гидроксид аммония, нерастворимые гидроксиды металлов, вода (табл. 6).
Таблица 6 природа электролита
2 Сильный
1 слабый
2 Сильный
1 слабый
1 слабый`],[`g9-p05-t03`,9,`c3`,`s01`,`5`,`Сильные и слабые электролиты. Степень диссоциации`,27,27,`textbook`,`ru`,`Kimyo 9`,`…металлов, вода (табл. 6). Таблица 6 природа электролита 2 Сильный 1 слабый 2 Сильный 1 слабый 1 слабый
1 слабый 0 силу (природу) кислородсодержащих кислот можно определять на основе их общей формулы E(OH)mOn. При n<2 кислота считается слабой, при n≥2 – сильной. Природа кислот в зависимости от числа атомов кислорода, не входящих в состав OH– групп, представлена в табл. 6. сравнение природы электролитов по степени их диссоциации приемлемо лишь для растворов одинаковой концентрации, в других случаях этот способ неприемлем. Поэтому для сопоставления природы слабых электролитов используется константа диссоциации.
В водных растворах слабые электролиты диссоциируют частично. В растворе между молекулами и ионами слабого электролита возникает равновесие. Например: CH3COOH → H+ + CH3COO–.`],[`g9-p05-t04`,9,`c3`,`s01`,`5`,`Сильные и слабые электролиты. Степень диссоциации`,27,28,`textbook`,`ru`,`Kimyo 9`,`В растворе между молекулами и ионами слабого электролита возникает равновесие. Например: CH3COOH → H+ + CH3COO–.
Формула кислота Значение n HmEOn+m E(OH)mOn серная H2SO4 S(OH)2O2 сернистая H2SO3 S(OH)2O
Азотная HNO3 N(OH)O2
Азотистая HNO2 N(OH)O угольная H2CO3 C(OH)2O ортофосфорная H3PO4 P(OH)3O хлорноватистая хлористая хлорноватая хлорная
HClO
HClO2 HClO3 HClO4
Cl(OH)
Cl(OH)O Cl(OH)O2 Cl(OH)O3 слабый слабый Сильный Сильный от ношен ие п роизведен ияконцентраций ионов H+ и CH3COO – к концентрации уксусной кислоты в момент равновесия есть константа диссоциации уксусной кислоты:
Ккдисс. = ;
diss
[ CH COOH3] здесь K — константа диссоциации;
[H+] — молярная концентрация ионов водорода;
[CH3COO–] — молярная концентрация ионов ацетата;
[CH3COOH] — концентрация молекул уксусной кислоты.`],[`g9-p05-t05`,9,`c3`,`s01`,`5`,`Сильные и слабые электролиты. Степень диссоциации`,28,28,`textbook`,`ru`,`Kimyo 9`,`[CH3COOH] — концентрация молекул уксусной кислоты.
Константа диссоциации электролита зависит от природы растворителя и растворенного вещества, а также от температуры, но не зависит от концентрации. Константа диссоциации считается количественной характеристикой диссоциации соединений. Чем больше константа диссоциации, тем сильнее диссоциирует электролит.
Вопросы и задания
1. Что такое степень диссоциации? 2. От чего зависит степень диссоциации электролитов? 3. Как можно повысить степень диссоциации раствора электролита? 4. Как можно повысить степень диссоциации раствора слабого электролита? 5. Что означает константа диссоциации?`],[`g9-p05-d01`,9,`c3`,`s01`,`5`,`Сильные и слабые электролиты. Степень диссоциации: степенью электролитической диссоциации, сильными, слабыми электролитами`,26,27,`definition`,`ru`,`Kimyo 9`,`Отношение числа диссоциированных молекул к исходному числу растворенных молекул называется степенью электролитической диссоциации, которая обозначается буквой α (альфа).
• электролиты с относительно высокой степенью диссоциации называются сильными.
Электролиты, разбавленные растворы которых также имеют малые значения, называются слабыми электролитами.`],[`g9-p06-t01`,9,`c6`,`s03`,`6`,`Ионообменные реакции`,28,29,`textbook`,`ru`,`Kimyo 9`,`Ионообменные реакции
Какие индикаторы используются для определения среды раствора? Что такое индикатор?
Химические реакции, протекающие в растворах электролитов, называются ионообменными, так как осуществляются при участии ионов, образующихся в результате диссоциации электролита.
При составлении уравнений ионообменных реакций записываются ионные формулы диссоциировавшего сильного электролита, молекулярные формулы слабых электролитов, не растворимых в воде осадков, а также выделившихся газообразных веществ.
Ионообменные реакции делятся на три группы.
1. Реакция нейтрализации. Известно, что окраска индикаторов изменяется в зависимости от среды раствора (рис. 6).
При мед лен ном добавлении к кислот ном у раствору (красного цвета) с лакмусом раствора щелочи окраска раствора изменяется и становится фиолетовой. Это объясняется тем, что среда раствора нейтрализовалась: HCl + KOH = KCl + H2O.
Ионное уравнение реакции имеет вид: H+ + Cl– + K+ + OH– = K+ + Cl– + H2O.`],[`g9-p06-t02`,9,`c6`,`s03`,`6`,`Ионообменные реакции`,29,30,`textbook`,`ru`,`Kimyo 9`,`Ионное уравнение реакции имеет вид: H+ + Cl– + K+ + OH– = K+ + Cl– + H2O.
Краткое ионное уравнение реакции имеет вид: H+ +OH – = H2O.
Рис. 6. Изменение цвета индикатора в зависимости от среды раствора
Итак, сущность реакции нейтрализации состоит в том, что при связывании ионов H+, создающих кислотную среду, с ионами OH–, создающими щелочную среду, образуется вода. Вода — не электролит, она почти не расщепляется на ионы.
2. Реакции, протекающие с образованием осадка. Если один из продуктов реакции является нерастворимым в воде веществом, то реакция идет до конца. Например, BaCl2 + Na2SO4 = 2NaCl + BaSO 4↓.
Образовавшийся в результате реакции сульфат бария не растворяется в воде и не распадается на ионы.
Ионное уравнение реакции имеет вид:
Ba2+ + 2Cl– + 2Na+ + SO2– 4= 2Na+ + 2Cl– + BaSO4↓.
Ионы бария и сульфата, образовавшиеся при диссоциации электролитов, связываясь друг с другом, образуют осадок (BaSO4).`],[`g9-p06-t03`,9,`c6`,`s03`,`6`,`Ионообменные реакции`,30,30,`textbook`,`ru`,`Kimyo 9`,`Ионы бария и сульфата, образовавшиеся при диссоциации электролитов, связываясь друг с другом, образуют осадок (BaSO4).
Краткое ионное уравнение реакции записывается в виде: Ba2+ + SO42– = BaSO 4↓.
Составьте уравнения реакций между растворами Ba(NO3)2 и K2SO4. обратите внимание на их ионное уравнение.
3. Реакции, протекающие с образованием газообразного вещества. Если один из продуктов реакции, протекающей между растворами электролитов, является газообразным веществом, то реакция также идет до конца. Например, Na2S + 2HCl = 2NaCl + H2S↑.
Ионное уравнение реакции имеет вид: 2Na+ + S2– + 2H+ + 2Cl– = 2Na + + 2Cl– + H2S↑.
Краткое ионное уравнение: S2– + 2H+ = H2S↑.
Значит, сущность реакции состоит в том, что при связывании ионов H+ и S2– образуется не растворимый в воде газ H2S (табл. 7).
Запишите молекулярное, ионное и краткое ионное уравнения реакции между растворами хлорида аммония и едкого натрия. Сопоставьте краткие ионные уравнения этой и предыдущей реакций.`],[`g9-p06-t04`,9,`c6`,`s03`,`6`,`Ионообменные реакции`,30,31,`textbook`,`ru`,`Kimyo 9`,`Запишите молекулярное, ионное и краткое ионное уравнения реакции между растворами хлорида аммония и едкого натрия. Сопоставьте краткие ионные уравнения этой и предыдущей реакций.
Специфические свойства ионов таблица 7
Ион в реактиве
Ион в растворе наблюдаемый показатель
H+ Индикатор Цвет изменяется
OH – Индикатор Цвет изменяется
Na+ окрашивает пламя в желтый цвет
K+ окрашивает пламя в фиолетовый цвет
Ca2+ CO32– белый осадок Ba2+ SO42– белый осадок
NH+
OH–
OH–
Zn OH
Fe OH
Fe3+ OH–
Al OH
Cl Ag
Br–
CO3 H
PO43– Ag+ Желтый осадок
S2 Pb2+ Черный осадок – PbS
Элементы ЗУН: специфические свойства ионов, условия протекания до конца реакций между растворами электролитов.
Вопросы и задания газ с острым запахом аммиака синий осадок белый осадок. При избытке OH– растворяется светло зеленый осадок. Со временем становится бурым осадок бурого цвета белый осадок. При избытке OH– растворяется белый пористый осадок. Со временем темнеет светло желтый осадок Желтый осадок выделяется SO с острым запахом выделяется газ CO2, загрязняющий известковую воду белый осадок`],[`g9-p06-t05`,9,`c6`,`s03`,`6`,`Ионообменные реакции`,31,32,`textbook`,`ru`,`Kimyo 9`,`Со временем темнеет светло желтый осадок Желтый осадок выделяется SO с острым запахом выделяется газ CO2, загрязняющий известковую воду белый осадок
Ag+ Ag+
1. Почему реакции нейтрализации идут до конца? Обоснуйте свой ответ примерами. 2. Приведите примеры реакций, происходящих с образованием осадка. Запишите уравнения реакций в молекулярном, ионном и кратком ионном виде.
3. Одна из причин протекания реакций между растворами электролитов до конца — образование газообразного вещества.
Приведите примеры реакций обмена, в которых одним из продуктов является газообразное вещество. Запишите уравнения реакций. 4. Запишите молекулярные, ионные и краткие ионные уравнения следующих химических реакций и объясните причины протекания их до конца:
А) Pb(NO3)2 + NaCl → ; б) Na2CO3 + H2SO4 → ;
В) KOH + +HNO3 → ; г) CuSO4+ NaOH → ; д) KCl+AgNO3 → .`],[`g9-p06-d01`,9,`c6`,`s03`,`6`,`Ионообменные реакции: ионообменными`,28,28,`definition`,`ru`,`Kimyo 9`,`Химические реакции, протекающие в растворах электролитов, называются ионообменными, так как осуществляются при участии ионов, образующихся в результате диссоциации электролита.`],[`g9-p06-sum`,9,`c6`,`s03`,`6`,`Ионообменные реакции: главное`,31,31,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: специфические свойства ионов, условия протекания до конца реакций между растворами электролитов.`],[`g9-p07-t01`,9,`c6`,`s04`,`7`,`Гидролиз солей`,32,32,`textbook`,`ru`,`Kimyo 9`,`Гидролиз солей
Происходят ли химические реакции при растворении солей в воде?
Вода считается очень слабым электролитом, и ее степень диссоциации равна α = 10 –9. но тем не менее она не значительно, но расщепляется на ионы: H2O = H + + OH –. концентрация ионов H+ и OH – в чистой воде одинаковая: [H+] = [OH –]. среда, содержащая равные количества ионов H+ и OH–, является нейтральной. Среда с избыточным количеством ионов H+ считается кислотной, а среда с избыточным количеством ионов OH– — щелочной.
Водные растворы некоторых солей изменяют цвет индикатора. Значит, химическая реакция состоялась (табл.8).
Отношение водных растворов некоторых солей к индикаторам Таблица 8 влияние растворов солей на индикаторы лакмус фенолфталеин метилоранж
Фиолетовый красный растворы солей нитрат калия нитрат алюминия карбонат натрия бесцветный бесцветный темно желтый розовый синий темно красный`],[`g9-p07-t02`,9,`c6`,`s04`,`7`,`Гидролиз солей`,32,33,`textbook`,`ru`,`Kimyo 9`,`Фиолетовый красный растворы солей нитрат калия нитрат алюминия карбонат натрия бесцветный бесцветный темно желтый розовый синий темно красный
Желтый при изучении ионообменных реакций вы узнали, почему реакции растворов электролитов и д у т до конца и при связывании ионов в растворе образуются недиссоциирующие вещества . рассмотрим теперь причины изменений , представленных в табл.8.
1. Водный раствор нитрата калия не изменяет цвет индикатора: KNO3 + H2O → K+ + NO3– + H2O, (H2O → H+ + OH–).
Ион K+ образует с ионом OH –, возникшим в результате, хотя и незначительной, диссоциации воды, вещество KOH, которое, будучи сильным электролитом, полностью распадается на ионы: KOH → K++OH–. HNO3, образовавшийся в результате связывания ионов NO 3– и H +, также является сильным электролитом, который полностью распадается на ионы: HNO3 → H++ NO3–. Значит, среда растворов солей, образованных сильным основанием и сильной кислотой, является нейтральной. То есть такие соли не гидролизуются.`],[`g9-p07-t03`,9,`c6`,`s04`,`7`,`Гидролиз солей`,33,33,`textbook`,`ru`,`Kimyo 9`,`Значит, среда растворов солей, образованных сильным основанием и сильной кислотой, является нейтральной. То есть такие соли не гидролизуются.
Слово “гидролиз” в переводе с греческого означает “гидро” — вода, “лизис” — расщепляю.
2. Нитрат алюминия — соль, образованная слабым основанием и сильной кислотой. Такие соли гидролизуются. О гидролизе соли нитрат алюминия можно судить по изменению цвета индикатора:
Al3+ + 3NO3– + H2O(H+ + OH–) → AlOH2+ + 3NO3– + H+.
Ионы OH –, образующиеся при диссоциации воды, связываясь с ионом Al 3+, образуют недиссоциирующий ион AlOH2+. в результате в растворе наблюдается избыток ионов н+, что создает кислотную среду. В этом процессе ион Al3+ превращается в ион AlOH2+, а AlOH2+, присоединяя еще один ион OH–, превращается в ион Al(OH)2+. процесс не продолжается, и образование иона Al(OH)3 не происходит, так как накапливающиеся в растворе ионы H+ останавливают диссоциацию воды:`],[`g9-p07-t04`,9,`c6`,`s04`,`7`,`Гидролиз солей`,33,34,`textbook`,`ru`,`Kimyo 9`,`процесс не продолжается, и образование иона Al(OH)3 не происходит, так как накапливающиеся в растворе ионы H+ останавливают диссоциацию воды:
Al3+ → Al(OH)2+ → Al(OH)2+ → Al(OH)3.
Для за ве ршен и я процесса необходимо изба вляться отлишних ионов H+. среда водных растворов солей, образованных слабым основанием и сильной кислотой, является кислотной.
3. Карбонат натрия — соль, обра зова н на я сильным основанием и слабой кислотой. В водных растворах таких солей также происходят химические процессы. Как видно из табл. 8, изменение окраски индикаторов указывает на то, что среда раствора является щелочной. При растворении в воде солей, образованных сильным основанием и слабой кислотой, анион слабой кислоты, связываясь с ионом H+, возникшим при диссоциации воды, образует недиссоциирующий ион HCO –: 3 Na2CO3 +H2O;
2Na+ +CO2–3 + H2O(H+ +OH –) → 2Na+ + HCO – +OH –.`],[`g9-p07-t05`,9,`c6`,`s04`,`7`,`Гидролиз солей`,34,34,`textbook`,`ru`,`Kimyo 9`,`…воды, образует недиссоциирующий ион HCO –: 3 Na2CO3 +H2O; 2Na+ +CO2–3 + H2O(H+ +OH –) → 2Na+ + HCO – +OH –.
Ион HCO – , связываясь с очередным ионом H+, должен 3 образоватьион H2C O 3. Однако этого не происходит (H2CO → H2O + CO2), так как ионы OH – в растворе препятствуют диссоциации очередной молекулы воды. Для завершения процесса гидролиза необходимо избавляться от лишни х ионов OH –. при растворении в воде солей, образованных сильным основанием и слабой кислотой, среда раствора является щелочной.
4. Соли, образованные слабым основанием и слабой кислотой, гидролизуются полностью и образуют слабое основание и слабую кислоту:
Al2S3 + 6H2O → 2Al(OH) ↓ + 3H2S↑.
Среда раствора определяется относительной силой образовавшихся основания и кислоты. Значит, если сильнее основание, среда слабощелочная, если сильнее кислота, среда слабокислотная, если силы основания и кислоты будут равными, то среда раствора будет нейтральной.`],[`g9-p07-t06`,9,`c6`,`s04`,`7`,`Гидролиз солей`,34,35,`textbook`,`ru`,`Kimyo 9`,`Значит, если сильнее основание, среда слабощелочная, если сильнее кислота, среда слабокислотная, если силы основания и кислоты будут равными, то среда раствора будет нейтральной.
Реакции между солями и водой называются гидро ли тическими.
Образование слабого электролита в результате взаимодействия с водой ионов, возникших при диссоциации соли, называется гидролизом.
Мы уже знаем, что гидролиз солей зависит от природы солей, концентрации раствора и температуры. Следовательно, соли, образованные слабым основанием и слабой кислотой, подвергаются гидролизу полностью.
С повышением температуры процесс гидролиза солей усиливается, так как при этом равновесие диссоциации воды H2O → H+ + OH– смещается вправо. Иногда гидролиз солей, не происходящий при обычных условиях, протекает при высоких температурах. Например, соль FeCl3 гидролизуется в три стадии. В обычных условиях гидролиз этой соли осуществляется только на первой стадии: FeCl3 + HOH → HCl + Fe(OH)Cl2.`],[`g9-p07-t07`,9,`c6`,`s04`,`7`,`Гидролиз солей`,35,35,`textbook`,`ru`,`Kimyo 9`,`В обычных условиях гидролиз этой соли осуществляется только на первой стадии: FeCl3 + HOH → HCl + Fe(OH)Cl2.
Однако при кипячении раствора осуществляется и вторая стадия: Fe(OH)Cl + H2O → HCl + Fe(OH)2Cl.
При продолжении нагревания происходит и третья стадия гидролиза: Fe(OH)2Cl + H2O → HCl + Fe(OH)3↓.
Степень гидролиза возрастает при разбавлении растворов. Это можно наблюдать напримере гидролиза соли SbCl3:
SbCl3 + 2H2O Sb(OH)2Cl + 2HCl.
Дополнительное разбавление водой раствора этой соли приведет к смещению равновесия диссоциации воды вправо и выпадению осадка Sb(OH)2Cl (или антимонил хлорида — SbOCl).
Следовательно, для ослабления процесса гидролиза в растворах необходимо сохранять низкую температуру и высокую концентрацию раствора. Кроме того, гидролиз солей можно предупредить путем обеспечения кислотной среды в растворах солей, образованных слабым основанием и сильной кислотой, и щелочной среды в растворах солей, образованных сильным основанием и слабой кислотой.`],[`g9-p07-t08`,9,`c6`,`s04`,`7`,`Гидролиз солей`,35,36,`textbook`,`ru`,`Kimyo 9`,`…слабым основанием и сильной кислотой, и щелочной среды в растворах солей, образованных сильным основанием и слабой кислотой.
Элементы ЗУН: нейтральная среда, щелочная среда, кислотная среда, гидролиз солей, образованных сильным основанием и сильной кислотой, гидролиз, слабокислотная и слабощелочная среда.
Вопросы и задания
1. Какие соли гидролизуются? Почему? 2. Можно ли считать гидролиз солей химическим процессом? 3. Запишите уравнения процесса гидролиза следующих солей и определите среду образовавшегося раствора: ZnCl2, K2SO3, Na2SO4. 4. Какая соль и в каком количестве (г) образуется при насыщении
200 г 10 % ного раствора едкого натрия 11,2 л CO2? какой будет среда раствора? 5. Какой будет среда раствора при гидролизе солей Na2SiO3 и
FeSO4?
Наглядные задачи и примеры
Пример 1. 104 г 5 % ного раствора хлорида бария смешали с 71 г 10 % ного раствора сульфата натрия. Сколько граммов сульфата бария выпало в осадок?`],[`g9-p07-t09`,9,`c6`,`s04`,`7`,`Гидролиз солей`,36,36,`textbook`,`ru`,`Kimyo 9`,`104 г 5 % ного раствора хлорида бария смешали с 71 г 10 % ного раствора сульфата натрия. Сколько граммов сульфата бария выпало в осадок?
Решение. 1. Найдем массу и количество вещества хлорида бария в растворе: m(BaCl2) = 104 ·0,05 = 5,2 г, m(BaCl2) 5,2 n = = = 0,025 моля. M(BaCl2) 208
2. Теперь найдем массу и количество вещества сульфата натрия в растворе: m (Na2SO4) = 71 ∙ 0,1 = 7,1 г, m(Na2SO4) n = = M(Na2SO4)
3. Запишем уравнения реакции взаимодействия BaCl2 и Na2SO4 и продолжим вычисления:
BaCl + Na2SO4 = BaSO 4↓ + 2NaCl.
1 моль 1 моль
233 г 117 г 1 моль 2 моля согласно уравнению реакции, при взаимодействии 1 моля хлорида бария с 1 молем сульфата натрия в осадок выпадает 1 моль сульфата бария. Молярные соотношения веществ, данные в условии, следующие: 0,025 моля BaCl2, 0,05 моля Na2SO4. Значит, в реакции участвует 0,025 моля сульфата натрия, а 0,025 моля остаются в излишке. В результате реакции образуется 0,025 моля осадка BaSO4: m(BaSO4) = 233 · 0,025 = 5,825 г.`],[`g9-p07-t10`,9,`c6`,`s04`,`7`,`Гидролиз солей`,36,37,`textbook`,`ru`,`Kimyo 9`,`В результате реакции образуется 0,025 моля осадка BaSO4: m(BaSO4) = 233 · 0,025 = 5,825 г.
Ответ: образуется 5,825 г осадка.
Пример 2. Внимательно рассмотрите табл.7. Для определения иона, содержащегося в растворе, воспользуйтесь необходимыми реактивами и запишите молекулярное, ионное и краткое ионное уравнения происходящего процесса. Например, для определения иона Cu 2+ необходим ион OH–. в результате выпадает синий осадок Cu(OH)2: Cu(NO ) + 2KOH = Cu(OH)2↓ + 2KNO3,
– + – ↓ + – Cu2+ + 2NO3 + 2K + 2OH = Cu(OH)2 + 2K + 2NO3 , Cu2+ + 2OH = Cu(OH)–2↓.
Вы также можете подобрать необходимые реактивы для определени ячетырехп роизвольны х ионов и записать уравнения протекающих реакций.
Пример 3. Воздействуя на раствор хлорида железа(III) раствором карбоната калия, невозможно получить карбонат железа(III). почему?`],[`g9-p07-t11`,9,`c6`,`s04`,`7`,`Гидролиз солей`,37,38,`textbook`,`ru`,`Kimyo 9`,`Воздействуя на раствор хлорида железа(III) раствором карбоната калия, невозможно получить карбонат железа(III). почему?
Решение. 1. Хлорид железа(III) – соль, образованная слабым → 3+ основанием и сильной кислотой: FeCl3 Fe + 3Cl–. 2. Карбонат калия – соль, образованная сильным основанием и слабой кислотой: K2CO3 2K + CO3 . 3. Fe2(CO3)3 — соль, образованная слабым основанием и слабой кислотой. Водный раствор этой соли полностью гидролизуется. Значит, в растворе не содержится соль Fe2(CO3)3:
Fe2(CO3)3 + 3H2O = 2Fe(OH)3 + 3CO2 .
4. 2FeCl3 + 3K2CO3 + H2O = 2Fe(OH)3↓ + 3CO2 + 6KCl.
2Fe3+ + 6Cl– + 6K+ + 3CO3 + 6H2O = 2Fe(OH)3 + 3CO2 + 6Cl– + 6K+,
2 ↓ + 3CO 2Fe3+ + 3CO3 = 2Fe(OH)2 2 . Пример 4. К 50 г 10,6 % ного раствора карбоната натрия добавили избыточное количество раствора сульфата алюминия. Объясните происшедший процесс. Какой газ и в каком объеме (н.у.) выделился при этом? Решение. 1. Найдем массу чистой соли Na2CO3 в 50 г 10,6 % ного раствора карбоната натрия: m(NaCO3) = 50 ∙ 0,106 = 5,3 г. 2. Запишем уравнения химической реакции:`],[`g9-p07-t12`,9,`c6`,`s04`,`7`,`Гидролиз солей`,38,39,`textbook`,`ru`,`Kimyo 9`,`Найдем массу чистой соли Na2CO3 в 50 г 10,6 % ного раствора карбоната натрия: m(NaCO3) = 50 ∙ 0,106 = 5,3 г. 2. Запишем уравнения химической реакции:
3Na2CO3 + Al2(SO4)3 + 3H2O = 2Al(OH)3 + 3CO2 + 3Na2SO4.
Ответ: образуется 1,12 л CO2. объясним ионообменные реакции между солями, взятыми для реакции: a) Na2CO3 — соль, образованная сильным основанием и слабой кислотой:
NaOH → Na2CO3 H2CO3. сильное слабая двуосновная основание кислота в растворе соли Na2CO3 имеется катион натрия и анион кар → + 2 боната: Na2CO3 2Na + CO3 . в растворе еще есть вода. Вода — очень слабый электролит:
α(H2O) = 10 –9, H2O → H+ + OH–; б) Al2(SO 4)3 — соль, образованная слабым основанием и сильной кислотой: Al(OH)3 → Al2(SO4)3 слабое основание
H2SO4 сильная двуосновная кислота
→ 3+ 2 Al2(SO4)3 2Al + 3 SO4 .
Содержащаяся в растворе вода, хотя и незначительно, диссоциирует на ионы H+ и OH–; в) при добавлении к раствору карбоната натрия раствора сульфата алюминия между указанными выше ионами происходит химический процесс:`],[`g9-p07-t13`,9,`c6`,`s04`,`7`,`Гидролиз солей`,39,39,`textbook`,`ru`,`Kimyo 9`,`Содержащаяся в растворе вода, хотя и незначительно, диссоциирует на ионы H+ и OH–; в) при добавлении к раствору карбоната натрия раствора сульфата алюминия между указанными выше ионами происходит химический процесс:
6Na+ +3CO3 + 2Al3+ + 3SO4 + 3H2O[H+ + OH–] =
= 2Al(OH)3↓ + 3CO2 + 6Na+ + 3SO4 . Значит, в результате ионообменной реакции образуются осадок гидроксида алюминия и углекислый газ.
Задачи и примеры для самостоятельного решения какие ионы содержатся в растворах хлорида железа(III), сульфата цинка, едкого натрия, ортофосфорной кислоты? Раствор хлорида в органических растворителях не проводит электрический ток и не воздействуе т на цинк. Чем объясняются эти явления? Какие ионы содержатся в водном растворе м и нера ла карналлита (KCl ·MgCl2· 6H2O)? сколько ионов алюминияисул ьфата образуется при растворении в воде 1 моля сульфата алюминия?`],[`g9-p07-t14`,9,`c6`,`s04`,`7`,`Гидролиз солей`,39,40,`textbook`,`ru`,`Kimyo 9`,`сколько ионов алюминияисул ьфата образуется при растворении в воде 1 моля сульфата алюминия?
Запишите молекулярные, ионные и к рат к ие ионные уравнения следующих химических реакций: CuCl2 + NaOH = ... ; H 3PO4 + Ca(OH)2 = ... ; Al(NO3)3 + KOH = ... ; AgNO3 + AlCl3 = ... . как можно осуществить процесс, выраженный следующим кратким ионным уравнением? Cu2+ + 2OH– = Cu(OH)2.
Тестовые задания по пройденным темам
1. Укажите сильные электролиты среди приведенных растворов.
А) 100 % ный раствор H2SO4; B) раствор азотной кислоты;
С) водный раствор йода; D) водный раствор сахара. 2. Водные растворы каких веществ являются электролитами?
6) Этиловый спирт; 7) Углекислый газ; 8) Раствор поваренной соли.
Гидроксида бария. Как изменится электропроводимость образовавшегося раствора?
А) электропроводимость раствора увеличится;
В) электропроводимость раствора будет уменьшаться до нуля, а затем снова начнет увеличиваться;`],[`g9-p07-t15`,9,`c6`,`s04`,`7`,`Гидролиз солей`,40,41,`textbook`,`ru`,`Kimyo 9`,`В) электропроводимость раствора будет уменьшаться до нуля, а затем снова начнет увеличиваться;
С) электропроводимость раствора будет увеличиваться и в конце концов уменьшится;
D) цвет раствора изменится, и он не будет электролитом. 4. 0,1 моль FeCl3 полностью растворили в воде. Определите число ионов железа и хлорида в растворе:
D) 1000000 Fe3+ и 3000000 Cl–. 5. Какие из приведенных химических реакций протекают до конца? A) BaCl2 + K2SO4 = ...; B) KCl + HNO3 = ...; C) CaCO3 + HNO3 = ...; D) A, C. 6. Определите вещества водные растворы которых хорошо проводят электрический ток и не изменяют окраски лакмуса и фенолфталеина.
А) оксиды; в) щелочи; с) соли; D) кислоты. 7. Какие из приведенных солей подвергаются гидролизу?
A) NaCl; B) BaSO4; C) CuSO4; D) KNO3. 8. По сколько молей солей хлорида калия и сульфата калия надо взять, чтобы приготовить растворы с одинаковым количеством ионов K+?
A) одинаковое количество молей от каждой соли;
B) 1 моль KCl и 2 моля K2SO4;
C) 2 моля KCl и 1 моль K2SO4;
D) 2 моля KCl и 3 моля K2SO4.
ГЛАВА
III
H2 C S Br2 I2 P`],[`g9-p07-d01`,9,`c6`,`s04`,`7`,`Гидролиз солей: гидро ли тическими, гидролизом`,34,35,`definition`,`ru`,`Kimyo 9`,`Реакции между солями и водой называются гидро ли тическими.
Образование слабого электролита в результате взаимодействия с водой ионов, возникших при диссоциации соли, называется гидролизом.`],[`g9-p07-sum`,9,`c6`,`s04`,`7`,`Гидролиз солей: главное`,36,36,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: нейтральная среда, щелочная среда, кислотная среда, гидролиз солей, образованных сильным основанием и сильной кислотой, гидролиз, слабокислотная и слабощелочная среда.`],[`g9-p08-t01`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода`,41,41,`textbook`,`ru`,`Kimyo 9`,`НЕМЕТАЛЛЫ. ГРУППА УГЛЕРОДА
Общая характеристика элементов группы углерода
Какие общие свойства характерны для элементов группы углерода?
В группу углерода входят C, Si, Ge, Sn, Pb.
Элементы группы углерода относятся к семейству p-элементов.
Валентность их равняется II и IV.
Высшая степень окисления +4. (CO2 , SiO2).
Низшая степень окисления –4. (CH4 , Mg2Si).
Внешний электронный слой атомов элементов группы углерода имеет вид ns2np2.
Элементы группы углерода расположены в основной подгруппе четвертой группы периодической таблицы элементов (p элементы) и на внешнем энергетическом уровне атомов имеют четыре электрона. В периодической таблице они находятся в промежутке между элементами, которые легко присоединяют и легко отдают электроны. В водородных соединениях они проявляют степень окисления – 4 (метан CH4). в кислородных соединениях их высшая степень окисления равна +4 (CO2, H2CO3, SiO2, H2SiO3).`],[`g9-p08-t02`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода`,41,42,`textbook`,`ru`,`Kimyo 9`,`в кислородных соединениях их высшая степень окисления равна +4 (CO2, H2CO3, SiO2, H2SiO3).
Элементы группы углерода (в основном соединения водорода с углеродом и кремнием) не проявляют ни кислотных, ни основных свойств. Это объясняется слабой полярностью углерод водородных и кремний водородных связей и неполярностью молекул метана и силана вследствие близких значений электроотрицательности атомов.
В табл. 9 приводятся некоторые характеристики элементов группы углерода.
Таблица 9 относительная электроотрицательность порядковый номер и заряд ядра радиус атома, химический символ
Электронная конфигурация
Элемент углерод C 6 (+6)
Кремний Si 14 (+14)
Германий Ge 32 (+32)
Расположение углерода в периодической таблице, строение его атома
Углерод – основа живой природы. Углерод встречается в природе в чистом виде и в виде карбонат содержащих минералов. Алмаз и графит — аллотропические модификации углерода. Карбин — искусственная аллотропическая модификация углерода.`],[`g9-p08-t03`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода`,42,43,`textbook`,`ru`,`Kimyo 9`,`Алмаз и графит — аллотропические модификации углерода. Карбин — искусственная аллотропическая модификация углерода.
В периодической таблице углерод расположен в основной подгруппе четвертой группы второго периода под порядковым номером 6 и относится к семейству p элементов. Его относительная атомная масса равна 12,011. на внешнем энергетическом уровне атома имеется четыре электрона.
В периодической таблице углерод находится среди элементов, атомы которых легко отдают и легко присоединяют электроны. В водородных соединениях (CH4) углерод четырехвалентен. Степень окисления равна +2 и +4 (CO и CO2).
Сода Na2CO3, магнезит MgCO3, доломит CaCO3.MgCO3, CaCO3, BaCO3, FeCO3, алмаз, графит, уголь, органические вещества.
Алмаз Тпл, °C , г/см3 открыты
Известны издавна
CaC2, водяной газ
Древесина C
Применение получение искусственного алмаза, в качестве адсорбента, получение метилового спирта, получение сас2, изготовление электродов.`],[`g9-p08-t04`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода`,43,43,`textbook`,`ru`,`Kimyo 9`,`Применение получение искусственного алмаза, в качестве адсорбента, получение метилового спирта, получение сас2, изготовление электродов.
В природе углерод встречается в свободном состоянии и в составе соединений. В составе минералов в основном содержится в виде солей угольной кислоты; например, кальцит (известняк) CaCO3 и доломит CaCO3.MgCO3 — соли угольной кислоты. В воздухе углерод встречается в виде углекислого газа — CO2. углерод составляет основу живой природы, растительного и животного мира, а также нефти, угля, торфа.
В свободном состоянии углерод встречается в виде алмаза и графита. Это — твердые вещества с атомной кристаллической решеткой. Они раз личаютсястроениемкристал лической решетки и физическими свойствами.`],[`g9-p08-t05`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода`,43,44,`textbook`,`ru`,`Kimyo 9`,`Они раз личаютсястроениемкристал лической решетки и физическими свойствами.
Алмаз — самое твердое вещество в природе. Чистый алмаз — бесцветное прозрачное вещество с сильным л у чеп ре ломл яющим свойством и кристаллическим строением. В кристаллах а лма за все атомы углерода находятся на одинаковом расстоянии друг от друга, и каждый атом образует с четырьмя соседними атомами ковалентную связь, направленную к вершинам тетраэдра (рис. 7). Алмаз хорошо проводит тепло, но почти не проводит электрический ток. Огра ненные прозрачные кристаллы а лма за называются бри лл иа н тами.
Они применяются при изготовлении ювелирных изделий. Техн ическийалмазполучают искусственным путем. В технике алмаз используют для изготовления абразивных материалов, приборов для резки стекла, обработки металлов и других материалов (рис. 8).`],[`g9-p08-t06`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода`,44,45,`textbook`,`ru`,`Kimyo 9`,`В технике алмаз используют для изготовления абразивных материалов, приборов для резки стекла, обработки металлов и других материалов (рис. 8).
Графит — темно серое мягкое кристаллическое вещество с металлическим блеском. Атомы углерода в графите расположены в пара ллельных плоскостях (рис. 9). вследствие того, что связь между атомами, расположенными в па раллельных плоскостях, слабее, чем между атомами, находящимися на горизонтальной плоскости, графит при по
Рис. 7. Электронное строение алмаза
Рис. 8. Алмазный бур
Рис. 9. Электронное строение графита а б
Рис. 10. Кристаллическое строение алмаза (а), графита (б), фуллерена (в)
Верхностном трении разъедается. Он применяется для изготовления сухих сма зочных материалов, электродов, ка рандашей. Древесный уголь, кокс, костный уголь, сажа состоят из мелких кристаллов сухого графита.`],[`g9-p08-t07`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода`,45,45,`textbook`,`ru`,`Kimyo 9`,`Древесный уголь, кокс, костный уголь, сажа состоят из мелких кристаллов сухого графита.
Карбин — искусственная аллотропическая модификация углерода, в которой атомы образуют линейные цепочки. Карбин бывает двух типов: полиин, где атомы углерода связаны друг с другом чередующейся одинарной и тройной связью: – C ≡ C – C ≡ C – C ≡ C – C ≡ C – ( – C ≡ C – ) n; полиен , г д е атомы углерода связаны друг с другом двойной связью: = C= C= C= C= C= C= C= C=(= C= C=)n; по плотности и твердости карбин превосходит графит, но он мягче, чем алмаз.
Карбин — химически инертное порошкообразное вещество черного цвета, обладающее полупроводниковым свойством.
Фуллерен – аллотропическая модификация углерода, открытая в конце 80 х годов XX века. Существует в виде икосаэдра, состоящего из 20 шести уголь ни ко в и 12 пяти угольников более чем 80 углеродных атомов. Он образуется в небольшом количестве при переходе газообразного углерода в твердое состояние (рис. 10).`],[`g9-p08-t08`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода`,45,46,`textbook`,`ru`,`Kimyo 9`,`Он образуется в небольшом количестве при переходе газообразного углерода в твердое состояние (рис. 10).
Содержащийся в воздухе углекислый газ усваивается растениями в процессе фотосинтеза. При этом образуются органические вещества и выделяется кислород. Углерод, имеющийся в составе растений, переходит в организм животных. Такие полезные ископаемые, как каменный уголь, нефть, природный газ, образовались из остатков растений и животных. В результате жизнедеятельности растительного и животного мира, горения угля, нефти, газа, извержения вулканов и выветривания минеральных ископаемых углерод возвращается в атмосферу в виде углекислого газа.
При разложении горных пород иногда образуются основные оксиды, с которыми соединяется углекислый газ воздуха. Это приводит к образованию новых минералов. Так происходит круговорот углерода в природе.
Элементы ЗУН: валентность элементов группы углерода, степень окисления, электронная конфигурация, место углерода в периодической таблице, строение атома, алмаз, графит, карбин, природные соединения углерода.`],[`g9-p08-t09`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода`,46,46,`textbook`,`ru`,`Kimyo 9`,`Элементы ЗУН: валентность элементов группы углерода, степень окисления, электронная конфигурация, место углерода в периодической таблице, строение атома, алмаз, графит, карбин, природные соединения углерода.
Вопросы и задания
1. Какова валентность и степень окисления в летучих водородных соединениях элементов группы углерода? 2. Напишите формулы высших оксидов элементов группы углерода. 3. Плотность летучего водородного соединения одного из элементов группы углерода относительно гелия равна 8.
Определите формулу этого соединения. 4. Сколько неспаренных электронов имеется у атомов элементов группы углерода? 5. В каком состоянии углерод встречается в природе и в каких целях он используется? 6. Какие свойства алмаза, графита и карбина вы знаете? 7. Что образуется при плавлении графита вместе с железом? 8. Почему алмаз и графит отличаются друг от друга?`],[`g9-p08-d01`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода: бри лл иа н тами`,44,44,`definition`,`ru`,`Kimyo 9`,`Огра ненные прозрачные кристаллы а лма за называются бри лл иа н тами.`],[`g9-p08-sum`,9,`c7`,`s04`,`8`,`Общая характеристика элементов группы углерода: главное`,46,46,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: валентность элементов группы углерода, степень окисления, электронная конфигурация, место углерода в периодической таблице, строение атома, алмаз, графит, карбин, природные соединения углерода.`],[`g9-p09-t01`,9,`c7`,`s04`,`9`,`Физические и химические свойства углерода`,46,47,`textbook`,`ru`,`Kimyo 9`,`Физические и химические свойства углерода какие важнейшие свойства, присущие углероду, вы знаете?
Распространение в природе. Углерод составляет основу всех живых организмов. Такие полезные ископаемые, как нефть, природный газ, торф, уголь, горючие сланцы, являются различными соединениями углерода. Особенно богат углеродом каменный уголь. Самые распространенные на земном шаре известняк CaCO3 и доломит CaCO3.MgCO3 также представляют собой соединения углерода.
Содержание углерода в земной коре составляет 0,023%.
В атмосфере углерод встречается в виде углекислого газа, который участвует в процессе фотосинтеза и образует различные углеводные соединения: 6CO2 + 6H2O = C 6H12O6 + 6O2.
Из образующегося в процессе фотосинтеза C6H12O6 возникают составляющие основу растений целлюлоза (стебель, древесина), крахмал (пшеница, рис, картофель), дисахариды (сахарный тростник, сахарная свекла), глюкоза и фруктоза (фрукты, виноград).`],[`g9-p09-t02`,9,`c7`,`s04`,`9`,`Физические и химические свойства углерода`,47,47,`textbook`,`ru`,`Kimyo 9`,`…(пшеница, рис, картофель), дисахариды (сахарный тростник, сахарная свекла), глюкоза и фруктоза (фрукты, виноград).
По запасам угля Узбекистан стоит на втором месте в
Центральной Азии.
Уголь добывается в Ангренском, Шаргуньском и
Байсунском месторождениях.
Геологические запасы угля в Узбекистане составляют свыше двух миллиардов тонн.
Физические свойства. Любая аллотропическая разновидность углерода представляет собой трудно плавящееся и не растворимое в обычных растворителях вещество без запаха и вкуса. Температура плавления 3550 °C (алмаз), температура кипения (сублимации) 4830 °C; плотность алмаза 3513 кг/м3, графита 2260 кг/м3; число изотопов 8 (9 → 16).
Адсорбция. Углерод в виде древесного угля обладает высшими адсорбционными свойствами
Адсорбция – поглощение одного вещества поверхностью другого. Адсорбент – вещество, на поверхности которого происходит поглощение. Поглощение жидкостью или поверхностью твердых веществ молекул, атомов, ионов другого вещества называется адсорбцией. Поглощение веществом других веществ из внешней среды называется сорбцией.`],[`g9-p09-t03`,9,`c7`,`s04`,`9`,`Физические и химические свойства углерода`,47,48,`textbook`,`ru`,`Kimyo 9`,`Поглощение жидкостью или поверхностью твердых веществ молекул, атомов, ионов другого вещества называется адсорбцией. Поглощение веществом других веществ из внешней среды называется сорбцией.
Адсорбционная способность зависит от площади поверхности. Для усиления адсорбционной способности угля его активируют сильно нагретым водяным паром. При этом вещества, заполняющие пустоты угля, вытесняются, и тем самым увеличивается его поглощающая поверхность.
Активированный уголь используется для поглощения летучих ядовитых веществ из воздуха и смеси газов (противогазы); для очищения организма от отравляющих веществ (крови, органов пищеварения); для очистки продуктов в пищевой п ром ы ш лен ности (маслож и ровые продукты), а также в химической промышленности в качестве катализатора.
В годы первой мировой войны н.Д.Зелинский, используя активированный уголь в качестве сорбента против отрав ляющих химических веществ, изобрел противогаз. Изобретение Зелинского сохранило жизнь сотен тысяч солдат.`],[`g9-p09-t04`,9,`c7`,`s04`,`9`,`Физические и химические свойства углерода`,48,48,`textbook`,`ru`,`Kimyo 9`,`Зелинский, используя активированный уголь в качестве сорбента против отрав ляющих химических веществ, изобрел противогаз. Изобретение Зелинского сохранило жизнь сотен тысяч солдат.
Химические свойства. При обычной температуре углерод неактивен. При нагревании углерод вступает во взаимодействие со многими веществами – кислородом, серой, азотом, металлами и их оксидами, непосредственно взаимодействует с фтором (и не взаимодействует с другими галогенами): 2F2 + C = CF4 (фторид углерода(IV)).
Вступая в реакцию с кислородом, углерод образует два вида оксидов:
C + O2 = CO2 + 412 кДж; CO2 + C = 2CO – 160 кДж.
При 900–1000 °C соединяется с серой: C + 2S = CS2.
В атмосфере азота при пропускании между двумя гра фитовыми электродами разряда электрической дуги образуется дициан (CN)2: 2C + N2 = (CN)2.
Металлы образуют с углеродом карбиды: Ca + 2C = CaC2.
Карбиды образуются также при взаимодействии углерода с оксидами металлов:`],[`g9-p09-t05`,9,`c7`,`s04`,`9`,`Физические и химические свойства углерода`,48,49,`textbook`,`ru`,`Kimyo 9`,`Карбиды образуются также при взаимодействии углерода с оксидами металлов:
2Al2O3 + 9C = Al 4C3 + 6CO, CaO + 3C = CaC 2 + CO. некоторые карбиды металлов, взаимодействуя с водой или кислотами, образуют водородные соединения различного состава (ацетилен, метан): CaC2 + 2H2O = Ca(OH)2 + C2H2 (ацетилен), Al4C3 + 12HCl = 4AlCl 3 + 3CH4 (метан).
Углерод взаимодействует также с кислотами: C + 2H2SO4 = CO2 + 2SO2 + 2H2O.
Карбиды промежуточных металлов (титана, вольфрама, железа, никеля и др.) обладают хорошей электропроводимостью, твердостью, тугоплавкостью, химической устойчивостью.
При восстановлении SiO2 графитом в электрической печи образуется карбид кремния — очень твердое неплавкое, химически устойчивое вещество карборунд: SiO2 + 3C = SiC + 2CO .
Углерод – сильный восстановитель. При взаимодействии с оксидами металлов восстанавливает металлы до свободного состояния:
FeO + C = Fe ↓ + CO ; CuO + C = Cu ↓ + CO .`],[`g9-p09-t06`,9,`c7`,`s04`,`9`,`Физические и химические свойства углерода`,49,49,`textbook`,`ru`,`Kimyo 9`,`…оксидами металлов восстанавливает металлы до свободного состояния: FeO + C = Fe ↓ + CO ; CuO + C = Cu ↓ + CO .
Элементы ЗУН: известняк, доломит, углеводы — природные соединения углерода, физические свойства, адсорбция, карбиды, углерод – восстановитель.
Вопросы и задания
1. Напишите формулы соединений углерода с кремнием, магнием и железом. 2. Напишите уравнения реакции взаимодействия углерода с
Fe2 O3, SnO2, CaO. 3. Какое количество теплоты выделяется при полном сгорании
5 кг углерода? 4. Сколькоуглероданеобход имодлявосстановления
20 г оксида меди(II)? определите количество меди, образующейся в результате реакции.`],[`g9-p09-d01`,9,`c7`,`s04`,`9`,`Физические и химические свойства углерода: адсорбцией, сорбцией`,47,47,`definition`,`ru`,`Kimyo 9`,`Поглощение жидкостью или поверхностью твердых веществ молекул, атомов, ионов другого вещества называется адсорбцией.
Поглощение веществом других веществ из внешней среды называется сорбцией.`],[`g9-p09-sum`,9,`c7`,`s04`,`9`,`Физические и химические свойства углерода: главное`,49,49,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: известняк, доломит, углеводы — природные соединения углерода, физические свойства, адсорбция, карбиды, углерод – восстановитель.`],[`g9-p10-t01`,9,`c7`,`s04`,`10`,`Важнейшие соединения углерода`,50,50,`textbook`,`ru`,`Kimyo 9`,`Важнейшие соединения углерода
Какие продукты можно получить при химической переработке известняка?
Неорганические соединения углерода широко распространены в природе и встречаются в виде множества минералов, горных пород, углекислого газа в составе воздуха. Некоторые из неорганических соединений углерода являются важнейшим сырьем для различных отраслей народного хозяйства. Жизнь человека трудно представить без органических соединений углерода. Важнейшие из них – соединения, образованные углеродом и водородом, называемые углеводородами, которые обладают различным составом. Мы изучаем их в курсе органической химии.
Углерод образует с кислородом два оксида: оксид углерода(II) CO и оксид углерода(IV) CO2. они имеют линейную
... . структуру (:C=O: и O=C=O)
Оксид углерода(II) CO (угарный газ) – бесцветный газ без запаха, чрезвычайно ядовит, легче воздуха и мало растворим в воде. Относится к семейству индифферентных оксидов.`],[`g9-p10-t02`,9,`c7`,`s04`,`10`,`Важнейшие соединения углерода`,50,50,`textbook`,`ru`,`Kimyo 9`,`Оксид углерода(II) CO (угарный газ) – бесцветный газ без запаха, чрезвычайно ядовит, легче воздуха и мало растворим в воде. Относится к семейству индифферентных оксидов.
Оксид углерода(II) образуется в результате взаимодействия оксида углерода(IV) с раскаленным при 450 °C углем при недостатке кислорода: CO2 + C = 2CO –160 кДж.
На воздухе и в присутствии кислорода оксид углерода(II) горит синим пламенем: 2CO +O2 = 2CO2 + 572 кДж.
Как и углерод, оксид углерода(II) является восстановителем. При 300 –1500 °C он восстанавливает металлы из их оксидов: FeO + CO = Fe ↓ + CO2, 2CO + SnO2 = 2CO2 + Sn ↓.
В присутствии активированного угля в качестве катализатора оксид углерода(II) взаимодействует с хлором и образует ядовитый газ фосген: CO + Cl2 = COCl2.
Угарный газ, по сравнению с кислородом, легче соединяется с гемоглобином в составе крови, что ухудшает снаб жение организма кислородом. Длительное вдыхание угарного газа при недостатке кислорода приводит к летальному исходу.`],[`g9-p10-t03`,9,`c7`,`s04`,`10`,`Важнейшие соединения углерода`,50,51,`textbook`,`ru`,`Kimyo 9`,`Длительное вдыхание угарного газа при недостатке кислорода приводит к летальному исходу.
Оксид углерода(II) используется в промышленности при восстановлении металлов из их оксидов, в качестве составной части искусственных горючих, при органическом синтезе.
Оксид углерода(IV) CO2 (углекислый газ) — бесцветный газ без запаха, тяжелее воздуха. Плотность углекислого газа относительно воздуха равна 1,52. при давлении 5,76.106 па и температуре 20 °C превращается в бесцветную жидкость. При испарении этой жидкости поглощается большое количество теплоты, и углекислый газ превращается в белую твердую массу (сухой лед).
HCl
CaCO3
Рис 11. Прибор для получения углекислого газа
Получение. В лаборатории оксид углерода(IV) получают воздействием на карбонат кальция (мел, кусочки известняка, мрамор) соляной кислотой (рис. 11): CaCO3 + 2HCl → CaCl2 + CO2 + H2O.
В промышленности оксид углерода(IV) получают путем прокаливания известняка: CaCO3 → CaO + CO2 .`],[`g9-p10-t04`,9,`c7`,`s04`,`10`,`Важнейшие соединения углерода`,51,52,`textbook`,`ru`,`Kimyo 9`,`В промышленности оксид углерода(IV) получают путем прокаливания известняка: CaCO3 → CaO + CO2 .
В природе углекислый газ образуется в процессе дыхания животных и растений, гниения остатков органического происхождения и горения. Углекислый газ проявляет свойства кислотных оксидов. Растворяясь в воде, он образует угольную кислоту: CO2 + H2O = H2CO3.
Взаимодействуя с оксидами металлов и основаниями, образует соли:
2NaOH + CO2 = Na2CO3 + H2O, NaOH + CO2 = NaHCO3, CaO + CO2 = CaCO3.
При пропускании углекислого газа через известковую воду наблюдается сильное помутнение (качественная реакция для CO2): Ca(OH) + CO = CaCO ↓ + H2O.
Углекислый газ не поддерживает горения, в его присутствии горят лишь некоторые вещества, например, магний: 2Mg + CO2 = 2MgO + C.
Применение. В промышленности углекислый газ применяется при производстве соды (пищевой, бытовой, техни ческой), синтезе органических кислот, в качестве огнету шителя, при изготовлении газированных напитков. Сухой лед используется в пищевой промышленности для охлаждения продуктов.`],[`g9-p10-t05`,9,`c7`,`s04`,`10`,`Важнейшие соединения углерода`,52,52,`textbook`,`ru`,`Kimyo 9`,`Сухой лед используется в пищевой промышленности для охлаждения продуктов.
Элементы ЗУН: оксид углерода(II), оксид углерода(IV), физические свойства угарного и углекислого газа, угарный газ – восстановитель, фосген, сухой лед, получение CO2, химические свойства CO2, качественная реакция.
Вопросы и задания каковы физические свойства оксидов углерода? Каково воздействие угарного газа на организм человека? Какие меры предосторожности необходимо соблюдать при использовании угля в качестве топлива? Почему углекислый газ можно использовать при пожаротушении? Как образуется углекислый газ в природе? В каких областях используются оксиды углерода? Какое количество теплоты выделяется при горении 5,6 л (при н. у. ) угарного газа? Завершите приведенные уравнения: KOH+CO2 → ... ; MgO+CO2 → ... ; Na2CO3+H2O+CO2 → ... .
в каких областях используется суход лед? Приготовьте таблицу.`],[`g9-p10-sum`,9,`c7`,`s04`,`10`,`Важнейшие соединения углерода: главное`,52,52,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: оксид углерода(II), оксид углерода(IV), физические свойства угарного и углекислого газа, угарный газ – восстановитель, фосген, сухой лед, получение CO2, химические свойства CO2, качественная реакция.`],[`g9-p11-t01`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,52,53,`textbook`,`ru`,`Kimyo 9`,`Угольная кислота и свойства карбонатов
Каковы специфические химические свойства угольной кислоты и карбонатов?
Угольная кислота H2CO3 – неустойчивое вещество, которое может существовать лишь в водных растворах: H2O + CO2 = H2CO3.
Структурная формула угольной кислоты имеет вид: H – O
C = O
H – O
H2CO3 — слабая, двуосновная кислота. В водном растворе она диссоциирует в две стадии:
H2CO3 = HCO –3 + H+, HCO –3 = H+ + CO 2– 3 .
Угольная кислота вступает во взаимодействие только с оксидами и гидроксидами щелочных и щелочноземельных металлов. Ее средние соли называются карбонатами (K2CO3 – карбонат калия, CaCO3 – карбонат кальция), кислые соли – гидрокарбонатами (KHCO3 – гидрокарбонат калия, Ca(HCO3)2 – гидрокарбонат кальция):
H2CO3 + CaO = CaCO3↓ + H2O,
H2CO3 + 2NaOH = Na2CO3 + 2H2O.
При взаимодействии обильного количества угольной кислоты с щелочью образуется кислая соль: H2CO3 + NaOH = NaHCO3 + H2O.`],[`g9-p11-t02`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,53,53,`textbook`,`ru`,`Kimyo 9`,`При взаимодействии обильного количества угольной кислоты с щелочью образуется кислая соль: H2CO3 + NaOH = NaHCO3 + H2O.
Карбонаты щелочных металлов, аммония, а также все гидрокарбонаты, растворяясь в воде, подвергаются гидролизу; остальные карбонаты не растворимы в воде. При воздействии сильных кислот на карбонаты и гидрокарбонаты выделяется углекислый газ:
Na2CO3 + 2HCl → 2NaCl + CO2 + H2O, Ca(HCO3)2 + 2HCl → CaCl2 + 2CO2 + 2H2O.
Сокращенное ионное уравнение этих реакций имеет вид: CO 2–3 + 2H+ → CO2 + H2O, HCO –3 + H+ → CO2 + H2O.
Реакции взаимодействия солей угольной кислоты с сильными кислотами используются для распознавания карбонатов и гидрокарбонатов среди других солей. Так как при взаимодействии карбонатов с кислотами связываются ионы водорода, карбонаты можно использовать для нейтрализации кислот. В сельском хозяйстве для уменьшения кислотности почвы и улучшения ее структуры применяется измельченный известняк (напишите уравнение реакции самостоятельно).`],[`g9-p11-t03`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,53,54,`textbook`,`ru`,`Kimyo 9`,`В сельском хозяйстве для уменьшения кислотности почвы и улучшения ее структуры применяется измельченный известняк (напишите уравнение реакции самостоятельно).
Все карбонаты, за исключением карбонатов щелочных металлов, при нагревании расщепляются с выделением углекислого газа: CaCO3 900–1200 °C CaO + CO2.
Эта реакция протекает до конца только при условии вывода углекислого газа из зоны реакции.
При нагревании гидрокарбонаты переходят в карбонаты: 2KHCO3 → K2CO3 + CO2 + H2O.
При пропускании через водный раствор карбоната натрия углекислого газа образуется гидрокарбонат натрия (питьевая сода): Na2CO3 + CO2 + H2O → 2NaHCO3.
Карбонат кальция CaCO3 — одно из самых распространенных в природе соединений, которое входит в состав таких минералов, как известняк, мел, мрамор, сталагмиты, сталактиты и др.`],[`g9-p11-t04`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,54,55,`textbook`,`ru`,`Kimyo 9`,`Карбонат кальция CaCO3 — одно из самых распространенных в природе соединений, которое входит в состав таких минералов, как известняк, мел, мрамор, сталагмиты, сталактиты и др.
Известняк — природное соединение, являющееся основным сырьем в производстве строительных материалов, цемента, гашеной извести, стекла. В горах имеются в основном залежи известняка CaCO3. под воздействием воды и CO2 известняк превращается в растворимую соль Ca(HCO3)2: CaCO3 + CO2 + H2O = Ca(HCO3)2.
Образовавшаяся соль Ca(HCO3)2 под воздействием воздуха вновь превращается в CaCO3:
Ca(HCO3)2 → CaCO3 + CO2 + H2O.
Карбонат натрия Na2CO3 – обезвоженная сода, получаемая искусственным путем, широко применяется в стекольной, бумажной, текстильной, мыловаренной, нефтеперерабатывающей промышленности, а также в быту.
Гидрокарбонат натрия NaHCO3 – питьевая сода используется в медицине, пищевой промышленности при выпечке хлебобулочных изделий, при огнетушении.`],[`g9-p11-t05`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,55,55,`textbook`,`ru`,`Kimyo 9`,`Гидрокарбонат натрия NaHCO3 – питьевая сода используется в медицине, пищевой промышленности при выпечке хлебобулочных изделий, при огнетушении.
Элементы ЗУН: угольная кислота, диссоциация, карбонаты, гидрокарбонаты, питьевая сода, бытова я сода, известняк, мел, мрамор, сталагмиты, сталактиты.
Вопросы и задания
1. Возьмите образцы солей угольной кислоты, применяемых в быту, и расскажите, в каких целях они используются? 2. Каким путем определяются угольная кислота и ее соли? 3. Какой объем газа выделяется при нагревании 1,5 к г гидрокарбоната натрия и воздействии на него избыточным количеством кислоты? 4. Напишите уравнения реакций, позволяющих осуществить следующие превращения:
CaCO3 → CO2 → Na2CO3 → NaHCO3 → NaCl. 5. При нагревании 11,44 г кристаллической соды получено
4,28 г безводной соли. Определите формулу кристаллической соды. 6. В каком объеме воды надо растворить 27 г кристаллической соды, чтобы получить 10 % ный раствор? 7. Запишите уравнения реакций, необходимых для получения`],[`g9-p11-t06`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,55,56,`textbook`,`ru`,`Kimyo 9`,`В каком объеме воды надо растворить 27 г кристаллической соды, чтобы получить 10 % ный раствор? 7. Запишите уравнения реакций, необходимых для получения
CaCO3 тремя способами. 8. Сколько железа можно получить путем восстановления
14,4 г FeO с помощью угарного газа? 9. При обжиге 10 г известняка получено 4 г оксида углерода (IV). если во взятом для обжига образце карбонат кальция расщепился полностью, сколько процентов в нем составил
CaCO3 ?
Наглядные задачи и примеры
Пример 1. Твердый остаток, полученный в результате накаливания 66,2 гнитрата свинца(I I), восстанови л и оксидом углерода(II). какой объем (при н.у.) угарного газа израсходован в этом химическом процессе и какой объем углекислого газа образовался? Сколько осадка образуется при пропускании образовавшегося углекислого газа через раствор, содержащий 11,1 г гидроксида кальция?
Решение. 1. Запишем уравнение происшедших химических реакций.`],[`g9-p11-t07`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,56,56,`textbook`,`ru`,`Kimyo 9`,`Решение. 1. Запишем уравнение происшедших химических реакций.
Накаливание Pb(NO3)2: 2Pb(NO3)2 → 2PbO + 4NO2 + O2. (1)
Твердый остаток, образовавшийся в первом процессе — оксид свинца (II) (PbO).
Восстановление PbO угарным газом: PbO + CO = Pb + CO2. (2)
При пропускании образовавшегося CO2 через известковую воду выпадает в осадок CaCO3: Ca(OH)2 + CO2 = CaCO3↓ + H2O. (3) 2. Сколько твердого остатка (PbO) образовалось (a) и какой объем угарного газа израсходован для его восстановления (б)? какой объем углекислого газа образовался в результате окисления угарного газа (в)?
a) сколько молей в 66,2 г Pb(NO3)2? 66,2 г n (Pb(NO3)2) = = 0,20 моля. 331 г/моль согласно уравнению первой реакции, из 2 молей Pb(NO3)2 образуется 2 моля PbO. А из 0,20 моля Pb(NO3)2 — 0,20 моля
PbO. Твердый остаток — 0,20 моля PbO; б) определение израсходованного угарного газа. Как видно из уравнения второй реакции, для восстановления 1 моля PbO расходуется 1 моль CO. Значит, для восстановления 0,20 моля`],[`g9-p11-t08`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,56,57,`textbook`,`ru`,`Kimyo 9`,`Как видно из уравнения второй реакции, для восстановления 1 моля PbO расходуется 1 моль CO. Значит, для восстановления 0,20 моля
PbO также расходуется 0,20 моля CO. определим объем 0,20 моля CO при н.у.:
V(CO) = 22,4 л/моль . 0,20 моля = 4,48 л.
Израсходовано 4,48 л или 0,20 моля CO; в) определение образовавшегося углекислого газа. Из второй реакции известно, чтоприра сходова н и и 1 моля CO образуется 1 моль CO2, а при расходовании 0,20 моля CO —
0,20 моля CO2. образовалось 0,20 моля или 4,48 л CO2.
3. Определим количество осадка, выпавшего при пропускании
0,20 моля CO2 через раствор, содержащий 11,1 г Ca(OH)2:
a) найдем количество вещества в 11,1 г Ca(OH)2: 11,1 г n (Ca(OH)2) = = 0,15 моля; 74 г/моль б) запишем уравнение третьей реакции:
Ca(OH)2 + CO2 =
1 моль 1 моль
, отсюда видно, что взято избыточное количество
CO2, и Ca(OH)2 полностью вступил в реакцию, 0,20–0,15 =
=0,05 моля CO2 осталось в излишке. Составим пропорцию для определения CaCO3: 0,15 x ; 1 1 образовалось 0,15 моля CaCO3. но в растворе содержится`],[`g9-p11-t09`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,57,58,`textbook`,`ru`,`Kimyo 9`,`Составим пропорцию для определения CaCO3: 0,15 x ; 1 1 образовалось 0,15 моля CaCO3. но в растворе содержится
0,05 моля CO2. образовавшиеся 0,15 моля соли CaCO3, вступив в реакцию с достаточным количеством CO2, образуют растворимую Ca(HCO3)2, то есть одна часть осадка растворилась:
CaCO3 + CO2 + H2O = Ca(HCO3)2, x CaCO3↓ + H2O, 1 моль
0,05 моля CaCO3, образуя гидрокарбонат кальция, превращается в соль. 4. Удалив из 0,15 моля CaCO3, образовавшегося на начальном этапе, 0,05 моля растворившегося CaCO3, определим CaCO3, выпавший в осадок.
0,15 – 0,05 = 0,10 моля CaCO3, масса 0,10 моля CaCO3 будет равна: m(CaCO3) = 100 .0,10 = 10 г.
Ответ: выпало в осадок 10 г CaCO3.
Пример 2. К 1060 г 2 % ного раствора карбоната натрия добавили 14,3 г соли Na2CO3.10H2O. определите процентную концентрацию образовавшегося раствора.
Решение: 1) Найдем массу растворимого в 1060 г 2 % ного раствора Na2CO3:
2) Найдем массу Na2CO3 в 14,3 г Na2CO3.10H2O:`],[`g9-p11-t10`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,58,59,`textbook`,`ru`,`Kimyo 9`,`…Решение: 1) Найдем массу растворимого в 1060 г 2 % ного раствора Na2CO3: 2) Найдем массу Na2CO3 в 14,3 г Na2CO3.10H2O:
В 286 г кристаллогидрата есть 106 г Na2CO3,
{ в 14,3 г кристаллогидрата — x г Na2CO3.
Х = = 5,3 г Na2CO3.
Масса соли в образовавшемся растворе:
Значит, в 1074,3 г раствора содержится 26,5 г соли (Na2CO3).
Найдем процентную концентрацию раствора: 26,5
Пример 3. Для анализа привезенного угля сожгли 8 г этого топлива. В результате образовалось 10,64 л (н.у.) углекислого газа. Вычислите, сколько процентов чистого углерода содержится в п ривезенном угле, если образовавшийся углекислый газ составляет 95 % от того количества, которое может теоретически образоваться?
Решение: 1) Какой объем (при н.у.) углекислого газа мог образоваться, если бы выход продукта равнялся 100 % ? при выходе продукта 95 % — 10,64 л CO2,
{ при выходе продукта 100 % — x л CO2.
100.10,64 х = = 11,2 л CO2; 95 2) При сгорании какого количества углерода образуется 11,2 л CO2? x 11,2 C + O2 = CO2, составим пропорцию: 12 20,4 х 11,2`],[`g9-p11-t11`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,59,59,`textbook`,`ru`,`Kimyo 9`,`10,64 х = = 11,2 л CO2; 95 2) При сгорании какого количества углерода образуется 11,2 л CO2? x 11,2 C + O2 = CO2, составим пропорцию: 12 20,4 х 11,2
3) В 8 г сожженного угла содержится 6 г чистого углерода. Сколько процентов составляет это количество?
C(C) =
100 % = 75 %. Ответ: в угле содержится 75 % углерода.
Задачи и примеры для самостоятельного решения
1. При из ложен иитемыоважнейшихкарбонат ахиих практическом значен и и учитель в качестве примера приводит огне т у шитель и объясняет, как и при как их обстоятельствах он используется. Изобразите устройство огнетушителя в своих тетрадях и напишите химическую реакцию процесса огнетушения. Что вы можете предложить для усовершенствовани я огнетушител я? поясните свои предложения с помощью схем. 2. В природе существуют так называемые собачьи пещеры.`],[`g9-p11-t12`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов`,59,60,`textbook`,`ru`,`Kimyo 9`,`поясните свои предложения с помощью схем. 2. В природе существуют так называемые собачьи пещеры.
Когда в такую пещеру входит человек, с ним ничего не происходит, когда же в пещеру входит собака, она начинает подпрыгивать вверх и погибает. Почему? Объясните причину. 3. Согласно легенде, женщина, занимавшаяся своими делами, вдруг почувствовала начало землетрясения и побежала к пещере, где находился ее малыш. Прижав ребенка к груди, она подняла руку, чтобы защититься от падающей скалы. И тогда произошло “чудо” – она и ее ребенок превратились в каменное изваяние. С тех пор, как гласит легенда, эта пещера называется «пещерой матери».
Как могло появиться каменное изваяние, напоминающее женскую фигуру, которая как бы поддерживает пещеру?
Обоснуйте свои ответы при помощи уравнений химических реакций. Выскажите свои предположения о появлении пещер.`],[`g9-p11-d01`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов: Ее средние соли называются карбонатами (K2CO3, «пещерой матери»`,53,59,`definition`,`ru`,`Kimyo 9`,`Ее средние соли называются карбонатами (K2CO3 – карбонат калия, CaCO3 – карбонат кальция), кислые соли – гидрокарбонатами (KHCO3 – гидрокарбонат калия, Ca(HCO3)2 – гидрокарбонат кальция):
С тех пор, как гласит легенда, эта пещера называется «пещерой матери».`],[`g9-p11-sum`,9,`c7`,`s04`,`11`,`Угольная кислота и свойства карбонатов: главное`,55,55,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: угольная кислота, диссоциация, карбонаты, гидрокарбонаты, питьевая сода, бытова я сода, известняк, мел, мрамор, сталагмиты, сталактиты.`],[`g9-p12-t01`,9,`c7`,`s04`,`12`,`Кремний. Расположение кремния в периодической таблице, строение его атома`,60,60,`textbook`,`ru`,`Kimyo 9`,`Кремний. Расположение кремния в периодической таблице, строение его атома
Как объясняется принадлежность кремния к семейству р элементов?
Песчаник SiO2, каолин Al2O3.2SiO2.2H2O, полевой шпат K O.Al O .6SiO .
SiS2, K2SiF6, Mg2Si.
SiH4, SiO2, SiCl4, SiI4, K2SiF6.
Кремниевые стали, электронные схемы, фотоэлементы, карборунд, керамика.
Кремний расположен в основной подгруппе четвертой группытретьегопе риода периодической таблицы под порядковым номером 14 и относится к семейству р элементов. Его относительная атомная масса равна 28,086. на внешнем энергетическом уровне атома имеется четыре электрона.`],[`g9-p12-t02`,9,`c7`,`s04`,`12`,`Кремний. Расположение кремния в периодической таблице, строение его атома`,60,61,`textbook`,`ru`,`Kimyo 9`,`на внешнем энергетическом уровне атома имеется четыре электрона.
Применение в периодической таблице кремний находится среди элементов, атомы которых легко отдают и легко присоединяют электроны. В соединениях с водородом (SiH4) кремний четырехвалентен. Низшая степень окисления равна –4, высшая +4 (SiO2). водородные соединения кремния, в отличие от элементов основной подгруппы пятой, шестой, седьмой групп, не проявляют ни кислотных, ни основных свойств. Это объясняется слабой полярностью кремний водородных связей и неполярностью молекул вследствие относительно близких значений электроотрицательности атомов.
Распространение в природе и биологическое значение.
Массовая доля кремния, который по распространенности в земной коре занимает второе место после кислорода, составляет 27,6 %. в природе кремний встречается только в виде соединений. Кремний – основной элемент природы. Большинство горных пород (гнейсы, граниты, базальты) и минералов (кварц, полевой шпат, песок, глины) состоит из соединений кремния. Кремний входит в состав стеблей и листьев растений, перьев птиц и шерсти животных.`],[`g9-p12-t03`,9,`c7`,`s04`,`12`,`Кремний. Расположение кремния в периодической таблице, строение его атома`,61,61,`textbook`,`ru`,`Kimyo 9`,`Большинство горных пород (гнейсы, граниты, базальты) и минералов (кварц, полевой шпат, песок, глины) состоит из соединений кремния. Кремний входит в состав стеблей и листьев растений, перьев птиц и шерсти животных.
Получение и применение. Кремний получают путем восстановления оксида кремния(IV) магнием, алюминием или углеродом: SiO2 + 2Mg = 2MgO+Si; SiO 2 + 2C 1500–1750°C 2CO+ Si.
Кремний используется для получения многих сплавов. Сталь, содержащая в своем составе 4 % кремния, приобретает магнит ные свойства. Из такой стали (электротехническая сталь) изготовляют трансформаторы, двигатели, генераторы. Сталь, содержащая 16 % кремния (кислотоупорная сталь), применяется в химической промышленности для изготовления аппаратов и приборов. Кристаллы чистого кремния используются для изготовления полупроводников в радио и электротехнике, которые превращают солнечную энергию в электрическую.`],[`g9-p12-t04`,9,`c7`,`s04`,`12`,`Кремний. Расположение кремния в периодической таблице, строение его атома`,61,62,`textbook`,`ru`,`Kimyo 9`,`Кристаллы чистого кремния используются для изготовления полупроводников в радио и электротехнике, которые превращают солнечную энергию в электрическую.
Кремниевые солнечные батареи применяются в космических устройствах в качестве источника энергии.
Элементы ЗУН: местоположение кремния в периодической таблице, строение атома, распространение в природе, получение, применение.
1. Объясните местоположение кремния в периодической таблице. 2. Укажите различия и сходство в строении атомов углерода и кремния. 3. В каком виде кремний встречается в природе?`],[`g9-p12-sum`,9,`c7`,`s04`,`12`,`Кремний. Расположение кремния в периодической таблице, строение его атома: главное`,61,61,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: местоположение кремния в периодической таблице, строение атома, распространение в природе, получение, применение.`],[`g9-p13-t01`,9,`c7`,`s04`,`13`,`Свойства кремния. Важнейшие соединения`,62,62,`textbook`,`ru`,`Kimyo 9`,`Свойства кремния. Важнейшие соединения
Как с научной точки зрения объясняются различия в агрегатном состоянии SiO2 и CO2?
Физические и химические свойства. По внешнему виду кремний похож на металл. Кристаллический кремний – вещество стального цвета с металлическим блеском. Температура плавления равна 1420 °C, температура кипения – 2355 °C; плотность – 2329 кг/м3; число изотопов 11 (24 → 34).
В отличие от углерода, у кремния слабо выражены неметаллические свойства, так как радиус его атома больше и электроны на внешнем энергетическом уровне находятся дальше от ядра.
При сильном нагревании кремний сгорает в воздухе и превращается в оксид кремния(IV): Si + O2 = SiO2.
При нагревании кремний взаимодействует также с хлором, бромом и серой:
Si + 2Cl2 = SiCl4, Si + 2Br2 = SiBr4, хлорид кремния(IV) бромид кремния(IV)`],[`g9-p13-t02`,9,`c7`,`s04`,`13`,`Свойства кремния. Важнейшие соединения`,62,63,`textbook`,`ru`,`Kimyo 9`,`Si + 2Cl2 = SiCl4, Si + 2Br2 = SiBr4, хлорид кремния(IV) бромид кремния(IV)
Соединения кремния с галогенами и серой при взаимодействии с водой гидролизуются:
SiCl4 + 2H2O = SiO 2 + 4HCl, SiS2 + 2H2O = SiO 2 + 2H2S.
При высокой температуре кремний соединяется с углеродом и образует очень твердое соединение – карборунд (карбид кремния): Si + C = SiC.
Из карборунда изготовляют шлифовальные и точильные
Si + 2S = SiS2.
Сульфид кремния(IV)
Камни. При нагревании кремний реагирует со многими металлами (Mg, Ca, Cr, Mn, Fe и др.) с образованием силицидов: Si + 2Mg = Mg2Si.
При воздействии на силициды кислот образуется кремнево дород SiH4 – силан: Mg2Si + 4HCl = 2MgCl 2 + SiH4.
Силан – бесцветный газ, сильный восстановитель, самовос пламеняется на воздухе: SiH4 + 2O2 = SiO2 + 2H2O + 1427,2 кДж.
Помимо силана, существует еще ряд кремневодородов с общей формулой Si nH 2n+2, где n<8. силаны аналогичны углеводородам ряда метана, однако у кремния неметаллические свойства выражены слабее, чем у углерода. В результате происходит ослабление Si–H и Si–Si связи и усиление реакционной способности силанов.`],[`g9-p13-t03`,9,`c7`,`s04`,`13`,`Свойства кремния. Важнейшие соединения`,63,63,`textbook`,`ru`,`Kimyo 9`,`В результате происходит ослабление Si–H и Si–Si связи и усиление реакционной способности силанов.
Кремний не реагирует с кислотами, однако взаимодействует с растворами щелочей:
Si + 2NaOH + H2O = Na2SiO3 + 2H2 , Si + 2OH + H2O = SiO–2 + 2H2 . 3
Важнейшие соединения. Оксид кремния(IV) SiO2 — твердое, тугоплавкое вещество, не растворимое в воде и обладающее атомной кристаллической решеткой. В природе встречается в виде минерала кварца. Прозрачный, бесцветный кристалл кварца еще называют горным хрусталем. Кремень, агат, яшма, песок — разновидности кварца.
Обладая свойствами кислотного оксида, кремний при плавлении взаимодействует с щелочами, карбонатами щелочных металлов, основными оксидами и образует соли кремниевой кислоты — силикаты:
SiO2+2NaOH =H2O+Na2SiO3, SiO2+Na2CO3=CO 2+Na2SiO3, SiO2 + CaO = CaSiO3.
Оксид кремния(IV) не взаимодействует с кислотами, за исключением плавиковой. Под воздействием этой кислоты образуется газообразный фторид кремния SiF4:`],[`g9-p13-t04`,9,`c7`,`s04`,`13`,`Свойства кремния. Важнейшие соединения`,63,64,`textbook`,`ru`,`Kimyo 9`,`Оксид кремния(IV) не взаимодействует с кислотами, за исключением плавиковой. Под воздействием этой кислоты образуется газообразный фторид кремния SiF4:
SiO2 + 4HF = 2H2O + SiF4 .
Из расплавленного кварца получают кварцевые стекла, пропускающие ультрафиолетовые лучи и обладающие малым коэффициентом расширения. Температура плавления кварца составляет около 1500°C, поэтому кварцевые стекла можно использовать в высокотемпературных условиях. Из кварца изготовляют ртутные лампы и химическую лабораторную посуду.
Метакремниевая кислота и ее соли. Метакремниевая кислота H2SiO3 — двуосновное, неустойчивое соединение, которое слабее даже угольной кислоты. Поэтому угольная кислота или углекислый газ могут вытеснить ее из растворов солей: Na2SiO3 + H2O + CO2 = Na2CO3 + H2SiO3↓.
Метакремниевая кислота не растворима в воде и образует гелеобразный осадок, который растворяется только в щелочах с образованием солей метакремниевой кислоты: 2NaOH + H2SiO3 = Na2SiO3+2H2O.`],[`g9-p13-t05`,9,`c7`,`s04`,`13`,`Свойства кремния. Важнейшие соединения`,64,64,`textbook`,`ru`,`Kimyo 9`,`Метакремниевая кислота не растворима в воде и образует гелеобразный осадок, который растворяется только в щелочах с образованием солей метакремниевой кислоты: 2NaOH + H2SiO3 = Na2SiO3+2H2O.
При нагревании метакремниевая кислота легко распадается на воду и оксид кремния(IV): H2SiO3 = SiO2 + H2O.
Метакремниевую кислоту получают путем воздействия на ее соли другими кислотами. Ее соли называются силикатами. Только силикаты щелочных металлов растворимы в воде. Растворы силикатов калия и натрия (Na2SiO3 и K2SiO3)называются жидким стеклом . Жидкое стекло используется при изготовлении кислотоупорного цемента, бетона, клея, мазей, для пропитки тканей и пористых камней, а также в строительстве. Силикаты — сложные соединения. Например, алюмосиликаты входят в состав полевого шпата (K2O. Al2O.
6SiO2), каолина (Al2O . 2SiO . 2H2O).`],[`g9-p13-t06`,9,`c7`,`s04`,`13`,`Свойства кремния. Важнейшие соединения`,64,65,`textbook`,`ru`,`Kimyo 9`,`…Например, алюмосиликаты входят в состав полевого шпата (K2O. Al2O. 6SiO2), каолина (Al2O . 2SiO . 2H2O).
Элементы ЗУН: физические свойства кремния, химические свойства, силициды.
Вопросы и задания
1. В каком виде кремний встречается в природе? 2. Как получают кремний и где его применяют?
3. Расскажите о физических и химических свойствах кремния. 4. Напишите уравнения реакций, характеризующих химические свойства кремния. 5. Напишите ионное уравнение реакции гидролиза силиката калия и объясните свойства кремниевой кислоты. 6. Напишите уравнения реакций, при которых осуществляются следующие превращения: Si → Mg2Si → SiH4 → SiO2 → Na2SiO3 → H2SiO3 → SiO2.`],[`g9-p13-d01`,9,`c7`,`s04`,`13`,`Свойства кремния. Важнейшие соединения: горным хрусталем, жидким стеклом`,63,64,`definition`,`ru`,`Kimyo 9`,`Прозрачный, бесцветный кристалл кварца еще называют горным хрусталем.
Растворы силикатов калия и натрия (Na2SiO3 и K2SiO3)называются жидким стеклом .`],[`g9-p13-sum`,9,`c7`,`s04`,`13`,`Свойства кремния. Важнейшие соединения: главное`,64,64,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: физические свойства кремния, химические свойства, силициды.`],[`g9-p14-t01`,9,`c7`,`s04`,`14`,`Силикатная промышленность`,65,65,`textbook`,`ru`,`Kimyo 9`,`Силикатная промышленность
Что вы знаете о предприятиях по производству стекла, цемента, керамики и железобетона?
Природные силикаты и кремнезем используются при изготовлении стекла, фарфора и фаянса, керамических изделий и вяжущих материалов.
Наряду с углем в Ангрене добывается и каолин, являющийся важнейшим сырьем для силикатной промышленности.
Силикатная промышленность производство керамических изделий
Стекло. Обычное, или бутылочное стекло получают путем сплавления оксида кремния(IV) (в виде кварца, песка) с карбонатом кальция (в виде известняка, мрамора) и карбонатом натрия (в виде соды):
Производство стекла производство цемента
CaCO3 + SiO2 = CaSiO3 + CO2 , Na2CO3 + SiO2 = Na2SiO3 + CO2 .`],[`g9-p14-t02`,9,`c7`,`s04`,`14`,`Силикатная промышленность`,65,65,`textbook`,`ru`,`Kimyo 9`,`CaCO3 + SiO2 = CaSiO3 + CO2 , Na2CO3 + SiO2 = Na2SiO3 + CO2 .
Образовавшееся стекло представляет собой сплав силикатов кальция и натрия с оксидом кремния(IV). химический состав такого стекла можно выразить примерно следующей формулой: Na2O. CaO. 6SiO2. при охлаждении расплавленное стекло застывает не сразу, а твердеет постепенно, его гибкость увеличивается, что позволяет придавать ему любую форму. Из остывающей полугустой массы можно изготавливать оконное стекло, волокно, трубки, путем продувки и прессования – всевозможные предметы и изделия. Свойства стекла зависят от его состава.
Если при варке стекла в шихту вместо карбоната натрия добавить карбонат калия (поташ), можно получить прочное, тугоплавкое стекло для приготовления химической посуды, а при добавлении в шихту оксида свинца(II) и поташа – тяжелое стекло, сильно преломляющее лучи – хрусталь.`],[`g9-p14-t03`,9,`c7`,`s04`,`14`,`Силикатная промышленность`,65,66,`textbook`,`ru`,`Kimyo 9`,`…при добавлении в шихту оксида свинца(II) и поташа – тяжелое стекло, сильно преломляющее лучи – хрусталь.
Цветные стекла получают путем добавления различных веществ. Оксид кобальта(II) придает стеклу синюю окраску, оксид хрома(III) – зеленую, оксид железа(II) – темно зеленую, оксид меди(I) – красную. При добавлении в шихту золота можно получить рубиновое стекло, пропускающее только инфракрасные лучи.
Из стеклянных волокон производят ткани с тепло и электроизоляционными свойствами и кислотостойкие материалы.
Цемент. Для производства цемента сырье (известняк, мел и глину) измельчают и подают во вращающуюся печь, температуру в которой повышают до 450 °C. при такой температуре из состава сырья испаряется вода и выделяется углекислый газ. В результате образуются куски твердеющей массы – клинкер. Цемент получают размалывая клинкер в порошок. При разведении цемента водой образуется твер деющее тесто. Отвердевание происходит даже под водой. Цемент используется в качестве связующего материала при строительстве подводных и наземных сооружений.`],[`g9-p14-t04`,9,`c7`,`s04`,`14`,`Силикатная промышленность`,66,67,`textbook`,`ru`,`Kimyo 9`,`Цемент используется в качестве связующего материала при строительстве подводных и наземных сооружений.
Бетон и железобетон. При смешивании цементного раствора с песком, мелким гравием и щебнем получается масса, называемая бетоном. Сооружение из бетона с основой из железных стержней, арматуры и балок называется железобетоном. Бетон и железобетон широко используются в различных областях народного хозяйства.
Керамика. Изделия, изготовленные из глины, называются керамическими. Сырьем для глиняных (керамических) изделий служат каолиновая глина, песок, мел, доломиты. В настоящее время керамические изделия используются также в приборостроении, электротехнике, радиотехнике. Для этого применяется тонкая керамика. Основным сырьем для тонкой керамики являются специальные смеси, состоящие из талька, глинозема, оксида магния, титановых соединений.
Узбекский народ издавна занимался гончарным производством. Керамические орнаменты зданий самарканда, буха ры, хивы веками поражают всех своим изяществом и красотой.`],[`g9-p14-t05`,9,`c7`,`s04`,`14`,`Силикатная промышленность`,67,67,`textbook`,`ru`,`Kimyo 9`,`Керамические орнаменты зданий самарканда, буха ры, хивы веками поражают всех своим изяществом и красотой.
Местные гончарные предприятия и крупные заводы по производству керамических изделий работают по следующей схеме: подготовка целевого сырья → приготовление глины (керамической массы) → формование (придание определенной формы) → сушка → обжиг.
Строительные материалы: кирпич, кафель, черепица, канализационные трубы Керамические изделия: бытовые, керамические, Керамика фарфор, фаянс
Электроизоляционные материалы различные детали для технических целей с целью предотвращения проникания воды в поры керамических изделий и загрязнения их покрывают глазурью, для чего в печь бросают поваренную соль. Испаряясь, поваренная соль взаимодействует с оксидом кремния, в результате чего изделия покрываются гладким, стекло об разным слоем, не пропускающим влагу.
Элементы ЗУН: природные силикаты, стекло, цветное стекло, цемент, бетон, железобетон, керамика, фарфор, глина, фаянс, черепица.`],[`g9-p14-t06`,9,`c7`,`s04`,`14`,`Силикатная промышленность`,67,68,`textbook`,`ru`,`Kimyo 9`,`Элементы ЗУН: природные силикаты, стекло, цветное стекло, цемент, бетон, железобетон, керамика, фарфор, глина, фаянс, черепица.
Вопросы и задания
1. Что вы знаете об изделиях на основе соединений кремния и сырье? Где они используются? 2. Какие разновидности стекла вы знаете?
3. Как получают цемент и где его используют? 4. Что такое керамика? Каковы ее свойства? 5. Что такое железобетон и чем он отличается от бетона?
Наглядные задачи и примеры
Задача 1. При нагревании 50 г известняка получено 22 г CaO.
Сколько процентов CaCO3 было в составе известняка?
Решение: 1) При нагревании известняка содержащийся в нем
CaCO3 образует негашеную известь (CaO) и углекислый газ (CO2). Из какого количества CaCO3 образуются 22 г CaO?
x г 22 г
CaCO3 → CaO + CO2,
2) В составе 50 г известняка было 39,3 г CaCO3. сколько процентов составляют 39,3 г CaCO3 от 50 г известняка? 39,3`],[`g9-p14-t07`,9,`c7`,`s04`,`14`,`Силикатная промышленность`,68,69,`textbook`,`ru`,`Kimyo 9`,`2) В составе 50 г известняка было 39,3 г CaCO3. сколько процентов составляют 39,3 г CaCO3 от 50 г известняка? 39,3
C(CaCO3)= = 78,6 %. 50 Ответ: 78,5 % CaCO3.
Задача 2. Сколько граммов воды потребуется для приготовления 10 % ного раствора карбоната натрия из 54 г кристаллической соды Na2CO3.10H2O?
Решение: 1) Сколько граммов Na2CO3 в 54 г кристаллической соды?
В 54 г Na2CO3 10H2O есть x г Na2CO3.
x = = 20 г Na2CO3;
2) Сколько граммов воды необходимо для приготовления
10 % ного раствора карбоната натрия, если в 54 г кристаллической соды содержится 20 г Na2CO3? Для приготовления
10 % ного раствора:
10 г Na2CO3 нужно растворить в 90 г воды,
{ 20 г Na2CO3 нужно растворить в x граммах воды. x = 180 г;
3) Если растворить 54 г кристаллической соды в 146 г воды, образуется (54+146) 200 г раствора.
100.22 x = =39,3 г CaCO3;
Ответ: нужно 146 г воды.
Проверка правильности решения:`],[`g9-p14-t08`,9,`c7`,`s04`,`14`,`Силикатная промышленность`,69,69,`textbook`,`ru`,`Kimyo 9`,`…(54+146) 200 г раствора. 100.22 x = =39,3 г CaCO3; Ответ: нужно 146 г воды. Проверка правильности решения:
1) Масса раствора: 54 г + 146 г = 200 г; 2) В 200 г раствора растворено 54 г кристаллической соды. Сколько Na2CO 3 и воды в 54 г кристаллической соды Na2CO.10H2O? 3) Нахождение массы растворимого (Na2CO3) в 54 г кристаллической соды:
{ в 54 г Na2CO. 10H2O есть x граммов Na2CO3. 3 x = 20 г Na2CO3 (растворимое); 4) В 200 г раствора имеется 20 г растворимого. Процентная концентрация раствора: 20 .
Задачи и примеры для самостоятельного решения
1. Атом какого неметалла легко присоединяет электроны:
a) углерода или азота; б) серы или фосфора; в) селена или теллура; г) йода или брома; ж) кислорода или хлора; и)`],[`g9-p14-t09`,9,`c7`,`s04`,`14`,`Силикатная промышленность`,69,70,`textbook`,`ru`,`Kimyo 9`,`a) углерода или азота; б) серы или фосфора; в) селена или теллура; г) йода или брома; ж) кислорода или хлора; и)
Азота или серы? Почему? 2. С какими элементами взаимодействуют неметаллы? Какой вид связи при этом образуется? 3. При разложении 200 г известняка образовалось 33,6 л углекислого газа (при н. у. ). сколько процентов карбоната кальция было в составе известняка? Ответ: 75 %. 4. Какой объем (л, н. у. ) углекислого газа образуется при сжигании 4,5 г каменного угля, содержащего 20 % примесей? Ответ: 6,72 л. 5. При прокаливании 60 г известняка получили 32 г оксида кальция. Определите массовую долю карбоната кальция в известняке. Ответ: 0,953. 6.
Сколько молей и граммов кислорода образуется при нагревании 44,45 г перманганата калия, содержащего 10 % примесей? 7. При в за и модействии 4 к г карбида кальция с водой образуется 1120 л (при н. у. ) ацетилена. Сколько процентов
CaC2 было в карбиде кальция, взятом для реакции?
ГЛАВА`],[`g9-p14-d01`,9,`c7`,`s04`,`14`,`Силикатная промышленность: железобетоном, керамическими`,66,66,`definition`,`ru`,`Kimyo 9`,`Сооружение из бетона с основой из железных стержней, арматуры и балок называется железобетоном.
Изделия, изготовленные из глины, называются керамическими.`],[`g9-p14-sum`,9,`c7`,`s04`,`14`,`Силикатная промышленность: главное`,67,67,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: природные силикаты, стекло, цветное стекло, цемент, бетон, железобетон, керамика, фарфор, глина, фаянс, черепица.`],[`g9-p15-t01`,9,`c1`,`s05`,`15`,`Распространение металлов в природе, получение и применение`,70,70,`textbook`,`ru`,`Kimyo 9`,`МЕТАЛЛЫ
Распространение металлов в природе, получение и применение
Какие металлы, используемые в повседневной жизни, вы знаете?
Более 90 элементов из 118, представленных в периодической таблице, – металлы.
Все элементы первой, второй и третьей групп (кроме H и
B) – металлы.
Все элементы основной подгруппы четвертой группы (кроме C и Si) – металлы.
В основной подгруппе пятой группы имеются два металла: Sb и Bi.
В основной подгруппе шестой группы имеется один металл: Po.
Все элементы побочных подгрупп четвертой, пятой, шестой, седьмой и восьмой групп – металлы.
Распространение металлов в природе
Активные металлы встречаются в виде солей. Сульфаты: CaSO4, BaSO4.
Хлориды: NaCl, KCl.
Карбонаты: CaCO3.
Фосфаты: Ca3(PO4)2.
Нитраты: NaNO3,
KNO3.
Металлы средней активности встречаются в виде оксидов, сульфатов и сульфидов. Оксиды: Fe2O3, Fe3O4. сульфиды: PbS, CuS,`],[`g9-p15-t02`,9,`c1`,`s01`,`15`,`Распространение металлов в природе, получение и применение`,70,71,`textbook`,`ru`,`Kimyo 9`,`Металлы средней активности встречаются в виде оксидов, сульфатов и сульфидов. Оксиды: Fe2O3, Fe3O4. сульфиды: PbS, CuS,
ZnS, FeS2. сульфаты: FeSO4.7H2O.
Неактивные металлы встречаются в свободном виде.
Cu — медь.
Hg — ртуть.
Ag — серебро.
Au — золото.
Pt — платина.
В древние времена людям были известны семь металлов: золото, серебро, медь, железо, олово, свинец, ртуть. В настоящее время трудно представить жизнь людей без металлов. Металлы и сплавы используются во всех областях народного хозяйства. Грузовые и легковые автомобили, сельскохозяйственная техника, тепловозы, паровозы, само леты и даже обычная игла, гвозди, ручки и многое другое изготовлены из металла или же металлы составляют основную их часть.
Огромное практическое значение имеют такие металлы, как железо, медь, цинк, никель, кобальт, алюминий, магний, вольфрам, молибден, тантал, титан, ниобий, и такие сплавы, как сталь, чугун, баббит, дюралюминий, нихром и др.`],[`g9-p15-t03`,9,`c3`,`s07`,`15`,`Распространение металлов в природе, получение и применение`,71,71,`textbook`,`ru`,`Kimyo 9`,`…магний, вольфрам, молибден, тантал, титан, ниобий, и такие сплавы, как сталь, чугун, баббит, дюралюминий, нихром и др.
Получение. Выделением металлов из соединений занимается отрасль народного хозяйства металлургия. Основной задачей металлургии является восстановление металлов из их соединений и извлечение металлов из других веществ.
Восстановление металлов из соединений осуществляется различными способами. В промышленности все способы получения металлов основаны на реакциях окисления – восстановления, и в настоящее время используются следующие способы:
Пирометаллургический способ основан на прямой высоко температурной термической обработке соединений металлов (получение неактивных металлов) или на восстановлении оксидов металлов при помощи углерода, оксида углерода(II), алюминия, кремния или водорода:
ZnO + C → CO + Zn↓, Cr2O3 + 2Al → Al2O3 + 2Cr↓,`],[`g9-p15-t04`,9,`c3`,`s07`,`15`,`Распространение металлов в природе, получение и применение`,71,72,`textbook`,`ru`,`Kimyo 9`,`…углерода, оксида углерода(II), алюминия, кремния или водорода: ZnO + C → CO + Zn↓, Cr2O3 + 2Al → Al2O3 + 2Cr↓,
Fe3O4 + 4CO → 3Fe + 4CO2 , WO3 + 3H2 → W + 3H2O, 2HgO → 2Hg↓ + O2 .
Данный способ применяется при производстве стали и чугуна.
Гидрометаллургический способ основан на переводе сое
Пирометаллургический. Гидрометаллургический. Электрометаллургический.
Динений металлов в раствор и восстановлении путем электролиза или воздействия другими металлами, минуя нагревание:
CuO + H2SO4 → CuSO4 + H2O,
CuSO4 + Fe → FeSO4 + Cu↓.
С помощью этого способа выделяют золото, серебро, цинк, уран и другие металлы.
Электрометаллургический способ основан на электролизе расплавов оксидов, гидроксидов металлов и солей: Na+ + ē → Na0, Ca+2 + 2ē → Ca0, Al+3 + 3ē → Al0.
Этот способ используется для получения щелочных, щелочноземельных металлов и алюминия.`],[`g9-p15-t05`,9,`c1`,`s05`,`15`,`Распространение металлов в природе, получение и применение`,72,72,`textbook`,`ru`,`Kimyo 9`,`Этот способ используется для получения щелочных, щелочноземельных металлов и алюминия.
Применение. Металлы применяются во всех отраслях народного хозяйства. По степени использования в жизнедеятельности человека металлы стоят на первом месте. На рис. 12 показаны металлы, используемые при изготовлении обычной осветительной лампочки. По отраслям применения металлы условно подразделяются на черные и цветные.
Sn Pb
Zn Sb
Рис. 12. Осветительная лампочка
Черные металлы – железо и основные продукты его переработки сталь и чугун.
Цветные металлы – все остальные металлы, кроме железа, и продукты их переработки.
Металлы, плотность которых превышает 5 кг/м3, считаются тяжелыми, металлы, имеющие плотность менее 5 кг/м3, – легкими:
• литий, натрий, калий, кальций, алюминий, магний, титан и др. – легкие металлы. Самый легкий металл – литий, его плотность 0,5 г/см3.`],[`g9-p15-t06`,9,`c1`,`s01`,`15`,`Распространение металлов в природе, получение и применение`,72,73,`textbook`,`ru`,`Kimyo 9`,`• литий, натрий, калий, кальций, алюминий, магний, титан и др. – легкие металлы. Самый легкий металл – литий, его плотность 0,5 г/см3.
• Кадмий, никель, ртуть, олово, свинец, медь, кобальт и др. – тяжелые металлы. Самый тяжелый металл – осмий, его плотность 22,6 г/см3.
По устойчивости к внешним воздействиям и применению в изготовлении ювелирных изделий металлы подразделяются на:
• Драгоценные – серебро, золото, платина, палладий и др.
По распространенности в природе (редкоземельные) и свойствам, резко отличающим их от других металлов (полупроводимость, радиоактивность, тугоплавкость), металлы подразделяются на:
• Редкие – актиноиды, лантаноиды, молибден, вольфрам, ванадий, ниобий, тантал, радий, торий и др.
Так как индий и серебро хорошо отражают световые лучи, их используют при изготовлении прожекторов и рефлекторов.
В давние времена монеты из золота, серебра и меди использовались в качестве платежного средства.`],[`g9-p15-t07`,9,`c1`,`s01`,`15`,`Распространение металлов в природе, получение и применение`,73,73,`textbook`,`ru`,`Kimyo 9`,`В давние времена монеты из золота, серебра и меди использовались в качестве платежного средства.
• В настоящее время в Узбекистане разведано более 40 месторождений драгоценных металлов.
• По запасам золота Узбекистан занимает четвертое место в мире.
• Золотыеприискинаходятсяв Кызылкуме –
Мурунтау, Аджибугуте, Булуткане, Ба лкантау,
Аристантау, Торбое и в других местах.
• Серебряные рудники имеются в Высоковольтном,
Акжетпесе, Космонавте Навоийской области, в
Актепе Наманганской области.
• Алма лыкский горномета ллургический комбинат является одним из крупнейших предприятий по производству цветных металлов, работающих на основе руд Кальмаккырского месторождения.
• В Узбекистане имеются также месторождения Au,
Ag, Cu, Re, Mo, Pb, Zn, W, Cd, Ni, Os, V, Sc, Te, Se и многих других металлов.`],[`g9-p16-t01`,9,`c1`,`s05`,`16`,`Сплавы`,74,74,`textbook`,`ru`,`Kimyo 9`,`Сплавы
Что вы знаете о значении сплавов в повседневной жизни?
Сплав — это материал, образованный при растворении в расплавленных металлах других металлов, неметаллов и сложных веществ.
Сплавы имеют кристаллическое строение.
Сплавы подразделяются на твердые и мягкие, легкоплавкие и тугоплавкие, устойчивые к воздействию щелочей и кислот.
Сплавы металлов имеют высокую электро и теплопроводность. Свойства сплавов зависят от свойств составляющих их веществ.
• сплав, состоящий из 99 % меди и 1 % бериллия, тверже меди в семь раз.
• сплав, состоящий из 50,1 % висмута, 24,9 % свинца,
14,2 % олова и 10,8 % кадмия, плавится при 65,5 °C (тогда как висмут плавится при 271,3 °C, олово – при
• цинк, медь, алюминий по отдельности не растворяются в воде, тогда как сплав, состоящий из 5 % цинка, 50 % меди и 45 % алюминия, при нормальных условиях взаимодействует с водой и выделяет водород.`],[`g9-p16-t02`,9,`c1`,`s05`,`16`,`Сплавы`,74,74,`textbook`,`ru`,`Kimyo 9`,`• цинк, медь, алюминий по отдельности не растворяются в воде, тогда как сплав, состоящий из 5 % цинка, 50 % меди и 45 % алюминия, при нормальных условиях взаимодействует с водой и выделяет водород.
Как и металлы, сплавы имеют кристаллическое строение, и их свойства зависят от их строения. При кристаллизации в некоторых сплавах образуются химические соединения, а в некоторых – атомы металлов с химической точки зрения связь не образуют. Такие сплавы называются твердыми растворами. Данные о некоторых сплавах приводятся в табл. 10.
• Гомогенные сплавы – это сплавы, образованные из металлов с близкими значениями радиусов атомов, в узлах кристаллической решетки которых атомы могут обмениваться местами (Cu—Au, Ag—Au, Na—K, Bi—Sb). Гетерогенные сплавы – это сплавы, состоящие из металлов с различными значениями радиусов атомов, в узлах кристаллической решетки которых атомы не могут обмениваться местами (Sn—Al, Zn—Al). Интерметаллические (межметаллические) сплавы — это сплавы , состоящие из металлов с резко различающимися значениями электроотрицательности.`],[`g9-p16-t03`,9,`c1`,`s05`,`16`,`Сплавы`,74,75,`textbook`,`ru`,`Kimyo 9`,`Интерметаллические (межметаллические) сплавы — это сплавы , состоящие из металлов с резко различающимися значениями электроотрицательности.
В них металлы соединяются в различных эквивалентных соотношениях и образуют химические соединения (CuZn, Cu3Al, Cu5Zn8).
Таблица 10 область применения самолетостроение сплав
Дюралюминий состав сплава, %
Изготовление отопительных приборов в качестве нержавеющей стали
Изготовление скоростных режущих приборов производство подшипников
Машиностроение никелин
Ni 9 пехрал вольфрамовая сталь свинцовый баббит оловянный баббит
Машиностроение, изготовление литья
Изготовление электронагревательных приборов типография смешанные баббиты
Ферронихром типографский сплав в отдельных случаях металлы не растворяются друг в друге и не могут образовывать сплавы.`],[`g9-p16-t04`,9,`c1`,`s05`,`16`,`Сплавы`,75,76,`textbook`,`ru`,`Kimyo 9`,`Ферронихром типографский сплав в отдельных случаях металлы не растворяются друг в друге и не могут образовывать сплавы.
В повседневной жизни почти не встречаются предметы, изготовленные из чистого металла. При изготовлении сплавов их свойства должны быть рассчитаны заранее. Кристаллические решетки сплавов резко отличаются от таковых чистых металлов. На рис. 13 показаны кристаллические решетки чистого цинка (a) и меди (б), а также кристаллическое строение их твердого раствора (в, г).
Благодаря разнообразию свойств сплавы широко используются в промышленности и в повседневной жизни. Например, бронза (сплав олова и меди) была известна еще 5000 лет тому назад. В настоящее время самыми распространенными являются сплавы на основе железа и алюминия.
Элементы ЗУН: место металлов в периодической таблице, металлы, встречающиеся в природе в свободном виде и в виде соединений, пирометаллургические, гидрометаллургические и электрометаллургические способы получения металлов, сплавы.`],[`g9-p16-t05`,9,`c1`,`s05`,`16`,`Сплавы`,76,76,`textbook`,`ru`,`Kimyo 9`,`…виде соединений, пирометаллургические, гидрометаллургические и электрометаллургические способы получения металлов, сплавы.
Вопросы и задания a в б г
Рис. 13. Цинк (а) и медь (б), а также их твердые растворы (в,г)
1. Как получают сплавы? 2. От чего зависят свойства сплавов? 3. Определите формулу химического соединения, состоящего из 60 % меди и 40 % цинка. 4. Сколько граммов 20 % ной азотной кислоты потребуется для полного растворения 10 г сплава, состоящего из 99 % меди и
1 % бериллия? 5. Спросите у преподавателя, что означают номера проб на золотых изделиях 375, 583, 750, 958 и запишите ответ в тетрадь. 6. Почему нельзя использовать алюминиевые сплавы при изготовлении бытовой посуды? 7. Соберите данные о сплавах, используемых людьми издавна, и обсудите их на заседании химического кружка.`],[`g9-p16-d01`,9,`c1`,`s05`,`16`,`Сплавы: Сплав, твердыми растворами`,74,74,`definition`,`ru`,`Kimyo 9`,`Сплав — это материал, образованный при растворении в расплавленных металлах других металлов, неметаллов и сложных веществ.
Такие сплавы называются твердыми растворами.
• Гомогенные сплавы – это сплавы, образованные из металлов с близкими значениями радиусов атомов, в узлах кристаллической решетки которых атомы могут обмениваться местами (Cu—Au, Ag—Au, Na—K, Bi—Sb).`],[`g9-p16-d02`,9,`c1`,`s05`,`16`,`Сплавы: Гетерогенные сплавы, Интерметаллические (межметаллические) сплавы`,74,74,`definition`,`ru`,`Kimyo 9`,`Гетерогенные сплавы – это сплавы, состоящие из металлов с различными значениями радиусов атомов, в узлах кристаллической решетки которых атомы не могут обмениваться местами (Sn—Al, Zn—Al).
Интерметаллические (межметаллические) сплавы — это сплавы , состоящие из металлов с резко различающимися значениями электроотрицательности.`],[`g9-p16-sum`,9,`c1`,`s05`,`16`,`Сплавы: главное`,76,76,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: место металлов в периодической таблице, металлы, встречающиеся в природе в свободном виде и в виде соединений, пирометаллургические, гидрометаллургические и электрометаллургические способы получения металлов, сплавы.`],[`g9-p17-t01`,9,`c1`,`s01`,`17`,`Физические и химические свойства металлов`,77,77,`textbook`,`ru`,`Kimyo 9`,`Физические и химические свойства металлов
Что вы знаете о сходстве и различиях металлической связи с другими видами химической связи?
Физические свойства. Металлы при нормальных условиях — твердые вещества (кроме франция и ртути). Металлы в кристаллическом состоянии хорошо отражают свет, поэтому для них характерен металлический блеск. Благодаря хорошему светоотражению индий и серебро используются при изготовлении прожекторов и рефлекторов. Все металлы, кроме алюминия и магния, в измельченном (порошкообразном) состоянии имеют темный или темно серый оттенок. Кроме золота и меди, все остальные металлы излучают белый или различные оттенки серого цвета.
Все металлы хорошо проводят электрический ток и тепло. Медь и серебро в этом отношении стоят на первом месте.
Металлы обладают ковкостью и пластичностью. Ковкость — это способность вещества изменять свою форму в результате внешних воздействий. Самым ковким металлом считается золото, которое можно раскатать в тонкую фольгу и вытянуть в тонкую нить.`],[`g9-p17-t02`,9,`c1`,`s01`,`17`,`Физические и химические свойства металлов`,77,78,`textbook`,`ru`,`Kimyo 9`,`Самым ковким металлом считается золото, которое можно раскатать в тонкую фольгу и вытянуть в тонкую нить.
Металлическая связь. Характерные свойства металлов объясняются особенностями их внутреннего строения. В узлах кристаллической решетки металлов находятся нейтральные атомы, положительно заряженные ионы, а между ними постоянно двигаются свободные электроны. В металлах постоянно происходит отделение электронов от атомов и при соединение их к ионам. Наличие этих свободных электронов обуслов ливает хорош у ю электро и т еп лоп роводнос т ь металлов. Электроны считаются общими для всего кристалла.
• химическая связь, возникающая между положительными ионами и общими электронами в металле, называется металлической связью.
Металлическая связь характерна только для металлов независимо от их агрегатного состояния.
Плотность, температура п лавлен и я и кипения, твердость зависят от таких специфических свойств атомов, как заряд ядра, масса и прочность металлической связи.`],[`g9-p17-t03`,9,`c1`,`s01`,`17`,`Физические и химические свойства металлов`,78,78,`textbook`,`ru`,`Kimyo 9`,`Плотность, температура п лавлен и я и кипения, твердость зависят от таких специфических свойств атомов, как заряд ядра, масса и прочность металлической связи.
По общей плотности металлы делятся на легкие, т.е. сплотностью, меньшей 5000 кг/м3 (литий, натрий, магний, алюминий), и тяжелые, плотность которых выше 5000 кг/м3 (цинк, железо, медь, ртуть, золото, платина, осмий и др.).
Самая низкая температура плавления присуща ртути (–38,87 °C), а самая высокая вольфраму (3410 °C). самые твердые металлы – хром и вольфрам, а самые мягкие – натрий, калий и индий.
Химические свойства . химические свойства металлов определяются способностью их атомов легко отдавать валентные электроны и превращаться в соответствующие ионы. В химических реакциях атомы металлов п роя в л я ю т восстановительные свойства. Например, при горении в п рису тст ви и кислорода атом металла, отдавая валентные электроны, превращается в положительно заряженный ион – окисляется, а атом кислорода, присоединяя электроны, превращается в отрицательно заряженный ион – восстанавливается:`],[`g9-p17-t04`,9,`c1`,`s01`,`17`,`Физические и химические свойства металлов`,78,79,`textbook`,`ru`,`Kimyo 9`,`…заряженный ион – окисляется, а атом кислорода, присоединяя электроны, превращается в отрицательно заряженный ион – восстанавливается:
M–nē → M+n, nO2 + 4nē → 2nO2–, 4M + nO2 → 2M2On.
При в за и модействии натрия их лора натрий отдает электроны хлору, при взаимодействии цинка с серной кислотой отдан ные цинком электроны принимает водород (напишите уравнения реакций).
Электрохимический ряд напряжений металлов. Металлы по разному проявляют восстановительные свойства (см.табл.). Цинк вытесняет свинец из нитрата свинца(II): Zn + Pb(NO3)2 → Pb↓ + Zn(NO3)2.
Однако свинец при таких же условиях не может вытеснять цинк. Следовательно, цинк по сравнению со свинцом является сильным восстановителем. В свою очередь свинец вытесняет медь из ее солей, значит, по сравнению с ней является более сильным восстановителем.`],[`g9-p17-t05`,9,`c1`,`s03`,`17`,`Физические и химические свойства металлов`,79,79,`textbook`,`ru`,`Kimyo 9`,`В свою очередь свинец вытесняет медь из ее солей, значит, по сравнению с ней является более сильным восстановителем.
Способность одних металлов вытеснять другие металлы из их соединений была впервые подробно изучена русским ученым н.н.бекетовым (1865 г.). он расположил металлы в «вытеснительный ряд» и указал место водорода в этом ряду. В настоящее время данный ряд называется электрохимическим рядом напряжений или рядом стандартных электродных потен циалов металлов.
Каждый металл вытесняет все следующие за ним металлы из растворов их солей. Металлы, расположенные слева от водорода, вытесняют его из растворов кислот (металлы, расположенные между литием и магнием, вытесняют водород из воды при нормальной температуре). Металлы, расположенные справа от водорода, не способны вытеснять его из водных растворов кислот. Насколько атом металла легко отдает свои валентные электроны, настолько сильным восстановителем он считается.`],[`g9-p17-t06`,9,`c1`,`s01`,`17`,`Физические и химические свойства металлов`,79,80,`textbook`,`ru`,`Kimyo 9`,`Насколько атом металла легко отдает свои валентные электроны, настолько сильным восстановителем он считается.
Элементы ЗУН: физические свойства металлов, металлическая связь, металлы – восстановители, электрохимический ряд напряжений металлов.
Вопросы и задания
1. Где расположены металлы в периодической таблице? 2. В каком виде металлы встречаются в природе? 3. Какие способы получения металлов вы знаете? Приведите примеры. 4. От чего зависит хорошая электро и теплопроводность металлов?
5. 6. 7. 8. 9. 10. В чем сущность электрохимического ряда напряжений металлов? 11. При воздействии медью на раствор нитрата серебра выделилось 4,3 г серебра. Сколько граммов нитрата серебра было в исходном растворе?
Какие тяжелые и легкие металлы вы знаете? Какой металл самый твердый, а какой – самый пластичный? Чем объясняются химические свойства металлов? Может ли ртуть вытеснить медь из раствора ее соли? Какая связь характерна для металлов и в чем ее сущность?`],[`g9-p17-d01`,9,`c1`,`s03`,`17`,`Физические и химические свойства металлов: Ковкость, металлической связью`,77,79,`definition`,`ru`,`Kimyo 9`,`Ковкость — это способность вещества изменять свою форму в результате внешних воздействий.
• химическая связь, возникающая между положительными ионами и общими электронами в металле, называется металлической связью.
В настоящее время данный ряд называется электрохимическим рядом напряжений или рядом стандартных электродных потен циалов металлов.`],[`g9-p17-sum`,9,`c1`,`s01`,`17`,`Физические и химические свойства металлов: главное`,79,79,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: физические свойства металлов, металлическая связь, металлы – восстановители, электрохимический ряд напряжений металлов.`],[`g9-p18-t01`,9,`c1`,`s04`,`18`,`Коррозия металлов`,80,80,`textbook`,`ru`,`Kimyo 9`,`Коррозия металлов
Почему металлические предметы ржавеют? Как можно предотвратить ржавление металлических предметов (различных деталей)?
Под влиянием окружающей среды металлические предметы окисляются, образуя оксиды, гидроксиды, соли, и разрушаются. Встречаются следующие виды коррозии: химическая, биохимическая, или биокоррозия, электрохимическая. По протеканию коррозионного процесса различают атмосферную, жидкостную или электролитическую, почвенную или подпочвенную, электрокоррозию, трещинную и коррозию, возникающую в результате напряжения металла.
Коррозия – это разрушение металла под воздействием окружающей среды.
Химическая коррозия – это разрушение металла, возникающее в результате взаимодействия металла с окислителем из внешней среды.
Электрохимическая коррозия – это разрушение металла при непосредственном контакте с другими металлами, электролитом и водой.`],[`g9-p18-t02`,9,`c1`,`s04`,`18`,`Коррозия металлов`,80,81,`textbook`,`ru`,`Kimyo 9`,`Электрохимическая коррозия – это разрушение металла при непосредственном контакте с другими металлами, электролитом и водой.
Примером химической коррозии может служить окисление натрия и кальция на воздухе, ржавление железа во влажном воздухе или разрушение металла при взаимодействии его с не пропускающими электрический ток жидкостями (нефтью, толуолом, бензином) в среде сероводорода, галогенов, оксида серы(IV) и других газовых средах. При этом электроны из металлов переходят к окислителям:
Fe – 2ē → Fe2+,
{ 2Fe2+ + 2H2O + O2 → 2Fe(OH)2, 2H2O + O2 + 4ē → 4OH–,
4Fe(OH)2 + 2H2O + O2 → 4Fe(OH)3,
4Fe + 2nH2O + 3O2 = 2Fe2O3 ∙ nH2O, или 4Fe + 6H2O + 3O2 = 4Fe(OH)3.
Fe(OH)3 — это гидроксид железа(III) или ржавчина на поверхности железных предметов.`],[`g9-p18-t03`,9,`c1`,`s04`,`18`,`Коррозия металлов`,81,81,`textbook`,`ru`,`Kimyo 9`,`Fe(OH)3 — это гидроксид железа(III) или ржавчина на поверхности железных предметов.
При электрохимической коррозии происходят сложные процессы. Так как в технике используются металлы, имеющие в своем составе примеси других металлов, при соприкос новении металлов с раствором электролита образуется непрерывно действующий гальванический элемент, и при этом более активный элемент разрушается. На воздухе на поверхности любого металлического изделия происходит конденсация воды. При этом атмосферные газы растворяются, и образуется электролит.
Если металл соприкасается с другим металлом или если он содержит примеси, то образуется гальваническая пара, которая подвергает металл электрохимической коррозии. Чистые металлы электрохимической коррозии не подвергаются.
Коррозия наносит большой ущерб народному хозяйству. Более всего подвергаются коррозии автомобили, приборы и оборудование химической промышленности, трубы и другие металлические изделия.`],[`g9-p18-t04`,9,`c1`,`s04`,`18`,`Коррозия металлов`,81,82,`textbook`,`ru`,`Kimyo 9`,`Более всего подвергаются коррозии автомобили, приборы и оборудование химической промышленности, трубы и другие металлические изделия.
Казалось бы, металлы, расположенные левее в ряду напряжений и являющиеся активными, легче должны были бы подвергаться коррозии. В действительности не всегда происходит так. Например, алюминий, находящийся в начале электрохимического ряда напряжений металлов, несколько защищен от атмосферной коррозии. Это объясняется тем, что на поверхности алюминия образуется оксид алюминия, который тонкой пленкой покрывает поверхность и тем самым защищает его от внешнего воздействия. Если пленку убрать, то алюминий быстро начнет коррозироваться.
В народном хозяйстве для защиты металлических конструкций от водной или почвенной коррозии используются электрохимические методы. На практике широко применяются следующие методы защиты металлов и металлоконструкций от коррозии:
Создание защитного слоя.
Уменьшение активности коррозионной среды (ингибирование).`],[`g9-p18-t05`,9,`c1`,`s04`,`18`,`Коррозия металлов`,82,82,`textbook`,`ru`,`Kimyo 9`,`…металлов и металлоконструкций от коррозии: Создание защитного слоя. Уменьшение активности коррозионной среды (ингибирование).
Изменение свойств металлов (очистка от примесей или добавление примесей).
Электрохимическая защита.
Использование химически устойчивых материалов.
Как уже указывалось выше, коррозия наносит ощутимый ущерб народному хозяйству, поэтому защите металлов от коррозии придается большое значение. В связи с этим рассмотрим подробнее важнейшие из перечисленных выше методов защиты.
Создание защитного слоя. Для защиты от коррозии на поверхность металла наносятся различные покрытия из лаков, красок, эмалей, смол, пластмасс, оксидов (окисление), солей (фосфатирование) и др.
Фосфатирование – это получение на поверхности черных и цветных металлов фосфатного слоя. Этот способ основан на взаимодействии металла с фосфорной кислотой и растворами ее солей, в результате которого на поверхности металла образуется слой нерастворимых солей – фосфатов. Вещества, используемые для получения фосфатного слоя, входят в ряд анодных ингибиторов.`],[`g9-p18-t06`,9,`c1`,`s04`,`18`,`Коррозия металлов`,82,83,`textbook`,`ru`,`Kimyo 9`,`Вещества, используемые для получения фосфатного слоя, входят в ряд анодных ингибиторов.
В силу хороших электроизоляционных свойств фосфатных покрытий, их используют при изготовлении деталей электро машин, а также для создания электроизоляционных покрытий на поверхности электротехнических и других сталей.
Можно фосфатировать предметы любого размера и формы, используя фосфатирующие растворы с различным температурным режимом, за сравнительно короткое время. Фосфати рование металлических поверхностей перед покраской обеспечивает прочное соединение стали с краской, а также уменьшение коррозионных разрушений при различных дефектах поверхности.
Образование фосфатного покрытия сопровождается выделением водорода. Атомы железа поэтапно замещают атомы водорода в составе кислоты: 2H3PO4 + Fe = Fe(H2PO4)2 + H2 , Fe(H2PO4)2+ Fe = 2FeHPO 4+ H2 , 2FeHPO4+ Fe = Fe 3(PO4)2+ H2 .`],[`g9-p18-t07`,9,`c1`,`s04`,`18`,`Коррозия металлов`,83,83,`textbook`,`ru`,`Kimyo 9`,`Атомы железа поэтапно замещают атомы водорода в составе кислоты: 2H3PO4 + Fe = Fe(H2PO4)2 + H2 , Fe(H2PO4)2+ Fe = 2FeHPO 4+ H2 , 2FeHPO4+ Fe = Fe 3(PO4)2+ H2 .
В большинстве случаев поверхность металлов покрывают другими, более устойчивыми к коррозии металлами (никель, цинк, хром, алюминий, золото, серебро). при разрушении защитного слоя, т. е. при обнажении поверхности металла, защищаемый металл попадает в агрессивную среду, образуется гальванический элемент, и металл подвергается коррозии.
Если металлическое покрытие состоит из более активного металла, чем защищаемый металл, например, поверхность железа покрыта цинком, то металл, образующий защитный слой, становится анодом, и такое покрытие называется анодным. Защищаемый металл (железо) является катодом и не будет разрушаться до тех пор, пока не разрушится весь цинковый слой. Металлы, менее активные, чем защищаемый металл, образуют катодные покрытия. При разрушении катодного покрытия защищаемый металл быстро ржавеет.`],[`g9-p18-t08`,9,`c1`,`s04`,`18`,`Коррозия металлов`,83,83,`textbook`,`ru`,`Kimyo 9`,`Металлы, менее активные, чем защищаемый металл, образуют катодные покрытия. При разрушении катодного покрытия защищаемый металл быстро ржавеет.
Уменьшение активности коррозионной среды . Для ликвидации вредных примесей и уменьшения количества растворенного кислорода и солей, способствующих коррозии металлов, применяют ингибиторы, которые замед л я ют процесс коррозии металлов.
Ингибиторы – это специальные вещества, при добавлении небольших количеств которых в коррозионную среду (106 ––103– моль/л) процесс коррозии замедляется или пре кращается полностью. В качестве ингибиторов применяются различные индивидиуальные органические и неорганические вещества, а также их смеси. Ингибиторы используются для защиты металлов от коррозии в атмосферной, кислотной среде, от коррозии под воздействием морской воды, охлади телей, окислителей, смазочных материалов и др.
Защитные свойства ингибиторов основаны на адсорбции их на поверхности металла, замедляющей котодные и анодные процессы.`],[`g9-p18-t09`,9,`c1`,`s04`,`18`,`Коррозия металлов`,83,84,`textbook`,`ru`,`Kimyo 9`,`Защитные свойства ингибиторов основаны на адсорбции их на поверхности металла, замедляющей котодные и анодные процессы.
Электрохимическая защита . сущность электрохимической защиты состоит в том, что защищаемый объект присоединяется к катоду источника постоянного тока. В результате сам объект превращается в катод. Такая защита от коррозии называется катодной. При этом в качестве анода используется металлический лом, который коррозируется, а защищаемый объект сохраняется. При протекторной защите к защищаемому объекту присоединяются пластинки — про текторы из более активного металла.
В образованной гальванической паре протектор является анодом, а защищаемый объект — катодом. При этом протектор постепенно разрушается, а коррозия металлического объекта приостанавливается.
В настоящее время создаются не только новые способы защиты, но и новые п ла с т массы, способн ые за мен и т ь металлы, кислоустойчивые цементы и др.
Элементы ЗУН: коррозия, химическая и электрохимическая коррозия, защитные слои, электрохимическая защита.`],[`g9-p18-t10`,9,`c1`,`s04`,`18`,`Коррозия металлов`,84,85,`textbook`,`ru`,`Kimyo 9`,`Элементы ЗУН: коррозия, химическая и электрохимическая коррозия, защитные слои, электрохимическая защита.
Вопросы и задания
1. Проследите за изменениями, происшедшими на поверхности металлического предмета, оставленного во влажном месте на открытом воздухе, через некоторое время. Что произошло? Почему? Обоснуйте свой ответ. 2. Какие существуют виды коррозии? 3. Как можно защитить металлы от коррозии? 4. Предложите свой проект защиты металлов от коррозии. 5. Железо под воздействием кислорода и воды образует ржавчину: 4Fe + 6H2O + 3O2 = 4Fe(OH) 3. Какой объем (л, н. у. ) кислорода потребуется для ржавления 2,24 г железа? 6.
Сколько ржавчины Fe(OH)3 образуется в результате коррозии 28 г железа? Какой объем (л, н. у. ) кислорода необходим для протекания реакции? 7. Напишите уравнения реакций для осуществления следующих превращений:
Fe → FeO → FeSO4 → Fe(SO4)3 → Fe(OH)3 → Fe2O3 → Fe. 8. Какой объем (л,н.у.) кислорода необходим для полного окисления 12,8 г меди и сколько граммов оксида меди образуется в результате реакции?`],[`g9-p18-d01`,9,`c1`,`s04`,`18`,`Коррозия металлов: Коррозия, Химическая коррозия, Электрохимическая коррозия, Fe(OH)3`,80,81,`definition`,`ru`,`Kimyo 9`,`Коррозия – это разрушение металла под воздействием окружающей среды.
Химическая коррозия – это разрушение металла, возникающее в результате взаимодействия металла с окислителем из внешней среды.
Электрохимическая коррозия – это разрушение металла при непосредственном контакте с другими металлами, электролитом и водой.
Fe(OH)3 — это гидроксид железа(III) или ржавчина на поверхности железных предметов.`],[`g9-p18-d02`,9,`c1`,`s04`,`18`,`Коррозия металлов: Фосфатирование, анодным`,82,83,`definition`,`ru`,`Kimyo 9`,`Фосфатирование – это получение на поверхности черных и цветных металлов фосфатного слоя.
Если металлическое покрытие состоит из более активного металла, чем защищаемый металл, например, поверхность железа покрыта цинком, то металл, образующий защитный слой, становится анодом, и такое покрытие называется анодным.`],[`g9-p18-d03`,9,`c1`,`s04`,`18`,`Коррозия металлов: Ингибиторы, катодной`,83,84,`definition`,`ru`,`Kimyo 9`,`Ингибиторы – это специальные вещества, при добавлении небольших количеств которых в коррозионную среду (106 ––103– моль/л) процесс коррозии замедляется или пре кращается полностью.
Такая защита от коррозии называется катодной.`],[`g9-p18-sum`,9,`c1`,`s04`,`18`,`Коррозия металлов: главное`,84,84,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: коррозия, химическая и электрохимическая коррозия, защитные слои, электрохимическая защита.`],[`g9-p19-t01`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,85,85,`textbook`,`ru`,`Kimyo 9`,`Электролиз и его практическое значение
С помощью какого процесса из раствора поваренной соли можно получить три вида сырья, важных для народного хозяйства?
Окислительно-восстановительный процесс, протекающий при пропускании электрического тока через раствор или расплав электролита называется электролизом.
Сущность электролиза состоит в том, что на катоде идет процесс восстановления, а на аноде – окисления. При пропускании электрического тока через раствор электролита положительно заряженные ионы направляются к катоду и, принимая электроны, превращаются в нейтральные атомы, отрицательно заряженные ионы направляются к аноду и, отдавая электроны, теряют заряд.
Для подтверждения указанного рассмотрим электролиз водного раствора хлорида меди(II) CuCl2. при пропускании через раствор электрического тока ионы Cu2+ и Cl– в растворе двигаются к соответствующим электродам, на которых протекают следующие процессы:`],[`g9-p19-t02`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,85,86,`textbook`,`ru`,`Kimyo 9`,`при пропускании через раствор электрического тока ионы Cu2+ и Cl– в растворе двигаются к соответствующим электродам, на которых протекают следующие процессы:
Катод Cu2+ + 2ē = Cu0, анод 2Cl– –2ē = Cl0 . 2 при пропускании электрического тока через раствор соли металла, электродный потенциал которого меньше –0,41 эв /атом, на катоде должны восстанавливаться не ионы металла, а молекулы воды. Для доказательства рассмотрим электролиз водного раствора NaCl:
Катод Na+ Cl– → анод (Анод) 2H2O + 2ē = H0 + 2OH– ; 2 при этом молекулы воды восстанавливаются только при электролизе раствора соли того металла, который в ряду стандартных электродных потенциалов расположен перед алюминием. Это объясняется тем, что процесс восстановления молекул воды осложняется из за сильного напряжения, и для их восстановления необходима дополнительная сила тока.
Самая низкая разность потенциалов в процессе электролиза называется напряжением распада, и сила электропроводности соответствующего гальванического элемента всегда больше Е, т. е. Ерасп. > E:`],[`g9-p19-t03`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,86,86,`textbook`,`ru`,`Kimyo 9`,`Самая низкая разность потенциалов в процессе электролиза называется напряжением распада, и сила электропроводности соответствующего гальванического элемента всегда больше Е, т. е. Ерасп. > E:
= Ерасп. – E, где – сильное напряжение.
Аноды бывают двух видов – растворимые и нерастворимые. Растворимые аноды – это электроды, которые разрушаются в процессе электролиза, т.е. переходят в раствор в виде ионов. Например, если при пропускании электрического тока через раствор CuCl2 в качестве анода взять медную пластинку, то на катоде выделяется медь, а на аноде хлор не выделяется. При этом условии атомы меди по сравнению с ионами хлора легко отдают электроны. В результате сам анод растворяется, т.е. медь из анода переходит в раствор в виде ионов Cu2+.
В промышленности растворимые аноды применяются для получения чистых веществ, покрытия одних металлов другими и т.д. так, при никелировании изделий анод изготавливается из никеля, а никелируемое изделие является катодом. Оба электрода погружаются в раствор соли никеля.`],[`g9-p19-t04`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,86,87,`textbook`,`ru`,`Kimyo 9`,`так, при никелировании изделий анод изготавливается из никеля, а никелируемое изделие является катодом. Оба электрода погружаются в раствор соли никеля.
Нерастворимые аноды обычно изготавливаются из золота, платины или графита. В процессе электролиза нерастворимые аноды не переходят в раствор в виде ионов. При этом на поверхности анода окисляются или ионы кислотного остатка, или молекулы воды. Если электролит концентрированный, то ионы бескислородных кислот, например Cl –, Br –, I –, S2– легко теряют заряды. Анионы кислородсодержащих кислот,
2Cl– –2ē = Cl0 . 2 например SO24 , PO 34 , NO –3 не теряют заряды. При электролизе кислородсодержащей кислоты или раствора ее соли на аноде окисляются молекулы воды и выделяется газообразный кислород.
При пропускании электрического тока через водный раствор соли, образованной активным металлом и кислородсодержащей кислотой, например Na2SO4, и катионы, и анионы соли не будут терять заряд. На катоде вода восстанавливается, а на аноде окисляется. Поэтому на катоде выделяется водород, а на аноде – кислород:`],[`g9-p19-t05`,9,`c3`,`s04`,`19`,`Электролиз и его практическое значение`,87,87,`textbook`,`ru`,`Kimyo 9`,`На катоде вода восстанавливается, а на аноде окисляется. Поэтому на катоде выделяется водород, а на аноде – кислород:
Na2SO4 + H2O → 2Na+ + SO24 + H2O (H+ + OH–), (Катод) 2H+ + 2ē → H+, (Анод) 4OH– – 4ē → 2H2O + O2.
В результате процесса электролиза происходит разложение воды и увеличение концентрации раствора соли. Зачастую электролиты подвергают электролизу в состоянии расплава. У электролитов, подобных NaCl, в состоянии расплава разрушается ионная кристаллическая решетка. Образовавшийся расплав состоит из беспорядочно двигающихся ионов. Так как в расплаве NaCl положительно заряжены только ионы Na+ (NaCl расплав Na+ + Cl–), при электролизе на катоде теряют заряд именно эти ионы: Na+ + ē = Na0.`],[`g9-p19-t06`,9,`c3`,`s04`,`19`,`Электролиз и его практическое значение`,87,88,`textbook`,`ru`,`Kimyo 9`,`Так как в расплаве NaCl положительно заряжены только ионы Na+ (NaCl расплав Na+ + Cl–), при электролизе на катоде теряют заряд именно эти ионы: Na+ + ē = Na0.
В настоящее время в промышленности многие металлы (Al, Mg, Ca, Na и др.) получают путем электролиза расплавов. Водород, кислород, фтор, хлор, щелочи также получают путем электролиза. Электролиз широко используется при очистке металлов, нанесении металлических покрытий (нике лирование, хромирование, покрытие золотом). никелевое, хромовое, золотое покрытия не только придают предметам красивый вид, но и предохраняют их от химического разрушения (коррозии).
Восстановительный процесс, происходящий на катоде, осуществляется в соответствии с местоположением металлов в ряду электрохимического напряжения.
Li, Rb, K, Ba, Ca, Na, Mg, Al восстанавливается молекула воды или катион H+:
2H2O+ 2ē = H2↑ + 2OH или
2H+ + 2ē = H2↑ окислительный процесс, происходящий на аноде, зависит от вида анода и природы анионов:`],[`g9-p19-t07`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,88,88,`textbook`,`ru`,`Kimyo 9`,`2H+ + 2ē = H2↑ окислительный процесс, происходящий на аноде, зависит от вида анода и природы анионов:
– если на инертных анодах (Pt, графит) происходит окисление анионов бескислородных кислот (Cl–, Br –, I–, S2–), то в растворах, содержащих анионы кислородсодержащих кислот, окисляются ионы OH– и выделяется кислород.
– на растворимых анодах (Cu, Ag, Ni, Zn) растворяется металл, взятый в качестве анода.
Например: Zn(анод) –2ē → Zn2+.
1. При электролизе растворов соединений металлов, расположенных в ряду активности до алюминия, на катоде выделяется водород:
Катод
2H+ + 2ē =H2 Ca2+
Mn, Zn, Cr, Fe, Ni, Pb, H восстанавливается в основном металл и частично катион H+ :
Men+ + nē = Me0, 2H2O + 2ē = H2↑ + 2OH–,
2H+ + 2ē = H2↑
Cu, Ag, Hg, Pt, Au восстанавливается только металл:
Men+ + nē = Me0
CaCl2 Анод “+”
Ca2+ + 2Cl– 2H+ + 2OH– 2Cl– – 2ē = Cl2 Ca2+ +2OH– = Ca(OH)2 2OH–
2. При электролизе растворов соединений металлов, расположенных в ряду активности после алюминия, на катоде выделяется металл:`],[`g9-p19-t08`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,88,89,`textbook`,`ru`,`Kimyo 9`,`При электролизе растворов соединений металлов, расположенных в ряду активности после алюминия, на катоде выделяется металл:
Катод
Cu2+ + 2ē =Cu0
CuCl2 Анод “+”
Cu2+ + 2Cl– 2H+ + 2OH– 2Cl– – 2ē = Cl 2 0 2H+ + 2OH– = 2H2O 2OH– при электролизе бескислородных кислот и растворов солей, содержащих бескислородный остаток, на аноде происходит окисление кислотного остатка, за исключением иона F (см. вышеприведенные примеры).
4. При электролизе кислородсодержащих кислот и растворов их солей на аноде окисляются ионы OH– и выделяется кислород: 4OH– – 4ē = 2H2O + O2.
Электролиз раствора CuSO4: CuSO4 + H2O = Cu 2+ + SO24 + H2O (H++OH–).
На катоде Cu2+ + 2ē = Cu0.2на аноде 2OH– – 2ē = H2O + O0. в растворе остается: 2H+ + SO4 , т.е. H2SO4.
5. При электролизе в качестве нерастворимого анода используются пластины инертных материалов или графит. При использовании в качестве растворимого анода Cu, Ni, Ag, Fe и др. именно они окисляются при электролизе.`],[`g9-p19-t09`,9,`c3`,`s02`,`19`,`Электролиз и его практическое значение`,89,89,`textbook`,`ru`,`Kimyo 9`,`При использовании в качестве растворимого анода Cu, Ni, Ag, Fe и др. именно они окисляются при электролизе.
При проведении электролиза в промышленности в атмосферу выделяются различные газообразные продукты, загрязняющие окружающую среду. Обезвреживание выделяющихся газов или их использование в других процессах позволит решить экологические проблемы.
Сегодня в ряде научных лабораторий проводятся исследования, направленные на эффективное использование соединений, дополнительно образующихся в процессе электролиза. В табл. 11 приводятся вещества, выделяющиеся при электролизе растворов солей.
Для определения массы веществ, выделяющихся на электродах в процессе электролиза, используются законы Фарадея:
E.I.t m = , F где m — масса вещества, выделившегося при электролизе;
E — эквивалент вещества, выделяющегося на электродах;
I — сила тока; t — время прохождения тока;
F — число Фарадея, определяемое в соответствии с единицей времени: за 1 с — F = 96500; за 1 мин — F = 1608,33; за 1 ч — F = 26,8.`],[`g9-p19-t10`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,89,90,`textbook`,`ru`,`Kimyo 9`,`F — число Фарадея, определяемое в соответствии с единицей времени: за 1 с — F = 96500; за 1 мин — F = 1608,33; за 1 ч — F = 26,8.
Таблица 11 продукты электролиза на катоде на аноде
Электролиты соли, образованные от активных металлов и кислородсодержащих кислот соли, образованные от активных металлов и бескислородных кислот соли, образованные от неактивных металлов и кислородсодержащих кислот соли, образованные от неактивных металлов и бескислородных кислот
Элементы ЗУН: электролиз, катод, анод, катион, анион, законы электролиза.
Вопросы и задания
H2 S, галоген
Металл и H2 (если концентрация O2 иона H+ большая)
Металл, иногда H2 (если концентрация иона H+ большая)
H2S, галоген
1. Что такое электролиз? 2. Объясните процессы, протекающие на катоде и аноде при электролизе растворов нитрата меди(II) и хлорида натрия. 3. В каком порядке выделяются металлы при электролизе раствора, содержащего ионы цинка, железа, свинца? 4. Каково практическое значение электролиза?`],[`g9-p19-t11`,9,`c3`,`s04`,`19`,`Электролиз и его практическое значение`,90,91,`textbook`,`ru`,`Kimyo 9`,`В каком порядке выделяются металлы при электролизе раствора, содержащего ионы цинка, железа, свинца? 4. Каково практическое значение электролиза?
Наглядные задачи и примеры
Задача 1. Объясните процессы, протекающие на электродах при электролизе расплава иодида натрия.
Решение: 1) В расп ла ве иод и да натрия д иссоц иа ц и я происходит следующим образом: NaI = Na + + I–; 2) На катоде происходит следующий процесс: катод, имеющий отрицательный заряд, отдает электроны положительно заряженному иону металла. Na+ притягивается к катоду и, принимая электрон, восстанавливается. Катод( ) Na+ + ē → Na0; 3) На аноде происходит следующий процесс: на аноде электроны положительно заряжены и притягивают к себе отрицательно заряженные ионы. Анионы йода, отдавая электроны аноду, окисляются.
Анод(+) 2I– – 2ē → I2; 4) Молекулярное уравнение процесса электролиза:
Электролиз расплав`],[`g9-p19-t12`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,91,91,`textbook`,`ru`,`Kimyo 9`,`…аноду, окисляются. Анод(+) 2I– – 2ē → I2; 4) Молекулярное уравнение процесса электролиза: Электролиз расплав
Задача 2. Объясните процесс электролиза водного раствора сульфата меди(II) на инертном электроде. Решение. В водном растворе сульфата меди(II) имеются следующие ионы: CuSO4 = Cu2+ + SO24 ; 2) На катоде происходит следующий процесс: катод (–) Cu2+ + 2ē → Cu0; 3) На аноде происходит следующий процесс: Анод(+) 2H2O – 4ē → 4H+ + O2. следовательно, при электролизе раствора CuSO4: 2CuSO4 + 2H2O 2Cu + 2H2SO4 + O2 . Задача 3. При электролизе раствора едкого натрия на инерт ном электроде при н. у. на катоде выделяется 11,2 л водорода.
Определите объем кислорода, который выделяется в это же время на аноде. Решение: 1) Напишем формулу электролиза раствора едкого натрия на инертном электроде: NaOH = Na + + OH–. на катоде (–): 2H2O + 2ē → H+ + 2OH—.
На аноде (+): 4OH— – 4ē → 2H2 O + O2 . следовательно, при электролизе раствора едкого натрия вода подвергается электролизу: 2H2O 2H2+O2;`],[`g9-p19-t13`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,91,92,`textbook`,`ru`,`Kimyo 9`,`следовательно, при электролизе раствора едкого натрия вода подвергается электролизу: 2H2O 2H2+O2;
2) Определяем объем выделившегося кислорода.
При выделении на катоде 2 л водорода на аноде выделяется
1 л кислорода. Следовательно,
2 л H2 → 1 л O2,
{ 11,2 л H2 → x л O2.
x 11,2 л = 5,6 л. Ответ: 5,6 л O2.
2 Задача 4. Как изменяется концентрация соли при электролизе соли NaF? Решение. Напишем формулу электролиза раствора соли NaF: NaF → Na+ + F–,
Na+ + F + H2O = 2H2 + O2 + NaF. Процесс можно представить следующим образом: K (–) H
NaF → Na+ + F A(+) O2 4H2O → 4H+ + 4OH–
2H2O + 2ē = 2H2 + 2OH–
2H2O + 4ē = O2 + 4H+. при электролизе раствора соли NaF из воды, содержащейся в растворе, выделяются H2 и O2. следовательно, вода под верглась электролизу, и в результате ее уменьшения в растворе увеличилась концентрация NaF. Задача 5. Какой объем (при н.у.) водорода выделится на катоде при пропускании через раствор гидроксида натрия в течение 1,5 ч электрического тока силой 6A? Решение: 1) Процесс электролиза раствора гидроксида натрия происходит в следующем виде: K (–) H NaOH → Na+ + OH– A(+) O2`],[`g9-p19-t14`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,92,93,`textbook`,`ru`,`Kimyo 9`,`Решение: 1) Процесс электролиза раствора гидроксида натрия происходит в следующем виде: K (–) H NaOH → Na+ + OH– A(+) O2
4H2O → 4H+ + 4OH–
2H2O + 2ē = H2 + 2OH– 2H2O + 2ē = O2 + 4H+; 2) Запишем процесс электролиза в окончательном виде и найдем объем H2, выделившегося на катоде:
NaOH + 2H2O 2H2+ O2+ NaON.
В условии задачи дано: I = 6A; t = 1,5 ч.; E(H2) = 11,2 л; F = 26,8; V(H2) = ?
V = = = 3,76 л. Ответ: 3,76 л H2.
F 26,8 Задача 6. Через смесь растворов, содержащую 400 мл 0,2 М Cu(NO3)2 и 200 мл 0,3 М AgNO3, в течение 3860 с пропускали электрический ток силой 5A. определите массу соли, оставшейся в растворе после окончания процесса электролиза. Решение: 1) Запишем формулу процесса электролиза:
→ 2+ – Cu(NO3)2 Cu + 2N O3 ,
→ + – AgNO3 Ag + N O3 . вода, хотя и незначительно, также выделяет в раствор ионы H+ и OH —. Значит, в растворе содержатся ионы Cu 2+, Ag+,
N O3 а также H и OH–. На катоде ионы восстанавливаютсяв следующем порядке: Ag+; Cu2+; H+. A на аноде ионы окисляются в следующем порядке:`],[`g9-p19-t15`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,93,94,`textbook`,`ru`,`Kimyo 9`,`На катоде ионы восстанавливаютсяв следующем порядке: Ag+; Cu2+; H+. A на аноде ионы окисляются в следующем порядке:
OH ; N O3 ; 2) В окончательном виде процесс электролиза происходит так: на 1 м этапе — 2AgNO3 + H2O → 2Ag + 0,5O2+ 2HNO3; на 2 м этапе — Cu(NO3)2 + H2O → Cu + 0,5O2 + 2HNO3. при достаточном количестве тока на 3 м этапе происходит электролиз воды; 3) Найдем массу солей в растворе: Cm.m.V
1000 0,2.188.400 б) m(Cu(NO3)2) = = 15,04 г; 1000 4) На 1 м этапе процесса электролиза ток расходуется на AgNO3. определим количество электрического тока, потра ченного на восстановление иона Ag+, образовавшегося при диссоциации 10,2 г AgNO3. Из формулы m F . I = ; E(AgNO3).t а) m(AgNO3) =
E.I.t следует
5) Если на AgNO3 израсходовано 1,5 A от 5A, то на Cu(NO3)2 потрачено 5–1,5 = 3,5A. опреде лимколичествосоли C u( NO 3)2, под ве рг шейся электролизу при пропускании тока силой 3,5A через раствор в течение 3860 с:`],[`g9-p19-t16`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,94,94,`textbook`,`ru`,`Kimyo 9`,`опреде лимколичествосоли C u( NO 3)2, под ве рг шейся электролизу при пропускании тока силой 3,5A через раствор в течение 3860 с:
F Значит, в 13,16 г Cu(NO3)2 произошло восстановление ионов меди; 6) В растворе было 15,04 г Cu(NO3)2, 13,16 г из них под верглось электролизу. Значит, 15,04 – 13,16 = 1,88 г Cu(NO3)2 осталось. Ответ: оставшаяся соль — Cu(NO3)2, ее масса 1,88 г. Задача 7. Каким образом можно повысить концентрацию соли сульфат натрия (Na2SO 4) В растворе? Поясните свои предложения. Одно из них таково: при электролизе 500 г 10 % ного раствора сульфата натрия на катоде выделяется 112 л (при н. у. ) водорода.`],[`g9-p19-t17`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,94,95,`textbook`,`ru`,`Kimyo 9`,`Одно из них таково: при электролизе 500 г 10 % ного раствора сульфата натрия на катоде выделяется 112 л (при н. у. ) водорода.
Определите концентрацию растворимого в растворе, оставшемся после электролиза. В течение скольких часов ток силой 8A пропускали через раствор в этом процессе? Обсудите свое предложение о повышении концентрации соли Na2SO4 в растворе с преподавателем и одноклассниками. Решение: 1) Найдем массу соли в 500 г 10 % ного раствора: m(Na2SO4) = 500. 0,1 = 50 г; m(воды) = 500 – 50 = 450 г; 2) Сколько граммов воды подверглось расщеплению, если в процессе электролиза выделилось 112 л водорода?
Na2SO4 → 2Na+ + SO42 ,
H2O → H+ + OH (a =109).
K (–) 2H2O + 2ē → H2 + 2OH–,
A (+) 2H2O – 2ē → O2 + 4H+.
m(Cu(NO3)2) =
Заключительная реакция электролиза: x 112 л Na2SO4 + 2H2O → 2H + O2 + Na2SO4,
= , x = = 90 г H2O; 36 44,8 44,8 3) 90 г воды распалось в процессе электролиза, и масса раствора составила (500 90) 410 г. в 410 г раствора содержится 50 г Na2SO4. определим ее процентное содержание. 50 C (Na2SO4)= .100 % = 12,195 %; 410 4) Найдем время, потраченное на электролиз:`],[`g9-p19-t18`,9,`c3`,`s04`,`19`,`Электролиз и его практическое значение`,95,95,`textbook`,`ru`,`Kimyo 9`,`определим ее процентное содержание. 50 C (Na2SO4)= . 100 % = 12,195 %; 410 4) Найдем время, потраченное на электролиз:
m.F
E.I
Задачи и примеры для самостоятельного решения
1. Покажите схематично процесс электролиза раствора солей
Ca(NO3)2, FeCl 3, Na2S, ZnCl2, NaCl, MnSO 4, если анодом является графит. 2. Какой процесс протекает при электролизе раствора AgNO3, если в качестве анода применяются серебро, графит? 3. Сколько серебра выделится на катоде и какое вещество, в каком количестве выделится на аноде, если в течение 30 мин пропускать через раствор AgNO3 ток силой 6 А? 4. Какое вещество выделяется на аноде при электролизе расплава NaCl? А при электролизе раствора? 5.`],[`g9-p19-t19`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,95,96,`textbook`,`ru`,`Kimyo 9`,`Какое вещество выделяется на аноде при электролизе расплава NaCl? А при электролизе раствора? 5.
Объясните процесс, который будет протекать при электролизе раствора нитрата никеля(II) с участием инертного электрода. 6. Какие вещества будут выделяться на электродах при электролизе с помощью инертных электродов водных растворов солей AuCl3, K3PO4, Pt(NO3)2? 7. Рассчитайте массу выделившегося на катоде серебра, если при электролизе с помощью инертного электрода раствора нитрата серебра на аноде выделяется 12 г кислорода.
Тестовые задания по пройденным темам
1. Какой из металлов не взаимодействует с концентрированной серной кислотой?
A) Ti; B) Mg; C) Zn; D) Fe. 2. Сколько атомов в 13,5 г алюминия?
3. Сколько граммов меди вытеснят 2,8 г железа из раствора
CuSO4?
A) 3,2; B) 6,4; C) 3,02; D) 0,64. 4. Какому элементу соответствует химическая электронная конфигурация 1s22s22p63s23p1?
A) Cu; B) Al; C) Fe; D) Mg. 5. При электролизе раствора какой соли на катоде не выделяется металл?`],[`g9-p19-t20`,9,`c3`,`s03`,`19`,`Электролиз и его практическое значение`,96,96,`textbook`,`ru`,`Kimyo 9`,`A) Cu; B) Al; C) Fe; D) Mg. 5. При электролизе раствора какой соли на катоде не выделяется металл?
A) CuSO4; B) AgNO3; C) NaCl; D) CuCl2. 6. Сколько литров водорода (н.у.) образуется при взаимодействии
21 г гидрида кальция с водой?
A) 44,8; B) 11,3; C) 22,4; D) 66,8. 7. Какие металлы могут вытеснить медь из растворов ее солей?
A) Al, Zn, Fe; B) Ag, Pb, Zn;
C) Fe, Hg, Sn; D) Ag, Pb, Fe. 8. Какую из следующих реакций невозможно осуществить?
A) Cu + HCl → ;
C) Fe + Cl2 → ; 9. Укажите ряд, где представлены только металлы.
A) B, Zn, Al; B) Be, B, C;
C) Zn, Mg, Si; D) Ca, Sr, Po. 10. Укажите вещество, которое вступает во взаимодействие с цинком и образует цинкат.
B) Mg + H2SO → ; D) CuO + H → .`],[`g9-p19-d01`,9,`c3`,`s02`,`19`,`Электролиз и его практическое значение: электролизом, напряжением распада, Растворимые аноды`,85,86,`definition`,`ru`,`Kimyo 9`,`Окислительно-восстановительный процесс, протекающий при пропускании электрического тока через раствор или расплав электролита называется электролизом.
Самая низкая разность потенциалов в процессе электролиза называется напряжением распада, и сила электропроводности соответствующего гальванического элемента всегда больше Е, т.
Растворимые аноды – это электроды, которые разрушаются в процессе электролиза, т.`],[`g9-p19-sum`,9,`c3`,`s02`,`19`,`Электролиз и его практическое значение: главное`,90,90,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: электролиз, катод, анод, катион, анион, законы электролиза.`],[`g9-p20-t01`,9,`c1`,`s01`,`20`,`Щелочные металлы`,97,97,`textbook`,`ru`,`Kimyo 9`,`Щелочные металлы
В чем причина усиления металлических свойств щелочных металлов с увеличением их атомных масс?
Элементы литий Li, натрий Na, калий K, рубидий Rb, цезий Cs, франций Fr составляют основную подгруппу первой группы периодической таблицы (табл. 12).
Литий Li, натрий Na, калий K, рубидий Rb, цезий
Cs, франций Fr называются щелочными металлами.
Термин “щелочной металл” связан с разъедающим свойством гидроксидов этих металлов.
Строение атомов. На внешнем электронном слое атомов щелочных металлов имеется по одному s электрону, и поэтому они входят в семейство s элементов.
Характеристики щелочных металлов таблица 12 хими отно поряд ческий сительная ковый символ атом номер, ная масса заряд ядра Li 6,939 3 Na 22,989 11 K 39,102 19 Rb 85,47 37 Cs 132,905 55 Франций Fr 223 87 в химических реакциях щелочные металлы легко отдают свои валентные электроны и превращаются в ионы с зарядом +1. Щелочные металлы являются самыми сильными восстановителями и во всех соединениях проявляют степень окисления, равную +1.`],[`g9-p20-t02`,9,`c1`,`s01`,`20`,`Щелочные металлы`,97,98,`textbook`,`ru`,`Kimyo 9`,`Щелочные металлы являются самыми сильными восстановителями и во всех соединениях проявляют степень окисления, равную +1.
С возрастанием заряда ядер атомов увеличиваются число электронных слоев и радиусы атомов, уменьшаются сила
Элемент
Электронная конфигурация [He]2s1 [Ne]3s1 [Ar]4s1 [Kr]5s1 [Xe]6s1 [Rn]7s1 температура плавления, °C плотность, кг/м3
Литий натрий калий рубидий Цезий притяжения внешних электронов к ядру и энергия ионизации, усиливается активность металлов. Франций не встречается в природе, это – искусственный радиоактивный элемент, и поэтому среди существующих металлов самым сильным восстановителем и самым активным является цезий.
Биологическое значение щелочных металлов и их применение среди щелочных металлов литий обладает стимули рующим, тератогенным и антидепрессантным свойствами. В мышечной ткани человека содержится 0,023.10– 4 % лития, в крови — 0,004 мг/л. ежедневно с пищей в организм человека должно поступать 0,1–2 мг этого элемента. Отравляющая доза лития 92–200 мг. в организме человека содержание лития составляет в среднем (на 70 кг веса) 0,67 мг.`],[`g9-p20-t03`,9,`c1`,`s01`,`20`,`Щелочные металлы`,98,98,`textbook`,`ru`,`Kimyo 9`,`Отравляющая доза лития 92–200 мг. в организме человека содержание лития составляет в среднем (на 70 кг веса) 0,67 мг.
Содержание натрия в мышечной ткани человека составляет 0,26–0,78 %, в костном мозге – 1,0 %, в крови – 1970 мг/л. ежедневно с пищей в организм человека должно поступать 5 г натрия. Этот элемент нетоксичен. В организме человека содержание натрия составляет в среднем (на 70 кг веса) 70 г.
Количество калия в мышечной ткани человека составляет 1,6 %, в костном мозге – 0,21 %, в крови – 1620 мг/л. ежедневно с пищей в организм человека должно поступать 1,4–3,4 г калия. Отравляющая доза равна 6 г. в организме человека в среднем содержится (на 70 кг веса) 250 г калия.`],[`g9-p20-t04`,9,`c1`,`s02`,`20`,`Щелочные металлы`,98,98,`textbook`,`ru`,`Kimyo 9`,`в организме человека в среднем содержится (на 70 кг веса) 250 г калия.
Натрий и калий – важнейшие для жизнедеятельности человека элементы. Калий натриевый “насос” в клетках живых организмов необходим для осуществления жизненно важной биохимической деятельности у человека (норма лизаци я давления крови, стимуляция сердечной мышцы), а также для обеспечения доставки солевых растворов от корня к листьям и интенсификации процесса фотосинтеза у растений. Хлорид натрия NaCl, известный как поваренная соль, является необходимым веществом для живых организмов.
Поваренная соль широко используется в медицине (физиологический раствор), в пищевой и химической промышленности. Глауберова соль Na2SO . 10H2O применяется в медицине (слаби тельное средство) и в химической промышленности. Чилий ская селитра NaNO3 в больших количествах используется в сельском хозяйстве как удобрение. Обезвоженная сода Na2CO3 и кристаллическая сода Na2CO3. 10H2O применяются в производстве стекла, мыла, при получении натриевых соединений, для смягчения воды в паровых котлах, производстве красок, бумаги, а также в быту.`],[`g9-p20-t05`,9,`c1`,`s01`,`20`,`Щелочные металлы`,98,99,`textbook`,`ru`,`Kimyo 9`,`10H2O применяются в производстве стекла, мыла, при получении натриевых соединений, для смягчения воды в паровых котлах, производстве красок, бумаги, а также в быту.
Калий имеет большое значение для растений. Недостаток калия приводит к снижению урожайности и качества сельскохозяйственной продукции. Такие соединения калия, как хлорид кCl, нитрат KNO3, сульфат K2SO4, карбонат K2CO3 (имеется в растительной золе) применяются в качестве удобрений. Рубидий обладает стимулирующими свойствами. В мышечной ткани человека его содержание составляет 0,1–5. 104 %, в крови – 2,5 мг/л. рубидий малотоксичен. Ежедневно с пищей в организм человека должно поступать 1,5–6 мг.
в организме человека содержится в среднем (на 70 кг веса) 680 мг рубидия. Содержание цезия в мышечной ткани человека равно 0,07–1,6 . 10–4 %, в костном мозге — 1,3–5,2 . 10–6 %, в крови – 0,0038 мг/л. ежедневно с пищей в организм человека должно поступать 0,004–0,03 мг цезия. Цезий нетоксичен.`],[`g9-p20-t06`,9,`c1`,`s01`,`20`,`Щелочные металлы`,99,99,`textbook`,`ru`,`Kimyo 9`,`ежедневно с пищей в организм человека должно поступать 0,004–0,03 мг цезия. Цезий нетоксичен.
Элементы ЗУН: литий, натрий, калий, рубидий, цезий, франций, щелочный металл, строение атома, биологическое значение.
Вопросы и задания
1. Какие элементы являются щелочными металлами? 2. Почему цезий считается самым сильным восстановителем и самым активным среди металлов? 3. Объясните биологическую значимость калия и натрия для организма человека. 4. Расскажите о биологическом значении натрия для организма человека.`],[`g9-p20-d01`,9,`c1`,`s01`,`20`,`Щелочные металлы: щелочными металлами`,97,97,`definition`,`ru`,`Kimyo 9`,`Cs, франций Fr называются щелочными металлами.`],[`g9-p20-sum`,9,`c1`,`s01`,`20`,`Щелочные металлы: главное`,99,99,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: литий, натрий, калий, рубидий, цезий, франций, щелочный металл, строение атома, биологическое значение.`],[`g9-p21-t01`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения`,100,100,`textbook`,`ru`,`Kimyo 9`,`Свойства натрия и калия и их важнейшие соединения
Какие соединения натрия и калия, используемые в жизни, вы знаете?
NaCl,Na2SO4.10H2O, Na3AlF6, KCl.NaCl, Na2B4O7.10H2O, NaNO3, Na2O.Al2O3. 6SiO2, полевой шпат
NaH, NaNH2+H2,
NaOH,
Na2O,
NaHal,
Na2S.
Электролиз
NaCl применение
Медицина, производство минеральных удобрений, охладитель в атомных реакторах.
Распространение в природе. Натрий и калий широко распространены в природе, но входят в состав многих горных пород и минералов только в виде соединений. Хлорид натрия (поваренная соль) содержится в озерной, морской и океанической воде, в отдельных случаях встречается в виде каменной соли в подземных слоях толщиной до 100 м.
Глауберова соль Na2SO .10H2O и чи лийска я селитра
NaNO3 – также натриевые соединения, которые широко распространены в природе.
Калий входит в состав таких соединений, как сильвинит KCl.Na Cl , индийскаяселитра K NO 3, карналлит KCl.MgCl .6H2O, а также в состав растений.`],[`g9-p21-t02`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения`,100,101,`textbook`,`ru`,`Kimyo 9`,`Na Cl , индийскаяселитра K NO 3, карналлит KCl. MgCl . 6H2O, а также в состав растений.
Тпл,°C Ткип,°C , г/см3 E, в открыт
Сильвинит KCl.NaCl, карналлит KCl.MgCl2.6H2O, каинит KCl MgSO4 3H2O, ортоклаз K2O.Al2O3.6SiO2.
KCl,
KOH,
KHal.
Электролиз
KCl применение
Медицина, производство черного пороха, производство минеральных удобрений, производство спичек, получение титана, охладитель в атомных реакторах.
В Узбекистане калийные соли до быва ются в месторождения х Т убокат в Кашкадарьинской области и Ходжаикан в Сурхандарьинской области.
Каменнаясоль (хлорид натрия) добывается вместорождениях Ходжаикан , Тубокат ,
Барсакельмес, Байбичакан, Аккала.
На Кунградском содовом заводе в Каракалпакстане вырабатываются различные виды соды.
На основе Тепакотанского месторождения калийных солей в Дехканабадском районе Кашкадарьинской области построен Дехканабадский завод калийных удобрений.
Получение. В промышленности натрий и калий получают путем электролиза из расплавленных солей. Например, расплав хлорида натрия диссоцирует на соответствующие ионы: NaCl = Na+ + Cl–.`],[`g9-p21-t03`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения`,101,102,`textbook`,`ru`,`Kimyo 9`,`В промышленности натрий и калий получают путем электролиза из расплавленных солей. Например, расплав хлорида натрия диссоцирует на соответствующие ионы: NaCl = Na+ + Cl–.
При пропускании постоянного электрического тока ионы натрия направляются к катоду и, присоединяя электрон, выделяются в свободном виде; ионы хлора притягиваются анодом и, отдавая электрон, выделяются в виде свободного хлористого газа:
Na+ + ē → Na0, 2Cl– – 2ē → Cl0 , 2 Cl– + Cl– → Cl0 . 2
Физические свойства. Натрий и калий – мягкие металлы серебристого цвета (см.табл.12). подобно типичным металлам натрий и калий обладают высокой электро и теплопро водимостью, металлическим блеском, пластичностью. Ионы натрия и калия окрашивают пламя в характерные цвета: натрий – в желтый, калий – в бледно фиолетовый. По этим свойствам определяют их соединения.
Химические свойства. Как и все щелочные металлы, натрий и калий являются сильными восстановителями. Они вступают во взаимодействие со всеми неметаллами. В соединениях всегда проявляют степень окисления +1.`],[`g9-p21-t04`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения`,102,103,`textbook`,`ru`,`Kimyo 9`,`Они вступают во взаимодействие со всеми неметаллами. В соединениях всегда проявляют степень окисления +1.
При горении натрия и калия в присутствии кислорода образуются пероксиды Na2O2 и KO2 (или K2O4), а также Na2O и K2O в качестве побочных продуктов (чистые оксиды получают при нагревании пероксидов с металлом):
2Na + O2 → Na2O2 ,
4Na + O → 2Na2O,
Из щелочных металлов только литий образует оксид, вступая в реакцию с кислородом: 4Li + O2 = 2Li2O.
Чистый Na2O и K2O получают путем воздействия на их пероксиды металлом: Na2O2 + 2Na = 2Na2O.
На воздухе натрий и калий быстро покрываются оксидным слоем, поэтому их хранят в керосине.
При взаимодействии натрия и калия с галогенами образуются хлориды, а при взаимодействии с водородом – гидриды: 2Na + Cl → 2NaCl (хлорид натрия),
2K + Cl → 2KCl (хлорид калия),
2K + H → 2KH (гидрид калия).
Na–O–O–Na, Na–O–Na.
При взаимодействии натрия и калия с серой образуются сульфиды: 2Na + S → Na2S (сульфид натрия), 2K + S → K2S (сульфид калия).`],[`g9-p21-t05`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения`,103,103,`textbook`,`ru`,`Kimyo 9`,`При взаимодействии натрия и калия с серой образуются сульфиды: 2Na + S → Na2S (сульфид натрия), 2K + S → K2S (сульфид калия).
Соединения натрия и калия с неметаллами — твердые соединения с ионной связью.
При обычных условиях натрий и калий бурно реагируют с водой: реакция может протекать с горением или взрывом. В результате образуются гидроксид натрия и калия и водород: 2Na + 2H2O → 2NaOH + H2 ; 2K + 2H2O → 2KOH + H2 .
Натрий и калий также бурно реагируют с кислотами. При взаимодействии с HCl, HBr, HI, H2S, H2SO4 (разб.) выделяется водород и образуется соль: 2K + 2HCl → 2KCl + H2 .
Гидроксиды щелочных металлов — NaOH, KOH, LiOH, RbOH, CsOH. Хорошо растворимы в воде. Вступают во все реакции, присущие всем основаниям (см. тему “основания” в учебнике химии 7 класса). гидроксиды окрашивают лакмус в синий, а фенолфталеин – в розовый цвет.
Гидроксид натрия NaOH называют еще каустической со дой. Для получения NaOH в лабораторных условиях на металлический натрий, оксид или пероксид натрия воздействуют водой: Na2O + H2O = 2NaOH.`],[`g9-p21-t06`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения`,103,104,`textbook`,`ru`,`Kimyo 9`,`Для получения NaOH в лабораторных условиях на металлический натрий, оксид или пероксид натрия воздействуют водой: Na2O + H2O = 2NaOH.
В промышленности NaOH получают путем электролиза раствора поваренной соли:
2NaCl + 2H2O 2NaOH + Cl2 + H2 .
В растворе на аноде на катоде гидроксид калия в лабораторных условиях также получают при взаимодействии металлического калия и оксида калия с водой, а в промышленности – при электролизе раствора хлорида калия. Гидроксиды натрия и калия имеют большое практическое значение и используются в различных областях промышленности.
Текстильная промышленность производство искусственных волокон производство бумаги очистка нефтепродуктов производство мыла органический синтез получение других соединений натрия гидроксид калия применяется для получения различных солей калия, жидкого мыла, при изготовлении щелочных акку муляторов.`],[`g9-p21-t07`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения`,104,104,`textbook`,`ru`,`Kimyo 9`,`…применяется для получения различных солей калия, жидкого мыла, при изготовлении щелочных акку муляторов.
Пероксид натрия (Na2O2) – вещество, образуемое при горении металлического натрия. Он обладает способностью поглощать углекислый газ. Именно это его свойство используется в подводных лодках для поглощения углекислого газа, скопив шегося в помещениях:
NaOH
2Na2O + 2CO → 2Na2CO3 + O2 .
Для получения пероксида водорода также используется пероксид натрия. При этом проводится реакция взаимодействия холодной серной кислоты и пероксида натрия: Na2O2 + H2SO4 = Na2SO4 + H2O2.
Напишите уравнения реакций, позволяющие осуществить следующие превращения, и выскажите свое мнение о генетической связи между соединениями натрия:
NaCl → NaOH → NaHCO3
Na2SO4 → NaNO3.
Na → Na2O → Na2CO3
Элементы ЗУН: поваренная соль, каменная соль, сильвинит, глауберова соль, карналлит, электролиз поваренной соли, пероксиды, едкий натрий и едкий калий.`],[`g9-p21-t08`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения`,104,105,`textbook`,`ru`,`Kimyo 9`,`Элементы ЗУН: поваренная соль, каменная соль, сильвинит, глауберова соль, карналлит, электролиз поваренной соли, пероксиды, едкий натрий и едкий калий.
1. Раскажите о физических и химических свойствах натрия и калия. 2. Сколько водорода (л, н. у. ) можно получить при взаимодействии 46 г натрия с водой? 3. Какое количество металла калия потребуется для приготовления 700 г 8 % ного раствора KOH? 4. Можно ли получить натрий и калий путем электролиза соответствующих растворов солей? 5. Напишите формулы и названия важнейших солей натрия и калия. 6. В каких целях используются соединения натрия и калия? 7.
Найдите массу гидроксида калия и 20 % ной серной кислоты, необходимых для получения 34,8 кг сульфата калия. 8. Найдите уравнения реакций получения NaOH с использованием Na, Na2O, воды и поваренной соли. 9. Напишите уравнения реакций взаимодействия NaOH с:`],[`g9-p21-d01`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения: еще каустической со дой`,103,103,`definition`,`ru`,`Kimyo 9`,`Гидроксид натрия NaOH называют еще каустической со дой.`],[`g9-p21-sum`,9,`c1`,`s01`,`21`,`Свойства натрия и калия и их важнейшие соединения: главное`,104,104,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: поваренная соль, каменная соль, сильвинит, глауберова соль, карналлит, электролиз поваренной соли, пероксиды, едкий натрий и едкий калий.`],[`g9-p22-t01`,9,`c5`,`s01`,`22`,`Производство соды`,105,106,`textbook`,`ru`,`Kimyo 9`,`Производство соды
Что вы знаете о таких соединениях, как безводная сода, кристаллическая сода, питьевая сода, каустическая сода? В чем их различие?
Сода Na2CO3 — одно из важнейших соединений натрия, имеющих практическое значение для народного хозяйства.
Сода используется в качестве сырья во многих отраслях промышленности, в частности, она является основной состав ной частью шихты (смесь сырья, взятого в определенном соотношении) в производстве стекла, применяется при изготовлении бумаги из целлюлозы, в текстильной промышленности, при получении мыла путем нейтрализации жирных кислот, входящих в состав жиров и масел, а также синтетических жирных кислот, для облегчения буровых работ при добыче нефти, в производстве моющих средств из нафтеновых кислот, получаемых при переработке нефти, при синтезе других солей натрия.
В природе сода встречается в небольших количествах, не способных удовлетворить потребности промышленности. Поэтому большое значение имеет синтез соды из дешевого сырья.`],[`g9-p22-t02`,9,`c5`,`s01`,`22`,`Производство соды`,106,106,`textbook`,`ru`,`Kimyo 9`,`В природе сода встречается в небольших количествах, не способных удовлетворить потребности промышленности. Поэтому большое значение имеет синтез соды из дешевого сырья.
Первая технологическая схема синтеза соды была предложена в XVIII веке французским врачом Л.Лебланом, которая получила название сульфатного способа, или способа Леблана. Сущность способа заключалась в том, что поваренная соль, взаимодействуя с серной кислотой, переходит в сульфат натрия. Na2SO4 при нагревании с углем переходит в сульфид натрия, который при нагревании с порошкообразным из вястняком образует соду: NaCl → Na2SO4 → Na2S → Na2CO3:
1) 2NaCl + H2SO4 → Na2SO4 + 2HCl,
2) Na2SO4 + 2C → Na2S + 2CO2 ,
3) Na2S + CaCO3 → Na2CO3 + CaS .
Для отделения соды, образовавшейся при нагревании с известняком, твердую массу размельчают в специальных мельницах и растворяют в воде.
CaS плохо растворяется в воде, поэтому раствор отделяют, упаривают, в результате чего сода кристаллизуется. Из за дороговизны этот способ позднее был заменен другим более экономичным аммиачным способом.`],[`g9-p22-t03`,9,`c5`,`s01`,`22`,`Производство соды`,106,107,`textbook`,`ru`,`Kimyo 9`,`Из за дороговизны этот способ позднее был заменен другим более экономичным аммиачным способом.
Аммиачный способ, предложенный е.г.сольвэ, заключается в насыщении концентрированного раствора поваренной соли аммиаком, образующимся при обработке хлорида аммония гашеной известью, затем (под давлением) обработке углекислым газом и насыщенным раствором поваренной соли. Раствор охлаждается, и при этом плохо растворимый гидрокарбонат натрия выпадает в осадок, который при нагревании образует соду:
1) 2NH4Cl + Ca(OH)2 → 2NH3 + CaCl2 + 2H2O,
2) NH3 + CO2 + H2O → NH4HCO3,
3) NH4HCO3 + NaCl → NaHCO3 + NH4Cl,
4) 2NaHCO3 → Na2CO3 + CO + H2O.
Сода в виде Na2CO3.10H2O является кристаллогидратом и используется в качестве моющего средства. При высокотем пературном нагревании она переходит в кальцинированную (обезвоженную) соду Na2CO3 (железная сода). сода в виде NaHCO3 называется пищевой содой, которая используется в различных бытовых целях.`],[`g9-p22-t04`,9,`c5`,`s01`,`22`,`Производство соды`,107,107,`textbook`,`ru`,`Kimyo 9`,`сода в виде NaHCO3 называется пищевой содой, которая используется в различных бытовых целях.
Элементы ЗУН: безводная сода, кристаллическая сода, пищевая сода, метод Леблана, аммиачный способ.
Наглядные задачи и примеры
Пример 1. В химический стакан со 100 г воды опустили
3,45 г металлического натрия. Вычислите массу образовавшегося гидроксида и его массовую долю в растворе.
Решение: 1) Запишем уравнение реакции происшедшего химического процесса:
2Na + 2H2O = 2NaOH + H2 .
В результате химической реакции образуется NaOH (x) и выделяется водород (y):
a) найдем массу образовавшегося NaOH:
Б) найдем массу выделившегося водорода H2:
2) Определим массу образовавшегося раствора:
Вычислим массовую долю 6 г NaOH в 103,3 г раствора: 6
Пример 2. При расворении в воде 1 г гидрида неизвестного металла выделилось 0,56 л водорода. Определите неизвестный металл.
Ответ: образовалось 6 г NaOH, массовая доля NaOH в растворе 0,058.`],[`g9-p22-t05`,9,`c5`,`s01`,`22`,`Производство соды`,107,108,`textbook`,`ru`,`Kimyo 9`,`Ответ: образовалось 6 г NaOH, массовая доля NaOH в растворе 0,058.
Решение. При растворении в воде гидридов металлов образуется основание и выделяется водород. Исходя из этого, запишем уравнение происшедшей химической реакции: 1 0,56 MeHn + nH2O = Me(OH) n + nH2. A+n 22,4 n найдем массу A атома неизвестного металла, с помощью уравнения: 1 0,56 = . A+n 22,4n 0,56 (A+n) = 22,4 n . 1, 0,56A + 0,56n = 22,4 n, 0,56A = 22,4 n – 0,56 n, 0,56A = 21,84 n. если металл одновалентный: n = 1.
21,84 тогда 0,56A = 21,84. отсюда A = = 39, 0,56 что соответсвует одновалентном у щелочном у металл у калию. Значит, для реакции был взят гидрид калия KH. при валентности металла, равной двум или трем, условие примера не удовлетворяется. Ответ: гидрид калия KH.
Вопросы и задания`],[`g9-p22-t06`,9,`c5`,`s01`,`22`,`Производство соды`,108,108,`textbook`,`ru`,`Kimyo 9`,`…двум или трем, условие примера не удовлетворяется. Ответ: гидрид калия KH. Вопросы и задания
1. Перечислите области применения соды. 2. Почему аммиачный способ (сольвэ) экономичнее, чем сульфатный (Леблана)? обоснуйте ответ. 3. Какой способ получения соды можете предложить вы? 4. Рассчитайте расход всех веществ, необходимых для получения 15 кг кальцинированной соды аммиачным способом. 5. Какое количество 96 % ного раствора серной кислоты ( =1,84 г/мл) необходимо для получения 15 кг бытовой соды? 6. Напишите уравнения реакций, позволяющих осуществить следующие превращения: +O2 a) Li → X → LiOH → LiCl;
Б) Na → Na2O2 → Na2O → NaOH → Na3PO4.`],[`g9-p22-d01`,9,`c5`,`s01`,`22`,`Производство соды: пищевой содой`,107,107,`definition`,`ru`,`Kimyo 9`,`сода в виде NaHCO3 называется пищевой содой, которая используется в различных бытовых целях.`],[`g9-p22-sum`,9,`c5`,`s01`,`22`,`Производство соды: главное`,107,107,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: безводная сода, кристаллическая сода, пищевая сода, метод Леблана, аммиачный способ.`],[`g9-p23-t01`,9,`c1`,`s01`,`23`,`Кальций и магний`,109,109,`textbook`,`ru`,`Kimyo 9`,`Кальций и магний
Какие соединения кальция, производимые в Узбекистане, вы знаете? В каких областях они применяются?
Расположение в периодической таблице. Магний Mg и кальций Ca – элементы основной подгруппы второй группы периодической таблицы.
Элементы основной подгруппы второй группы Ca, Sr,
Ba называются щелочноземельными металлами.
Термин “щелочноземельные металлы” связан с разъедающим свойством их гидроксидов и тем, что раньше трудно растворимые оксиды назывались землями.
Строение атома. На внешнем электронном слое атомов магния и кальция имеется по два электрона, и поэтому эти элементы входят в семейство s элементов.
Характеристики магния и кальция таблица 13 хими относи поряд Элект темпе Элемент ческий тельная ковый ронная ратура символ атом номер, конфи плавле ная масса заряд ядра Магний Mg 24,305 12 [Ne]3s2 651`],[`g9-p23-t02`,9,`c1`,`s02`,`23`,`Кальций и магний`,109,110,`textbook`,`ru`,`Kimyo 9`,`…ковый ронная ратура символ атом номер, конфи плавле ная масса заряд ядра Магний Mg 24,305 12 [Ne]3s2 651
Кальций Ca 40,08 в химических реакциях атомы этих металлов как восстановители отдают два электрона, превращаясь в ион с зарядом +2. во всех соединениях они проявляют степень окисления +2.
Распространение в природе. Кальций и магний считаются одними из самых распространенных элементов в природе. В земной коре содержание магния составляет 3,35 %, кальция – 3,5 %. Многие минералы, такие как магнезит MgCO3, кальцит CaCO3, доломит CaCO .MgCO , гипс CaSO .2H2O, горькая соль
MgSO . 7H O, силикаты – асбест CaO . 3MgO . 4SiO являются природными источниками этих элементов.
Плотность, кг/м3 гурация ния, °C
Ткип,°C , г/см3 E, в открыт
Известняк, мел, мрамор, CaCO3, гипс, алебастр CaSO4 . H2O, апатит Ca3(PO4)2, фторапатит Ca5(PO4)3F.`],[`g9-p23-t03`,9,`c1`,`s01`,`23`,`Кальций и магний`,110,110,`textbook`,`ru`,`Kimyo 9`,`Известняк, мел, мрамор, CaCO3, гипс, алебастр CaSO4 . H2O, апатит Ca3(PO4)2, фторапатит Ca5(PO4)3F.
CaO, Ca(OH)2, Ca3N2, CaHal2,
CaS, CaSO4.
Электролиз
CaCl2 Ca
Применение
Цветная металлургия, строительство, силикатная промышленность, медицина.
В Узбекистане имеется около 20 месторождений мрамора. В настоящее время мрамор добывается в карьерах Газган, Нурата, Зирбанд.
Запасы фосфоритов сосредоточены в месторождениях Каракат в Центральном Кызылкуме и в
Северном Джетытау.
Получение. В промышленности кальций и магний получают путем электролиза расплавов их солей.
Свойства. Магний и кальций – легкие металлы серебристо белого цвета. На воздухе они быстро окисляются, образуя пленку, которая защищает металл. Кальций – более активный металл, чем магний, и в силу сильно выраженных щелочных свойств хранится в керосине (табл.13).`],[`g9-p23-t04`,9,`c1`,`s01`,`23`,`Кальций и магний`,110,111,`textbook`,`ru`,`Kimyo 9`,`Кальций – более активный металл, чем магний, и в силу сильно выраженных щелочных свойств хранится в керосине (табл. 13).
Магнезит MgCO3, горькая соль MgSO4.7H2O, карналлит KCl.MgCl . 6H2O, олевин MgSiO3.
MgO, Mg(OH)2, Mg3N2, MgHal2,
MgS, MgSO4.
MgO∙CaO,
MgO,
MgCl2.
Применение
Интерметаллические соединения, ракетная техника, силикатная промышленность, текстильная промышленность, получение квасцов.
Металлические свойства у кальция и магния выражены слабее, чем у щелочных металлов, потому что на внешнем электронном слое атомов этих металлов на один электрон больше, чем у щелочных.
Магний горит ослепительным белым пламенем, взаимодействует с галогенами и азотом, а также вступает в реакцию с углекислым газом и водяными парами: 2Mg + O2 2MgO, 3Mg + N2 Mg3N2, Mg + Br2 MgBr2, 2Mg + CO2 2MgO + C, Mg + H2O MgO + H2 .`],[`g9-p23-t05`,9,`c1`,`s01`,`23`,`Кальций и магний`,111,112,`textbook`,`ru`,`Kimyo 9`,`…водяными парами: 2Mg + O2 2MgO, 3Mg + N2 Mg3N2, Mg + Br2 MgBr2, 2Mg + CO2 2MgO + C, Mg + H2O MgO + H2 .
При нормальных условиях кальций легко взаимодействует с кислородом воздуха, галогенами:
2Ca + O2 → 2CaO (оксид кальция),
Ca + Cl2 → CaCl2 (хлорид кальция).
При нагревании вступает в реакцию с азотом, фосфором, серой, углеродом и водородом: 3Ca + N2 → Ca3N2 (нитрид кальция), 3Ca + 2P → Ca 3P2 (фосфид кальция), Ca + S → CaS (сульфид кальция), Ca + 2C → CaC2 (карбид кальция), Ca + H2 → CaH2 (гидрид кальция).
Как и щелочные металлы, кальций бурно реагирует с кислотами: Ca + 2HCl → CaCl2 + H2 .
Реагируя с водой при нормальных условиях, он образует гидроксид кальция: Ca + 2H2O → Ca(OH)2 + H2 .`],[`g9-p23-t06`,9,`c1`,`s01`,`23`,`Кальций и магний`,112,112,`textbook`,`ru`,`Kimyo 9`,`Реагируя с водой при нормальных условиях, он образует гидроксид кальция: Ca + 2H2O → Ca(OH)2 + H2 .
Применение. Магний и кальций, а также их соединения используются во многих отраслях народного хозяйства. Из металлического магния и кальция изготовляют легкие и прочные сплавы. Магний широко используется в осве тительных ракетах, маяках, фотографии. Кальций и магний составляют основу таких строительных материалов, как асбест, алебастр, гипс, известь, мрамор, простой и силикатный кирпич, цемент. Соли магния и кальция широко применяются в медицине. Это — магнезит, жженая магнезия, хлорид кальция, глюконат кальция, тальк и др.
соединения кальция, в частности известь, находят применение в производстве стекла, стали, чугуна; карбонат кальция и гашеная известь – в уменьшении кислотности почвы, а также в производстве резины, красок, зубных паст (карбонат кальция), при изготовлении оптических приборов (исландский шпат), в борьбе с вредителями сельского хозяйства.`],[`g9-p23-t07`,9,`c1`,`s01`,`23`,`Кальций и магний`,112,113,`textbook`,`ru`,`Kimyo 9`,`…(карбонат кальция), при изготовлении оптических приборов (исландский шпат), в борьбе с вредителями сельского хозяйства.
Прозрачный раствор гидроксида кальция называется известковой водой, а белый водный раствор – известковым молоком. Гашеная известь широко используется в строительстве. С помощью известкового молока в производстве сахара очищают сок сахарной свеклы.
Биологическое значение. Кальций и магний относятся к элементам, важным в биологическом отношении.
Как известно, жизнь на нашей планете возникла благодаря кислороду, который поставляют в основном растения. Кроме того, растения занимают важное место в пищевой цепи, превращая углекислый газ, содержащийся в воздухе, при участии солнечных лучей в органические молекулы – запасные питательные вещества. В клетках растений этот процесс осуществляют комплексы хлоропласта и хлоро филловые зерна, содержащие магний в качестве централь ного атома.`],[`g9-p23-t08`,9,`c1`,`s02`,`23`,`Кальций и магний`,113,113,`textbook`,`ru`,`Kimyo 9`,`В клетках растений этот процесс осуществляют комплексы хлоропласта и хлоро филловые зерна, содержащие магний в качестве централь ного атома.
Соединения кальция в живой природе составляют основу опорно двигательной системы животных и обладают защитной функцией. Дисбаланс кальция в организме приводит к аллергическим заболеваниям, а также к заболеваниям костной ткани. Свертываемость крови и активность некоторых ферментов непосредственно связаны с кальцием.
Магнийикальций – важнейшие химические элементы для всех форм жизни.
Магний составляет основу хлорофилла , выполняющего важную функцию в растениях.
В составе костей животных содержится 80% фосфата кальция.
Содержание магния в мышечной ткани составляет 0,09 %, в костном мозге – 0,07–0,18 %, в крови – 37,8 мг/л. каждый день в организм с пищей должно поступать 250 –380 мг магния. В организме человека (на 70 кг веса) содержится в среднем 42 г магния.`],[`g9-p23-t09`,9,`c1`,`s01`,`23`,`Кальций и магний`,113,114,`textbook`,`ru`,`Kimyo 9`,`каждый день в организм с пищей должно поступать 250 –380 мг магния. В организме человека (на 70 кг веса) содержится в среднем 42 г магния.
Содержание са в мышечной ткани достигает 0,14– 0,7 %, в костном мозге – 17 %, в крови – 60,5 мг/л. ежедневно с пищей в организм должно поступать 0,6 –1,4 г кальция. В организме человека (на 70 кг веса) содержится в среднем 1,7 кг кальция, при этом примерно 99 % его приходятся на кости, а 1 % – на кровь и лимфу.
Соединение “Аскальций”, разработанное профессором И.р.Аскаровым и разрешенное к применению на практике
8–химия, 9 класс.
Министерством здравоохранения республики узбекистан, имеет в своем составе кальций и магний, а также более 20 микроэлементов. Благодаря способности повышать иммунитет организма Аскальций успешно применяется при лечении заболеваний костей, крови, опасных опухолей, полиомиелита.`],[`g9-p23-t10`,9,`c1`,`s01`,`23`,`Кальций и магний`,114,114,`textbook`,`ru`,`Kimyo 9`,`Благодаря способности повышать иммунитет организма Аскальций успешно применяется при лечении заболеваний костей, крови, опасных опухолей, полиомиелита.
В составе х лорофи л ла – пи г мен та, участвующего в процессе фотосинтеза в растениях, содержится 3% магния. Недостаток солей магния приводит к обесцвечиванию листьев растений, нарушению фотосинтеза и резкому снижению урожайности.
Соединения. Оксид кальция CaO – одно из широко используемых в народном хозяйстве веществ, которое называют также негашеной известью.
В промышленности оксид кальция получают в цехах “варки извести” путем обжига извястняка: CaCO3 CaO + CO2 .
Оксид кальция – твердое вещество белого цвета, которое можно встретить на строительных площадках. Оставаясь долгое время на воздухе, начинает взаимодействовать с CO2 и водяными парами воздуха и утрачивает свои свойства: CaO + CO2 = CaCO3.`],[`g9-p23-t11`,9,`c1`,`s01`,`23`,`Кальций и магний`,114,114,`textbook`,`ru`,`Kimyo 9`,`Оставаясь долгое время на воздухе, начинает взаимодействовать с CO2 и водяными парами воздуха и утрачивает свои свойства: CaO + CO2 = CaCO3.
Оксид кальция бурно реагирует с водой, реакция протекает с выделением тепла: CaO + H2O = Ca(OH)2 + Q.
Оксид кальция используется в основном для получения гидроксида кальция.
Гидроксид кальция – Ca(OH)2. Это соединение кальция, называемое гашеной известью, представляет собой пористое вещество белого цвета, мало растворимое в воде(в 1 л воды растворяется 1,56 г Ca(OH)2).
Гашеная известь в смеси с песком, водой и цементом используется в строительстве в качестве вяжущего вещества. Гидроксид кальция вступает во все реакции, характерные для оснований (см. тему “основания” в учебнике химии 7 класса).
Известковое молоко – водная суспензия гашеной извести, молокообразный мутный раствор.`],[`g9-p23-t12`,9,`c1`,`s01`,`23`,`Кальций и магний`,114,115,`textbook`,`ru`,`Kimyo 9`,`Известковое молоко – водная суспензия гашеной извести, молокообразный мутный раствор.
Изготовление вяжущих веществ в строительстве
Изготовление хлорной извести известковое молоко производство сахара производство препаратов для борьбы с вредителями сельского хозяйства получение известковой воды
Известковая вода – насыщенный раствор гашеной извести, полученный фильтрацией известкового молока. Известковая вода является реактивом для углекислого газа и водо растворимых карбонатов. При пропускании через нее углекислого газа раствор мутнеет: Ca(OH)2 + CO2 = CaCO3 + H2O.
В случае дальнейшего пропускания углекислого газа раствор вновь становится прозрачным, так как CO2, воздействуя на CaCO3, образует водорастворимую соль Ca(HCO3)2: CaCO3 + CO2 + H2O → Ca(HCO3)2.
Хлорная известь CaOCl2 является окислителем и имеет большое значение в народном хозяйстве. Она широко используется в качестве отбеливателя в текстильной и целлю лозно бумажной промышленности, а также как дезинфици рующее средство. Хлорную известь получают путем воздействия хлором на гашеную известь:`],[`g9-p23-t13`,9,`c1`,`s01`,`23`,`Кальций и магний`,115,116,`textbook`,`ru`,`Kimyo 9`,`Она широко используется в качестве отбеливателя в текстильной и целлю лозно бумажной промышленности, а также как дезинфици рующее средство. Хлорную известь получают путем воздействия хлором на гашеную известь:
2Ca(OH)2 + 2Cl2 = Ca(OCl)2 + CaCl2 + 2H2O.
Гипс. 1) Природный гипс – CaSO. 2H2O; 2) Обожженный гипс – (CaSO4)2. H2O; 3) Безводный гипс – CaSO4.
Обожженный гипс называется также алебастром:
Алебастр широко используется в строительстве, медицине. При смешивании его с водой образуется быстротвердеющая масса: (CaSO4)2.H2O + 3H2O → 2[CaSO4.2H2O].
Фосфат кальция [Ca3(PO4)2] — встречается в природе в основном в виде фосфорита и апатита, а также в составе костей и зубов человека и животных.
Элементы ЗУН: щелочноземельные металлы, строение атома, известняк, кальцит, мел, мрамор, доломит, гипс, горькая соль, негашеная известь, гашеная известь, биологическое значение.`],[`g9-p23-t14`,9,`c1`,`s01`,`23`,`Кальций и магний`,116,116,`textbook`,`ru`,`Kimyo 9`,`Элементы ЗУН: щелочноземельные металлы, строение атома, известняк, кальцит, мел, мрамор, доломит, гипс, горькая соль, негашеная известь, гашеная известь, биологическое значение.
1. Расскажите об основных физических свойствах магния и кальция.
2. В виде каких соединений магний и кальций встречаются в природе?
3. Как получают кальций в промышленности?
4. Напишите уравнения реакций, выражающих химические свойства магния и кальция.
5. Почему в природе не встречается оксид кальция?
6. Сколько негашеной извести надо взять для получения 2 т
20 % ного известкового молока, если в составе негашеной извести имеется 90 % оксида кальция?
7. Каково биологическое значение кальция и магния?
8. Как можно избавиться от кислотности почвы?
9. Составьте таблицу, отражающую использование кальция и магния в народном хозяйстве.
10. Напишите реферат о значении кальция и магния для организма человека.
11. Напишите уравнения реакций, позволяющих осуществить следующие превращения: Ca → CaH2 → Ca(OH)2 → CaCO3 → CaO → CaCl2.
Вопросы и задания
12. С какой целью гашеная известь используется в строительстве?`],[`g9-p23-d01`,9,`c1`,`s01`,`23`,`Кальций и магний: щелочноземельными металлами, известковой водой, Оксид кальция CaO, также алебастром`,109,115,`definition`,`ru`,`Kimyo 9`,`Ba называются щелочноземельными металлами.
Прозрачный раствор гидроксида кальция называется известковой водой, а белый водный раствор – известковым молоком.
Оксид кальция CaO – одно из широко используемых в народном хозяйстве веществ, которое называют также негашеной известью.
Обожженный гипс называется также алебастром:`],[`g9-p23-sum`,9,`c1`,`s01`,`23`,`Кальций и магний: главное`,116,116,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: щелочноземельные металлы, строение атома, известняк, кальцит, мел, мрамор, доломит, гипс, горькая соль, негашеная известь, гашеная известь, биологическое значение.`],[`g9-p24-t01`,9,`c1`,`s02`,`24`,`Жесткость воды и способы ее смягчения`,116,117,`textbook`,`ru`,`Kimyo 9`,`Жесткость воды и способы ее смягчения
Чем отличаются друг от друга “мягкая” и “жесткая” вода?
Известно, что две трети поверхности нашей планеты покрыты водой. Жизнь человека невозможно представить без воды. Вода, используемая в повседневной жизни и производственных процессах, должна быть очищена до определенной степени. В составе природной воды содержатся хлориды магния и кальция, сульфаты, гидрокарбонаты и другие примеси.
Жесткая вода – это вода, содержащая большое количество ионов Ca2+ и Mg2+.
Мягкая вода – это вода, не содержащая ионов Ca2+ и
Mg2+ или содержащая их в небольшом количестве.
Жесткая вода считается непригодной для многих технических целей. При использовании жесткой воды стенки котлов отопительных систем покрываются накипью, состоящей из карбонатов магния, кальция и других солей. Накипь затрудняет процесс обогрева, приводит к увеличению расхода топлива, к выходу из строя стенок котлов. В жесткой воде плохо пенится мыло, так как ионы кальция и магния образуют с мылом не растворимые в воде соединения.`],[`g9-p24-t02`,9,`c1`,`s02`,`24`,`Жесткость воды и способы ее смягчения`,117,117,`textbook`,`ru`,`Kimyo 9`,`В жесткой воде плохо пенится мыло, так как ионы кальция и магния образуют с мылом не растворимые в воде соединения.
В жесткой воде не провариваются мясо, овощи, зерновые, из такой воды нельзя приготовить качественный чай.
Различают временную (карбонатную), постоянную, кальциевую, магниевую и общую жесткость воды.
Временная жесткость связана с наличием в воде гидрокарбонатов кальция и магния [Ca(HCO3)2;
Постоянная жесткость связана с наличием в воде сульфатов и хлоридов кальция и магния [CaSO4,
CaCl2; MgSO4, MgCl2].
Кальциевая жесткость связана с наличием в воде солей кальция.
Магниевая жесткость связана с наличием в воде солей магния.
Общая жесткость обусловлена суммой солей кальция и магния.
Для снижения жесткости воды, или ее смягчения применяют дистилляцию (перегонку) воды, а также химические способы. При химических способах ионы кальция и магния переводятся в нерастворимые соединения и затем выводятся из воды. Временную жесткость воды можно устранить следующими способами.`],[`g9-p24-t03`,9,`c1`,`s02`,`24`,`Жесткость воды и способы ее смягчения`,117,118,`textbook`,`ru`,`Kimyo 9`,`При химических способах ионы кальция и магния переводятся в нерастворимые соединения и затем выводятся из воды. Временную жесткость воды можно устранить следующими способами.
1. Путем кипячения: Ca(HCO3)2 → CaCO3 Mg(HCO3)2 → MgCO3
Чтобы заварить чай, нужно вскипятить воду. Обратите внимание на дно посуды, в которой постоянно кипятят воду. Вы увидите нерастворимую камнеобразную накипь. Это – соли CaCO3 и MgCO3.
2. Добавлением известковой воды:
Ca(HCO3)2 + Ca(OH)2 → 2CaCO3 + 2H2O,
Mg(HCO ) + Ca(OH) → CaCO .MgCO + 2H2O.
3. Воздействием щелочи:
Ca(HCO3)2 + 2NaOH → CaCO3 + Na2CO3 + 2H2O,
Mg(HCO3)2 + 2NaOH → MgCO3 + Na2CO3 + 2H2O.
4. Добавлением соды (Na2CO3), при этом ионы Mg2+ и Ca2+ выпадают в осадок:
Ca(HCO3)2 + Na2CO3 → CaCO3 + 2NaHCO3,
Mg(HCO3)2 + Na2CO3 → MgCO3 + 2NaHCO3.
Ионы кальция и магния выводятся из раствора в виде не растворимых карбонатов. Постоянную жесткость воды нельзя устранить путем кипячения. Она устраняется при добавлении соды или фосфата натрия:`],[`g9-p24-t04`,9,`c1`,`s02`,`24`,`Жесткость воды и способы ее смягчения`,118,119,`textbook`,`ru`,`Kimyo 9`,`Постоянную жесткость воды нельзя устранить путем кипячения. Она устраняется при добавлении соды или фосфата натрия:
CaSO4 + Na2CO3 → CaCO3 + Na2SO4,
3MgSO4 + 2Na3PO4 → Mg3(PO4)2 + 3Na2SO4. в промышленности воду смягчают ионообменным способом.
• Катиониты – твердые водонерастворимые вещества, содержащие в своем составе катионы, которые могут обмениваться на катионы внешней среды (Ca2+, Mg2+), а также подвижные катионы (Na+).
• Аниониты – твердые водонерастворимые вещества, содержащие в своем составе анионы, которые могут обмениваться на анионы внешней среды (SO42-, Cl–), а также подвижные анионы.
Содержащиеся в воде ионы Ca2+, Mg2+, проходя через кати онитную колонку, обмениваются на ионы Na+ и оседают в ко лонке, а ионы натрия переходят в воду: Na2R+Ca2+ → 2Na++CaR.
R в катионитах – органический радикал сложного строения. Если катиониты способствуют очищению воды от ионов кальция и магния, то аниониты выводят анионы.`],[`g9-p24-t05`,9,`c1`,`s02`,`24`,`Жесткость воды и способы ее смягчения`,119,119,`textbook`,`ru`,`Kimyo 9`,`Если катиониты способствуют очищению воды от ионов кальция и магния, то аниониты выводят анионы.
Элементы ЗУН: жесткая вода, мягкая вода, временная жесткость, постоянная жесткость, смягчение жесткой воды, иониты, катионит, анионит.
Наглядные задачи и примеры
Пример 1. 10 % ный раствор хлорида кальция используется в медицине для лечения простудных заболеваний.
Какое количество (г) CaCl2 и дистиллированной воды потребуется для приготовления 500 г раствора?
Решение: 1) Найдем массу растворимого CaCl2, пользуясь формулой расчета процентной концентрации раствора: из формулы m(растворимое)
C = . 100 % следует m(раствор) C . m(раствор) C%⋅m/eritma / 10%⋅500 m(растворимое)m / eruvchi=/ = = = 50г или 100 %100% 100% m(растворимое) = 500. 0,1 = 50 г;
2) В 500 г раствора содержание CaCl2 составляет 50 г.
Масса растворителя, то есть дистиллированной воды`],[`g9-p24-t06`,9,`c1`,`s02`,`24`,`Жесткость воды и способы ее смягчения`,119,120,`textbook`,`ru`,`Kimyo 9`,`…2) В 500 г раствора содержание CaCl2 составляет 50 г. Масса растворителя, то есть дистиллированной воды
Ответ: 50 г CaCl2 и 450 г воды.
Пример 2. Ежедневная норма потребления кальция человеком составляет 0,8 г. коровье молоко содержит
0,13 % кальция. Какое количество (г) коровьего молока надо выпивать в день, чтобы полностью удовлетворить суточную потребность организма в кальции? Считайте, что кальций не поступает в организм с другими продуктами.
Решение: 1) В каком количестве коровьего молока содержится 0,8 г кальция? 0,8.100 в 100 г молока — 0,13 г Ca,
{ x г молока — 0,8 г Ca,
Ответ: необходимо потреблять 615 г молока. Пример 3. 20 % организма человека составляют кости, а 20 % костей — фосфат кальция. Зная массу вашего тела, вычислите, какое количество (кг) фосфата кальция и кальция содержится в вашем организме. Решение: 1) Вычислим массу костей:`],[`g9-p24-t07`,9,`c1`,`s02`,`24`,`Жесткость воды и способы ее смягчения`,120,121,`textbook`,`ru`,`Kimyo 9`,`Зная массу вашего тела, вычислите, какое количество (кг) фосфата кальция и кальция содержится в вашем организме. Решение: 1) Вычислим массу костей:
m(кости) = 70 кг . 0,20 = 14 кг; 2) Зная, что 20 % костей составляет Ca3(PO4)2, вычислим массу Ca3(PO4)2 в 14 кг костей: m(Ca3(PO4)2) = 14 кг . 0,20 = 2,8 кг; 3) Вычислим массу кальция в 14 кг Ca3(PO4)2 : a) M(Ca3(PO4)2)=40 ∙3+(31.2+16∙8)=120+62+128=
= 310 г/моль; б) в 310 кг Ca3(PO4)2 содержится 120 кг Ca,
2,8.120 x = =1,084 кг. 310 Ответ: 2,8 кг Ca3(PO4)2 и 1,084 кг Ca.
1. В чем состоит различие между временной и постоянной жесткостью воды? 2. Какова степень жесткости речной, морской и дождевой воды?`],[`g9-p24-d01`,9,`c1`,`s02`,`24`,`Жесткость воды и способы ее смягчения: Жесткая вода, Мягкая вода`,117,117,`definition`,`ru`,`Kimyo 9`,`Жесткая вода – это вода, содержащая большое количество ионов Ca2+ и Mg2+.
Мягкая вода – это вода, не содержащая ионов Ca2+ и`],[`g9-p24-sum`,9,`c1`,`s02`,`24`,`Жесткость воды и способы ее смягчения: главное`,119,119,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: жесткая вода, мягкая вода, временная жесткость, постоянная жесткость, смягчение жесткой воды, иониты, катионит, анионит.`],[`g9-p25-t01`,9,`c2`,`s01`,`25`,`Алюминий`,121,121,`textbook`,`ru`,`Kimyo 9`,`Алюминий
Чем активнее металл, тем быстрее он окисляется. Алюминий активнее железа, однако, почему он устойчив на воздухе?
Расположение в периодической таблице элементов.
Алюминий расположен в основной подгруппе третьей группы периодической таблицы под порядковым номером 13. Химический символ – Al. относительная атомная масса равна 26,9815. Алюминий относится к семейству p элементов.
Строение атома. На внешнем электронном слое атома алюминия имеется три электрона.
В химических реакциях атом алюминия отдает три электрона и превращается в ион с зарядом, равным +3. во всех устойчивых соединениях он проявляет степень окисления +3.
Распространение в природе. Алюминий — один из самых распространенных металлов в природе, его содержание на земном шаре составляет 8,8 %, а в земной коре — 7,1 %. в свободном виде не встречается. Известно более 250 минералов, содержащих в своем составе алюминий. Основная часть алюминия встречается в виде алюмосиликатов.`],[`g9-p25-t02`,9,`c2`,`s01`,`25`,`Алюминий`,121,122,`textbook`,`ru`,`Kimyo 9`,`Известно более 250 минералов, содержащих в своем составе алюминий. Основная часть алюминия встречается в виде алюмосиликатов.
Тпл,°C Ткип,°C , г/см3 E, в открыт
Каолин Al2O3.2SiO2.2H2O, корунд Al2O3, боксит Al2O .nH2O, ортоклаз K2O.Al2O .6SiO2, нефелин Na2O.Al2O .2SiO2.
Al2O3, AlCl3.
AlHal3,
AlN,
Применение
Легкие сплавы, электротехника, быт, алюминотермия, покрытие поверхности стали и чугуна.
• Алюмосиликаты – это соли, содержащие в качестве анионов алюминий и кремний, а в качестве катионов – щелочные и щелочноземельные металлы.
К алюмосиликатам относятся полевой шпат K2O.Al2O3.6SiO или KAl2[Al2Si3O10]2. (OH)4, слюды K2O.2H2O. 3Al2O3. 6SiO или
KAl2(AlSi 3O10)(OH)2. в результате разрушения алюмосиликатов образуются глины, например, белая глина – каолин Al2O . 2SiO2. 2H2O. обычно в глинах содержатся примеси. В состав корунда алюминий входит в виде Al2O3. горные породы бокситы — Al2O3.nH2O также содержат алюминий. В качестве примесей в их составе имеются железо, марганец, оксид кремния. Алюминий получают из оксида алюминия, бокситов, нефелинов (Na,K)2O.Al2O3.2SiO2 или (K, Na)[AlSiO4].`],[`g9-p25-t03`,9,`c2`,`s01`,`25`,`Алюминий`,122,123,`textbook`,`ru`,`Kimyo 9`,`Алюминий получают из оксида алюминия, бокситов, нефелинов (Na,K)2O. Al2O3. 2SiO2 или (K, Na)[AlSiO4].
Содержание алюминия в мышечной ткани составляет 0,07– 2,8.10– 4 %, в костном мозге — (4–27).10– 4 %, в крови — 0,39 мг/л. ежедневно вместе с пищей в организм должно поступать 2,45 мг алюминия. В организме человека (на 70 кг веса) содержится в среднем 61 мг алюминия.
Получение. Алюминий получают электротермическим способом. При этом в расплавленном криолите (Na 3AlF6). электролитом является растворенный оксид алюминия. В этот расплав добавляют небольшое количество фторида алюминия. Такой электролит хорошо пропускает электрический ток. Электролиз проводится при температуре 800–1000 °C. Через расплав пропускают постоянный ток силой до 80000 А и напряжением 5–8 в. при этом на катоде выделяется алюминий, а на аноде – кислород, который взаимодействует с анодом, изготовленным из углерода:
Al3+ + 3ē → Al0,`],[`g9-p25-t04`,9,`c2`,`s01`,`25`,`Алюминий`,123,123,`textbook`,`ru`,`Kimyo 9`,`…алюминий, а на аноде – кислород, который взаимодействует с анодом, изготовленным из углерода: Al3+ + 3ē → Al0,
2O2– – 4ē → O20, O2 + 2C → CO.
Электролизер, используемый в промышленности (рис 14), изготовлен из стали и изнутри покрыт углем, уголь ное покрытие через стальные стержни подключено к отрицательному полюсу и выполняет роль катода. Опущенные сверху в расплав толстые угольные пластинки выполняют роль анода. Со временем анод разрушается, поэтому его периодически обновляют. Электролизер работает непрерывно. Оксид алюминия также подается в электролизер непрерывно. Через каждые двое трое суток накопившийся алюминий отсасывается с помощью вакуума. Полученный алюминий загрязнен желе
Рис. 14. Электролизер, используемый в промышленности для получения алюминия зом, кремнием и другими примесями неметаллического происхождения. Поэтому на следующей стадии его очищают повторным расплавлением и электролизом.`],[`g9-p25-t05`,9,`c2`,`s01`,`25`,`Алюминий`,123,124,`textbook`,`ru`,`Kimyo 9`,`Поэтому на следующей стадии его очищают повторным расплавлением и электролизом.
При получении оксида алюминия электролизом из расплава криолита (Na3AlF6) в качестве отхода выделяются фтор и его соединения. Токсичные фтористые соединения загрязняют окружающую среду. Получение алюминия сопряжено с очень большими затратами электроэнергии: для получения 1 т алюминия расходуется 13 – 17 тысяч квт . ч электроэнергии.
Элементы ЗУН: алюминий, полевой шпат, слюда, белая глина—каолин, боксит, криолит, электротермический способ.
Вопросы и задания
1. В каком виде алюминий встречается в природе? 2. Какие меры целесообразно проводить для создания чистой экологической среды на заводах по производству алюминия? 3. В каких целях используются изделия из алюминия в хозяйстве?`],[`g9-p25-d01`,9,`c2`,`s01`,`25`,`Алюминий: определения`,122,122,`definition`,`ru`,`Kimyo 9`,`• Алюмосиликаты – это соли, содержащие в качестве анионов алюминий и кремний, а в качестве катионов – щелочные и щелочноземельные металлы.`],[`g9-p25-sum`,9,`c2`,`s01`,`25`,`Алюминий: главное`,124,124,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: алюминий, полевой шпат, слюда, белая глина—каолин, боксит, криолит, электротермический способ.`],[`g9-p26-t01`,9,`c2`,`s01`,`26`,`Свойства алюминия`,124,125,`textbook`,`ru`,`Kimyo 9`,`Свойства алюминия
Почему изделия из алюминия не вступают в реакцию с водой, хотя алюминий является достаточно активным металлом?
Физические свойства. Алюминий – твердый металл серебристо белого цвета. Плотность 2698 кг/м3 (2,698 г/см3). температура плавления 660,5 °C. хорошо проводит электрический ток и тепло. Он хорошо выковывается и вытягивается в проволоку. Из алюминия можно изготовить очень тонкую фольгу толщиной 0,01 мм (алюминиевая бумага). на основе алюминия получают различные сплавы, которые считаются ценным сырьем для народного хозяйства.
Химические свойства. При обычной температуре алюминий на воздухе не меняется, так как он быстро окисляется и покрывается тонкой прочной оксидной пленкой, которая защищает его от воды и других факторов: 4Al + 3O → 2Al2O3.
При удалении оксидной пленки алюминий легко взаимодействует с водой, и при этом выделяется водород: 2Al + 6H2O → 2Al(OH)3 + 3H2 .`],[`g9-p26-t02`,9,`c2`,`s01`,`26`,`Свойства алюминия`,125,125,`textbook`,`ru`,`Kimyo 9`,`При удалении оксидной пленки алюминий легко взаимодействует с водой, и при этом выделяется водород: 2Al + 6H2O → 2Al(OH)3 + 3H2 .
При нагревании алюминий легко взаимодействует с соляной и разбавленной серной кислотами, вытесняя водород: 2Al + 6HCl → 2AlCl3 + 3H2 .
Алюминий не реагирует при обычной температуре с концентрированной азотной кислотой, поэтому эту кислоту обычно хранят в алюминиевой посуде. Однако алюминий вступает в реакцию с разбавленной азотной кислотой: Al + 4HNO3 = Al(NO3)3 + NO + 2H2O, 8Al + 30HNO3 = 8Al(NO3)3 + 3NH4NO3 + 9H2O.
Алюминий легко взаимодействует с растворами щелочей с выделением водорода: 2Al + 2NaOH + 6H2O → 2Na[Al(OH)4] + 3H2 (Na[Al(OH)4] — тетрагидроксоалюминат натрия).
При нагревании алюминий взаимодействует с галогенами, фосфором, серой, азотом, углеродом:
2Al + N2 → 2AlN (нитрид алюминия),
Al + P → AlP (фосфид алюминия),
2Al + 3S → Al2S3 (сульфид алюминия),`],[`g9-p26-t03`,9,`c2`,`s01`,`26`,`Свойства алюминия`,125,126,`textbook`,`ru`,`Kimyo 9`,`…углеродом: 2Al + N2 → 2AlN (нитрид алюминия), Al + P → AlP (фосфид алюминия), 2Al + 3S → Al2S3 (сульфид алюминия),
4Al + 3C → Al4C3 (карбид алюминия),
2Al + 3Cl → 2AlCl3 (хлорид алюминия).
Алюминий взаимодействует также с оксидами многих металлов. Если алюминий смешат ь с оксидами железа ( I I, I I I ) и поднести к смеси раскаленную проволоку, то произойдет бурная экзотермическая реакция (рис.15.):
8Al + 3Fe3O4 → 4Al2O3 + 9Fe + 3300 кДж.
В результате реакции смесь нагреется до 3500 °C. продукты реакции – оксид алюминия и железо будут в расплавленном
Рис. 15. Восстановление оксида железа с помощью алюминия состоянии. Смесь алюминия с угаром железа, называемая термитом, в некоторых случаях применяется для сварки металлов.
• Алюминотермия – способ получения металла путем восстановления его оксидов с помощью алюминия.
Алюминотермия была впервые открыта русским ученым н.н.бекетовым. Этот метод применяется в металлургической промышленности для получения хрома, марганца, ванадия, циркония, титана из их оксидов.`],[`g9-p26-t04`,9,`c2`,`s01`,`26`,`Свойства алюминия`,126,126,`textbook`,`ru`,`Kimyo 9`,`Этот метод применяется в металлургической промышленности для получения хрома, марганца, ванадия, циркония, титана из их оксидов.
Элементы ЗУН: алюминий, строение атома, распространение в природе, получение алюминия электротермическим способом, физические свойства, алюминотермия.
Вопросы и задания
1. Какие природные соединения алюминия вы знаете? 2. Какой состав имеет электролит в производстве алюминия? 3. Какое количество алюминия необходимо для восстановления 39 г оксида хрома (III)? 4. Расскажите, в каких отраслях используется алюминий. 5. Определите процентный состав сплава алюминия и меди, если при взаимодействии 10 г этого сплава с избыточным количеством соляной кислоты получено 6,72 л (н.у.)
Водорода. 6. В 1827 году немецкий ученый Ф. велер получил алюминий следующим способом: AlCl3 + 3K → 3KCl + Al. сколько металлического калия надо взять, чтобы получить данным способом 5,4 кг алюминия? 7. Напишите уравнения реакций, позволяющих осуществить следующие превращения:`],[`g9-p26-t05`,9,`c2`,`s01`,`26`,`Свойства алюминия`,126,127,`textbook`,`ru`,`Kimyo 9`,`сколько металлического калия надо взять, чтобы получить данным способом 5,4 кг алюминия? 7. Напишите уравнения реакций, позволяющих осуществить следующие превращения:
Al → Al2O3 → AlCl3 → Al(OH)3 → Al(NO3)3.
Наглядные задачи и примеры
Пример 1. При накаливании на воздухе 5,4 г трехвалентного металла получено 10,2 г оксида этого металла. Определите какой это металл.
Решение. Запишем уравнение реакции. 5,4 10,2 4Me + 3O2 = 2Me2O3. 4A 4A+96 5,4 10,2
518,4 А = = 27. Ответ: A = 27. Алюминий.
Пример 2. Запишите уравнения реакций, необходимых для осуществления следующих превращений: алюминий → тетрагидроксоалюминат натрия → хлорид алюминия → гидроксид алюминия → оксид алюминия → алюминат натрия → сульфат алюминия.`],[`g9-p26-t06`,9,`c2`,`s01`,`26`,`Свойства алюминия`,127,127,`textbook`,`ru`,`Kimyo 9`,`…хлорид алюминия → гидроксид алюминия → оксид алюминия → алюминат натрия → сульфат алюминия.
Решение: 1) Алюминий → тетрагидроксоалюминат натрия: 2Al + 2NaOH + 6H2O = 2Na[Al(OH) 4] + H2 ; 2) Тетрагидроксоалюминат натрия → хлорид алюминия: Na[Al(OH)4] + 4HCl = NaCl + AlCl3+ 4H2O; 3) Хлорид алюминия → гидроксид алюминия: AlCl3 + 3NaOH = Al(OH) 3 + 3NaCl; 4) Гидроксид алюминия → оксид алюминия: 2Al(OH)3 → Al2O3 + 3H2O; 5) Оксид алюминия → алюминат натрия: Al2O3 + 2NaOH = 2NaAlO2 + H2O; 6) Алюминат натрия → сульфат алюминия: 2NaAlO2 + 4H2SO4 = Na2SO4 + Al2(SO4)3 + 4H2O. Пример 3. Какой объем (л,н. у.
) водорода образуется при взаимодействии 270 г алюминиевого сплава, содержащего 20 % меди, с едким натрием? Решение: 1) Из условия известно, что в 270 г сплава содержится 20 % меди и 80 % алюминия. С едким натрием взаимодействует только алюминий; 2) Найдем массу алюминия в сплаве: m(Al) = 270 ∙ 0,8 = 216 г Al; 3) Какой объем водорода образуется из 216 г Al? 216 x л 2Al + 2NaOH + 2H2O = 2NaAlO2 + 3H2 , 54 216 х`],[`g9-p26-t07`,9,`c2`,`s01`,`26`,`Свойства алюминия`,127,128,`textbook`,`ru`,`Kimyo 9`,`С едким натрием взаимодействует только алюминий; 2) Найдем массу алюминия в сплаве: m(Al) = 270 ∙ 0,8 = 216 г Al; 3) Какой объем водорода образуется из 216 г Al? 216 x л 2Al + 2NaOH + 2H2O = 2NaAlO2 + 3H2 , 54 216 х
= 54 67,2 54 Пример 4. В составе кристаллогидрата алюминия содержится 51,35 % соли сульфат алюминия. Определите формулу кристаллогидрата? Решение: 1) В составе кристаллогидрата алюминия Al2(SO4)3 ∙ nH2O содержится 51,35 % Al2(SO4)3 и 48,65 % воды (100 – 51,35 = 48,65 %). m(Al2(SO4)3) = 342 г/моль, m(Al2(SO4)3 ∙ nH2O) = 342 + 18n г/моль; 2) 1 й способ: определение формулы кристаллогидрата путем расчета его массовой доли: m(Al2(SO4)3) w (Al2(SO4)3) = . 100 % , m(Al2(SO4)3. 18n)
342 +18n 51,35(342 + 18n) = 342 ∙ 100, 17561,7 + 924,3n = 34200, 924,3n = 16638,3, n = 18. Ответ: Al2(SO4)3 ∙ 18H2O. 2 й способ: определение формулы кристаллогидрата путем расчета массовой доли воды: 18n w(H2O)= =0,4865, 0,4865(342 + 18n) = 18n,`],[`g9-p26-t08`,9,`c2`,`s01`,`26`,`Свойства алюминия`,128,129,`textbook`,`ru`,`Kimyo 9`,`2 й способ: определение формулы кристаллогидрата путем расчета массовой доли воды: 18n w(H2O)= =0,4865, 0,4865(342 + 18n) = 18n,
166,383 + 8,757n = 18n, –9,243n = –166,383(–1), n = 18. Ответ: Al2(SO4)3∙18H2O. 3 й способ: в кристаллогидрате 51,35 % алюминия и 48,65 % воды.
Al2(SO4)3=
Задачи и примеры для самостоятельного решения
1. Запишите уравнения реакций, необходимых для осуществления следующих превращений:
Al → AlCl3 → Al(OH)3 → Al2O3 → NaAlO2 → Al2(SO4)3 → Al(OH)3 →
→ AlCl3 → NaAlO2. 2. Формула природного соед иненияалюминия – к а ол и на:
Al2O3∙ 2SiO2∙ 2H2O. сколько процентов алюминия в составе каолина?`],[`g9-p26-sum`,9,`c2`,`s01`,`26`,`Свойства алюминия: главное`,126,126,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: алюминий, строение атома, распространение в природе, получение алюминия электротермическим способом, физические свойства, алюминотермия.`],[`g9-p27-t01`,9,`c2`,`s02`,`27`,`Соединения алюминия. Применение`,129,130,`textbook`,`ru`,`Kimyo 9`,`Соединения алюминия. Применение
Что такое рубин, сапфир? Для чего они используются?
Оксид алюминия Al2O3 — вещество белого цвета с высокой температурой плавления. В природе он встречается в виде минералов, называемых бокситом и корундом. Оксид алюминия получают путем накаливания его гидроксида: 2Al(OH)3 → Al2O3 + 3H2O.
Химические свойства. Будучи амфотерным оксидом, оксид алюминия вступает во взаимодействие с кислотами и щелочами: Al2O3 + 6HCl = 2AlCl 3 + 3H2O, Al2O3 + 2NaOH + 3H2O = 2Na[Al(OH) 4].
В реакции с безводной щелочью образует NaAlO2: Al2O3 + 2NaOH → 2NaAlO2 + H2O.
Гидроксид алюминия получают путем воздействия на водорастворимые соли алюминия щелочными растворами: AlCl3 + 3NaOH = Al(OH) 3 + 3NaCl,
Al3+ + 3Cl– + 3Na+ + 3OH– = Al(OH) 3 + 3Na+ + 3Cl–, Al3+ + 3OH– = Al(OH) 3 гидроксид алюминия обладает амфотерным свойством. Вступая в реакцию с кислотами и щелочами, образует соли: 2Al(OH)3 + 3H2SO4 = Al2(SO4)3 + 6H2O, Al(OH)3 + 2KOH = KAlO2 + 2H2O.`],[`g9-p27-t02`,9,`c2`,`s02`,`27`,`Соединения алюминия. Применение`,130,130,`textbook`,`ru`,`Kimyo 9`,`Вступая в реакцию с кислотами и щелочами, образует соли: 2Al(OH)3 + 3H2SO4 = Al2(SO4)3 + 6H2O, Al(OH)3 + 2KOH = KAlO2 + 2H2O.
Запишите ионное и краткое ионное уравнения реакций.
Применение. Благодаря легкости и устойчивости к воздействию воздуха и влаги алюминий и его сплавы широко используются в народном хозяйстве. Например, д юр алюминий (95 % Al, 4 % Cu, 0,5 % Mg, 0,5 % Mn) прочен, как сталь, но в три раза легче ее.
Сплавы алюминия применяются в ракетостроении, ко раблестроении, в железнодорожном транспорте, в строительстве и приборостроении. Из алюминия изготавливают линзы телескопов, электрические провода, термитную смесь, осветительные ракеты, бытовую посуду. С его помощью получают многие металлы и неметаллы. Из алюминиевого порошка производят металлическую краску, предохраняющую железо и железные изделия от коррозии. Алюминиевую фольгу используют в пищевой промышленности в качестве упако вочного средства.`],[`g9-p27-t03`,9,`c2`,`s02`,`27`,`Соединения алюминия. Применение`,130,130,`textbook`,`ru`,`Kimyo 9`,`Алюминиевую фольгу используют в пищевой промышленности в качестве упако вочного средства.
В электротехнике алюминий применяется для изготовления конденсаторов.
Соединения алюминия также используются во многих отраслях. Оксид алюминия, встречающийся в природе в виде корунда, применяется для различных целей. В технических целях из него производят наждак и точильные бруски, из прозрачных кристаллов корунда — красного рубина и голубого сапфира — создают ювелирные изделия. Из руби на изготавливают также лазеры и подшипники. Каолин используется при получении алюминия.
Безводный хлорид алюминия применяется в качестве катализатора, а сульфат алюминия — в производстве бумаги и клея, алюминиевые квасцы KAl(SO4)2. 12H2O — при окрашивании хлопчатобумажных тканей и в медицине. В природе встречаются различные разновидности минера ла корунда — рубины, сапфиры, аметисты. Окраска их зависит от незначительных примесей ионов, содержащихся в составе корунда.`],[`g9-p27-t04`,9,`c2`,`s02`,`27`,`Соединения алюминия. Применение`,130,131,`textbook`,`ru`,`Kimyo 9`,`Окраска их зависит от незначительных примесей ионов, содержащихся в составе корунда.
Так, красный цвет рубина обусловлен присутствием ионов Cr3+, примесь ионов кобальта, железа, титана придает сапфиру голубой цвет, а ионы марганца определяют фиолетовую окраску аметиста. Рубины, сапфи ры, аметисты широко используются в производстве ювелирных изделий.
Элементы ЗУН: оксид алюминия, гидроксид алюминия, амфотерные оксиды, дюралюминий, квасцы..
Вопросы и задания
1. Подготовьте таблицу или рисунок, иллюст риру ющий применение алюминия и его соединений. Охарактеризуйте предложенную работу.
2. Запишите уравнения реакций, необходимых для осуществления следующих превращений.
Al2O3 → Al → AlCl3 → Al(OH)3 → Al2O → NaAlO2 → → Al2(SO4)3 → AlCl3.
3. Какие изменения происходят при медленном добавлении к раствору соли AlCl3 раствора едкого натрия?
4. В двух сосудах находятся прозрачные растворы. Известно, что один из них NaOH, а другой — AlCl3. не пользуясь никакими реактивами, определите в каком сосуде находится каждое из веществ.
5. Составьте список используемых в вашем доме предметов, которые изготовлены из алюминия, и сравните их по физическим свойствам. Чем и почему они различаются?`],[`g9-p27-sum`,9,`c2`,`s05`,`27`,`Соединения алюминия. Применение: главное`,131,131,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: оксид алюминия, гидроксид алюминия, амфотерные оксиды, дюралюминий, квасцы..`],[`g9-p28-t01`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,131,132,`textbook`,`ru`,`Kimyo 9`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь в побочной подгруппе первой группы периодической таблицы находятся три элемента – медь, серебро и золото. Они также называются элементами подгруппы меди. С возрастанием порядковых номеров элементов подгруппы меди их металлические свойства усиливаются, а химическая активность уменьшается. В ряду активности металлов они стоят после водорода, поэтому эти металлы не обладают способностью вытеснять водород из воды и кислот.
Элементы подгруппы меди отличаются хорошей ковкостью, особенно хорошей ковкостью обладает золото. Хорошо проводят электрический ток. Электропроводимость уменьшается в ряду серебро, медь, золото.
Расположение в периодической таблице химических элементов и строение атома. Медь расположена в побочной подгруппе первой группы в пятом ряду четвертого периода периодической таблицы под порядковым номером 29. Относительная атомная масса равна 63,546. строение атома:`],[`g9-p28-t02`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,132,132,`textbook`,`ru`,`Kimyo 9`,`Медь расположена в побочной подгруппе первой группы в пятом ряду четвертого периода периодической таблицы под порядковым номером 29. Относительная атомная масса равна 63,546. строение атома:
Серебро расположено в побочной подгруппе первой группы в седьмом ряду пятого периода периодической таблицы под порядковым номером 47. Относительная атомная масса равна 107,868. строение атома:
Золото расположено в побочной подгруппе первой группы в девятом ряду шестого периода периодической таблицы под порядковым номером 79. Относительная атомная масса равна 196,967. строение атома: +79 Au 2; 8; 18; 32; 18; 1; [Xe] 4f14 5d10 6s1.
Медь, серебро, золото в узбекистане встречаются часто. По запасам меди наша страна занимает 10–11 е место в мире, по запасам золота – четвертое место, по добыче – седьмое место.`],[`g9-p28-t03`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,132,133,`textbook`,`ru`,`Kimyo 9`,`По запасам меди наша страна занимает 10–11 е место в мире, по запасам золота – четвертое место, по добыче – седьмое место.
Медные руды добываются на месторождении кальмаккыр в Алмалыке и перерабатываются на Алмалыкском горно металлургическом комбинате.
Золото со средоточено в основном в месторождении Мурунтау в Центральном кызылкуме, а серебряные рудники находятся в навоийской и наманганской областях.
Медь (Cu) – один из металлов, которые были известны людям с древних времен. Сплав меди с оловом – бронза – издавна использовался для изготовления оружия, предметов быта, различных статуэток. В природе медь встречается в небольших количествах, в основном в виде соединений, иногда в чистом виде (см. табл. 14).
Получение. В промышленности металлы получают путем восстановления их оксидов с помощью угля или угарного газа.`],[`g9-p28-t04`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,133,133,`textbook`,`ru`,`Kimyo 9`,`В промышленности металлы получают путем восстановления их оксидов с помощью угля или угарного газа.
Для получения меди сначала руду (медный блеск Cu2S) обжигают: 2Cu2S + 3O → 2Cu2O + 2SO2 .
Продукт (Cu2O), образовавшийся в результате реакции, взаимодействует с медным блеском и образует медь: 2Cu2O + Cu2S → 6Cu + SO2 .
Таблица 14
Отдельные характеристики и распространение в природе радиус плот Элемент атома, ность, Тпл. , нм г/см3 °C содержание в земной распространение в коре, % природе куприт меди Cu2O, медный блеск Cu2S, халькозин, медный колчедан CuFeS2, малахит (CuOH)2CO3 серебряный блеск Ag2S, аргентит, в виде слитка Au – самородное золото, т. е. в основном в чистом виде в составе меди, полученной таким способом, содержатся примеси Ni, Ag, Au и др. Для получения чистой меди в промышленности используют процесс электролиза.`],[`g9-p28-t05`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,133,134,`textbook`,`ru`,`Kimyo 9`,`Для получения чистой меди в промышленности используют процесс электролиза.
Оксид серы(IV), образующийся в результате реакции, тоже является важным химическим сырьем, с помощью которого получают серу и другие ее соединения.
Физические свойства. Медь – металл красного цвета, обла дающ ийпрочнымиупругими свойствами. Хорошо проводит тепло и электрический ток.
Химические свойства. Медь – относительно пассивный металл, который не окисляется при обычных условиях на воздухе и даже в кислороде. При высоких температурах она вступает в реакцию со многими простыми веществами:
Cu + Cl2 → CuCl2; 2Cu + O2 → 2CuO; Cu + S → CuS.
При длительном хранении во влажном воздухе медь вступает во взаимодействие с кислородом воздуха, водяными парами и углекислым газом, образуя вещество темно зеленого цвета – малахит. В результате поверхность медных изделий и предметов покрывается тонкой зеленой пленкой: 2Cu + O + H O + CO = CuCO .Cu(OH) ,`],[`g9-p28-t06`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,134,134,`textbook`,`ru`,`Kimyo 9`,`В результате поверхность медных изделий и предметов покрывается тонкой зеленой пленкой: 2Cu + O + H O + CO = CuCO . Cu(OH) ,
CuCO . Cu(OH) , или (CuOH)2CO3 – малахит.
Медь не взаимодействует с водородом, углеродом и азотом даже при высокой температуре.
В ряду активности металлов медь находится после водорода. Она не реагирует с соляной и разбавленной серной кислотами. При взаимодействии с концентрированной серной кислотой выделяет оксид серы(IV): Cu + 2H2SO4 → CuSO4 + SO2 + 2H2O. (конц.)
С азотной кислотой медь взаимодействует по разному в зависимости от концентрации этой кислоты: Cu + 4HNO3 → Cu(NO3)2 + 2NO2 + 2H2O, (конц.) 3Cu + 8HNO3 → 3Cu(NO3)2 + 2NO + 4H2O. (разб.)
Двухвалентные соединения меди
Оксид меди(II) CuO. Оксид меди(II) получают нагреванием металлической меди на воздухе или путем разложения солей меди после нагревания. Образовавшийся оксид меди(II) – вещество черного цвета:`],[`g9-p28-t07`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,134,135,`textbook`,`ru`,`Kimyo 9`,`Оксид меди(II) получают нагреванием металлической меди на воздухе или путем разложения солей меди после нагревания. Образовавшийся оксид меди(II) – вещество черного цвета:
(CuOH)2CO3 → 2CuO + CO2 + H2O.
Взаимодействуя с восстановителями, оксид меди(II) образует металл меди: CuO + H2= Cu + H2O, CuO + CO = Cu + CO2 .
Оксид меди(II) не растворим в воде. При взаимодействии с кислотами образует соль:
CuO + H2SO4 = CuSO 4 + H2O, CuO + 2HCl = CuCl2 + H2O.
Гидроксид меди(II) Cu(OH)2. Это – не растворимое в воде вещество голубого цвета, проявляющее реакции, свойственные основаниям: Cu(OH)2 + H2SO4 = CuSO4 + 2H2O.
Для получения гидроксида меди(II) на водорастворимые двухвалентные соли меди воздействуют щелочью: CuSO4 + 2NaOH = Cu(OH)2 + Na2SO4.
При нагревании гидроксид меди(II) разлагается с образованием оксида меди(II) и воды: Cu(OH)2 → CuO + H2O.`],[`g9-p28-t08`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,135,135,`textbook`,`ru`,`Kimyo 9`,`При нагревании гидроксид меди(II) разлагается с образованием оксида меди(II) и воды: Cu(OH)2 → CuO + H2O.
Среди солей меди самым значительным для народного хозяйства является сульфат меди(II).
Сульфат меди( II ) CuSO4 — порошок белого цвета, кристаллогидрат которого (CuSO4.5H2O) называется медным купоросом. Медный купорос – кристаллическое вещество ярко голубого цвета.
Хлорид меди(II) CuCl2.2H2O — вещество зеленого цвета, а нитрат меди(II) Cu(NO3)2.3H2O — вещество голубого цвета.
Применение. Ввиду очень хорошей электропроводимости (на втором месте после серебра) медь используется в электро технике для изготовления различных видов электропроводов.
Медь входит в состав множества сплавов, имеющих важное значение для народного хозяйства. К их числу относится алюминиево марганцевая бронза (90 % Cu, 8,5–9,5 % Al, 1,5– 2 % Mn), латунь (57–60 % Cu, 40–43 % Zn), никелин (65– 67 % Cu, 33–35 % Ni, 0,4–0,6 % Mn), константан (59 % Cu, 40 % Ni, 1 % Mn) и др. (см. тему “сплавы”).`],[`g9-p28-t09`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,135,136,`textbook`,`ru`,`Kimyo 9`,`…Zn), никелин (65– 67 % Cu, 33–35 % Ni, 0,4–0,6 % Mn), константан (59 % Cu, 40 % Ni, 1 % Mn) и др. (см. тему “сплавы”).
Соединения меди – это химикаты, используемые в борьбе против вредителей сельскохозяйственных посевов. Так, одним из таких химикатов (пестицидов), применяемых против вредителей растений, является смесь медного купороса (CuSO .5H2O) и гашеной извести.
Недостаток меди в почве оказывает отрицательное влияние на рост, развитие и урожайность растений, так как она участвует в процессе фотосинтеза у растений. Медь играет важную роль в усвоении растениями азота и в синтезе таких веществ, как углеводы, крахмал, белки. Поэтому используемый в качестве пестицида медный купорос включают и в состав микроудобрений. Например, смесь медного купороса с хлоридом калия и мочевиной является медно калийно азотным микроудобрением. Соли меди применяются также при изготовлении различных красок.`],[`g9-p28-t10`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь`,136,136,`textbook`,`ru`,`Kimyo 9`,`Например, смесь медного купороса с хлоридом калия и мочевиной является медно калийно азотным микроудобрением. Соли меди применяются также при изготовлении различных красок.
Вопросы и задания
1. Сравните строение атомов щелочных металлов и меди.
Каковы различия между ними? 2. Расскажите, в каких отраслях народного хозяйства используется медь. 3. Напишите уравнения реакций, позволяющих осуществить следующие превращения:
a) Cu → CuSO4 → Cu(OH)2 → CuO → Cu;
Б) (CuOH)2CO3 → CuO → Cu(NO3)2 → Cu(OH)2 → CuO;
CuO → Cu → CuCl2. 4. Для того, чтобы растворить 10 г смеси меди и оксида меди(II), израсходовано 36,5 г 20 % ного раствора соляной кислоты. Рассчитайте массовую долю (%) меди в составе исходной смеси.`],[`g9-p28-d01`,9,`c1`,`s01`,`28`,`Расположение металлов побочной подгруппы первой группы в периодической таблице. Строение атома. Свойства. Медь: элементами подгруппы меди, Соединения меди`,131,136,`definition`,`ru`,`Kimyo 9`,`Они также называются элементами подгруппы меди.
Соединения меди – это химикаты, используемые в борьбе против вредителей сельскохозяйственных посевов.`],[`g9-p29-t01`,9,`c1`,`s05`,`29`,`Серебро и золото. Свойства. Применение`,137,137,`textbook`,`ru`,`Kimyo 9`,`Серебро и золото. Свойства. Применение
Во время похода Александра Македонского в Индию среди его воинов распространилось желодучно кишечное заболевание, которое унесло жизни многих из них. Однако военачальников это заболевание не коснулось. Почему?
Серебро (Ag) — драгоценный металл, известный людям с очень давних времен. Это – мягкий блестящий металл белого цвета, хорошо проводящий тепло и электрический ток. Серебро поддается ковке. Вследствие мягкости серебра используют его сплавы с медью или цинком. Из таких сплавов изготовляют различные украшения, предметы утвари, серебряные монеты.
Так как соли серебра обладают способностью уничтожать микроорганизмы, из них изготавливают различные лечебные средства. Вода, содержащая ионы серебра [Ag+], не портится длительное время.
В химическом отношении серебро – очень пассивный металл. Оно не вступает в реакцию с кислородом, водой и даже с кислотами. Растворяясь в концентрированной азотной кислоте, серебро образует нитрат серебра: Ag + 2HNO3 = AgNO3 + NO2 + H2O.`],[`g9-p29-t02`,9,`c1`,`s05`,`29`,`Серебро и золото. Свойства. Применение`,137,138,`textbook`,`ru`,`Kimyo 9`,`Растворяясь в концентрированной азотной кислоте, серебро образует нитрат серебра: Ag + 2HNO3 = AgNO3 + NO2 + H2O.
Изготовление фотоматериалов
П рихимическоманализе
AgNO3
Окислител ьворганическойхимии
Изготовление зеркал
Покры тиеповерхностиизделий при накаливании серебро вступает в реакцию с хлором, бромом, йодом и серой. Нитрат серебра – соединение, которое используется больше всего. Из него получают другие соединения серебра, его также применяют при изготовлении зеркал.
Нитрат серебра используется в качестве реактива для галогенидов, т.е. для распознавания хлоридов, бромидов и ионидов. Соль бромид серебра (AgBr) благодаря высокой светочувствительности используется для изготовления фото и кинопленок.
Золото (Au) — мягкий, пластичный, тягучий металл желтого цвета. Его твердость по шкале Мосса равна 2,5. плотность 19,32 г/см3. хорошо проводит электрический ток и тепло. Благодаря тягучести из золота можно изготавливать тонкую золотую фольгу толщиной 0,0002 мм, а из 1 г золота — вытягивать тончайшую золотую проволоку длиной 3,5 км.`],[`g9-p29-t03`,9,`c1`,`s05`,`29`,`Серебро и золото. Свойства. Применение`,138,138,`textbook`,`ru`,`Kimyo 9`,`Благодаря тягучести из золота можно изготавливать тонкую золотую фольгу толщиной 0,0002 мм, а из 1 г золота — вытягивать тончайшую золотую проволоку длиной 3,5 км.
В природе золото встречается в основном в чистом виде (самородное золото) вперемешку с песком и горными породами и очень редко в виде слитков. В 1 м 3 морской воды содержание золота составляет 0,008 г, в клетках и крови организмов — 0,01–0,05 мг/кг. оно содержится также в зернах и рыльцах кукурузы. Для выделения золота золотосодержащую породу промывают.
В промышленности используется способ выделения из руды комплексной соли цианида золота, т.е. способ цианизации:
4Au + 8KCN + O2 + 2H2O = 4K[Au(CN)2] + 4KOH.
На образовавшуюся комплексную соль K[Au(CN)2] воздействуют цинком, который вытесняет золото из соли: 2K[Au(CN)2] + Zn = K2[Zn(CN)4] + 2Au.
Золото – очень пассивный в химическом отношении металл. Оно не вступает в химические реакции и взаимодействует только с царской водкой, т.е. со смесью азотной и соляной кислот в соотношении 1:3: Au + HNO3 + 3HCl = AuCl 3 + NO + 2H2O. (1)`],[`g9-p29-t04`,9,`c1`,`s05`,`29`,`Серебро и золото. Свойства. Применение`,138,139,`textbook`,`ru`,`Kimyo 9`,`со смесью азотной и соляной кислот в соотношении 1:3: Au + HNO3 + 3HCl = AuCl 3 + NO + 2H2O. (1)
Образовавшийся AuCl3, соединяясь с избыточным количеством соляной кислоты, образует комплексное соединение H[AuCl4]: AuCl3 + HCl = H[AuCl4]. (2)
Обобщая уравнения реакций (1) и (2), можно записать следующее итоговое уравнение реакции: Au + HNO3 + 4HCl = H[AuCl 4] + NO + 2H2O.
Золотой порошок взаимодействует с хлорной водой или с хлором при температуре 150 °C: 2Au + 3Cl2 = 2AuCl 3.
Золото – драгоценный металл, используемый в ювелирном производстве. Однако оно мягкое. Поэтому при изготовлении ювелирных и технических изделий используются сплавы из золота и серебра или меди. Например, проба, поставленная на изделие из золота, указывает процентное содержание золота в этом изделии. Проба 583 означает, что содержание золота в изделии составляет 58,3 %.
Вопросы и задания
1. В каких регионах узбекистана расположены месторождения золота и серебра?
2. Расскажите о специфических свойствах золота.
3. Почему золото не ржавеет?
4. Как выделяют золото из золотосодержащей породы?`],[`g9-p30-t01`,9,`c2`,`s03`,`30`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства`,139,140,`textbook`,`ru`,`Kimyo 9`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства в побочной подгруппе второй группы периодической таблицы расположены три химических элемента: цинк, кадмий и ртуть. Место этих элементов в периодической таблице и строение их атомов показаны в табл. 15.
На внешнем энергетическом уровне атомов всех элементов побочной подгруппы второй группы, т.е. элементов под группы цинка, имеется по два электрона. Эти металлы – восстановители. Восстановительные свойства ослабевают от цинка к ртути.
Элементы подгруппы цинка в основном двухвалентны, но известны и одновалентные соединения ртути. С возрастанием порядковых номеров элементов их металлические свойства усиливаются.
Таблица 15 Кадмий Cd ртуть Hg
II II характеристика Цинк Zn период 4 ряд 5 группа II порядковый номер 30 относительная атомная масса Число протонов в ядре атома распределение электронов по электронным слоям краткая электронная 10 2 10 2 14 10 2 [Ar] 3d 4s [Kr] 4d 5s [Xe] 4f 5d 6s формула`],[`g9-p30-t02`,9,`c2`,`s03`,`30`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства`,140,140,`textbook`,`ru`,`Kimyo 9`,`…распределение электронов по электронным слоям краткая электронная 10 2 10 2 14 10 2 [Ar] 3d 4s [Kr] 4d 5s [Xe] 4f 5d 6s формула
Цинк. В узбекистане цинковая руда добывается в месторождениях учкулач и хандиза в Джизакской и сурхандарьинской областях. В Алмалыкском рудном бассейне наряду с медной и цинковой рудой встречаются и кадмиевые руды.
Получение. В промышленности металлический цинк получают путем обжига его природного соединения — цинковой обманки, в результате чего получается оксид цинка: 2ZnS + 3O → 2ZnO + 2SO2 .
Образовавшийся оксид цинка восстанавливают при помощи восстановителей и получают цинк:
ZnO + C → Zn + CO , ZnO + CO → Zn + CO2 .
Физические свойства. Цинк — твердый металл светло голубого цвета (табл. 16). на воздухе он окисляется и тускнеет.
Химические свойства. Цинк достаточно устойчив благодаря тонкой оксидной пленке, образующейся в результате окисления поверхности на воздухе. Именно поэтому он вступает во взаимодействие с простыми веществами только при высокой температуре:`],[`g9-p30-t03`,9,`c2`,`s03`,`30`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства`,140,141,`textbook`,`ru`,`Kimyo 9`,`Именно поэтому он вступает во взаимодействие с простыми веществами только при высокой температуре:
2Zn + O → 2ZnO, Zn + Cl2 → ZnCl2, Zn + S ZnS.
Таблица 16
Отдельные физические характеристики и распространение в природе Zn, Cd и Hg радиус плот атома, ность, Тпл °C нм г/см3
Элемент содержание распространение в земной в природе коре, %
Цинковый шпат 0,01 ZnCO3, цинковая обманка ZnS гринокит CdS 105 вместе с медью в медных месторождениях 106 киноварь HgS при обычных условиях цинк не реагирует с водой. Вступая в реакцию с кислотами, образует соли: Zn + 2HCl → ZnCl2 + H2 .
Цинк по разному реагирует с серной и азотной кислотами в зависимости от их концентрации. Реакция с разбавленной серной кислотой следующая: Zn + H2SO4 → ZnSO4 + H2 .
При взаимодействии цинка с концентрированной серной кислотой в зависимости от степени концентрации образуются H2S, S, SO2:
Zn + 2H2SO4 → ZnSO4 + SO2 + 2H2O. (конц.)`],[`g9-p30-t04`,9,`c2`,`s03`,`30`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства`,141,142,`textbook`,`ru`,`Kimyo 9`,`…кислотой в зависимости от степени концентрации образуются H2S, S, SO2: Zn + 2H2SO4 → ZnSO4 + SO2 + 2H2O. (конц.)
При взаимодействии цинка с азотной кислотой водород не образуется. В зависимости от концентрации кислоты реакция протекает так:
3Zn + 8HNO3 → 3Zn(NO ) + 2NO (конц.) 4Zn + 10HNO3 → 4Zn(NO ) + N2O (разб.) 4Zn + 10HNO3 → 4Zn(NO ) + NH4NO3 + 3H2O.
(Сильно разб.)
В связи с тем, что цинк является амфотерным металлом, он взаимодействует также с щелочами: Zn + 2NaOH + 2H2O = Na2[Zn(OH)4] + H2 .
Na2[Zn(OH)4] — соль цинката натрия Na2ZnO2 в виде вод ного раствора комплексной соли.
Оксиды. ZnO — вещество белого цвета, для получения которого проводятся следующие реакции:
1) Обжиг Zn в присутствии кислорода или обжиг на воздухе его природного соединения ZnS;
2) Обжиг солей: ZnCO3 = ZnO + CO2 , 2Zn(NO3)2 = 2ZnO + 4NO 2 + O2 ;
3) Обжиг гидроксида цинка: Zn(OH)2 = ZnO + H2O.
Оксид цинка(II), будучи амфотерным оксидом, растворяется и в кислотах, и в щелочах, образуя соль: ZnO + H2SO4 = ZnSO 4 + H2O, ZnO + 2KOH + H2O = K2[Zn(OH)4].`],[`g9-p30-t05`,9,`c2`,`s03`,`30`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства`,142,142,`textbook`,`ru`,`Kimyo 9`,`Оксид цинка(II), будучи амфотерным оксидом, растворяется и в кислотах, и в щелочах, образуя соль: ZnO + H2SO4 = ZnSO 4 + H2O, ZnO + 2KOH + H2O = K2[Zn(OH)4].
Гидроксиды элементов подгруппы цинка не растворяются в воде. Поэтому для их получения на водорастворимые соли этих элементов воздействуют щелочью: ZnSO4 + 2NaOH = Zn(OH)2 CdSO4 + 2NaOH = Cd(OH)2
Hg(OH)2 — очень неустойчивое соединение (см.выше),
Cd(OH)2 — обладает основными свойствами,
Zn(OH)2 — обладает амфотерными свойствами, подобно цинку и оксиду цинка.
Гидроксид цинка, взаимодействуя с кислотами, образует соли: Zn(OH)2 + H2SO4 = ZnSO 4 + H2O.
Образовавшаяся соль сульфат цинка получается в виде цинкового купороса — ZnSO .7H2O, т.е. в виде кристаллогидрата. Соль ZnSO .7H2O — одно из самых важных соединений цинка, которое применяется в различных целях.
Как отмечалось выше, гидроксид цинка обладает амфотерным свойством и поэтому вступает во взаимодействие с щелочами, образуя цинкаты:`],[`g9-p30-t06`,9,`c2`,`s03`,`30`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства`,142,143,`textbook`,`ru`,`Kimyo 9`,`Как отмечалось выше, гидроксид цинка обладает амфотерным свойством и поэтому вступает во взаимодействие с щелочами, образуя цинкаты:
Zn(OH)2 + 2NaOH = Na2[Zn(OH)4].
Ртуть – металл серебристого цвета, который в обычных условиях находится в жидком состоянии. Ртуть хорошо проводит тепло и электрический ток. Вы наверняка видели и пользовались ртутными термометрами и барометрами. Пары ртути чрезвычайно ядовиты и могут убить человека.
При обычных условиях ртуть не реагирует с кислородом воздуха и другими веществами. Однако она взаимодействует с кислородом при температуре, близкой к температуре кипения ртути (357,25 °C): 2Hg + O2 = 2HgO.
Соединяясь с кислородом, ртуть образует два оксида: оксид ртути(I) черного цвета (Hg2O) и оксид ртути(II) красного цвета (в измельченном состоянии – желтого цвета) (HgO).
Оксид ртути(II) является сырьем для получения других необходимых соединений ртути. Ртуть получают путем накаливания соли нитрата ртути(II): Hg(NO3)2 = Hg + 2NO2 + O2 .`],[`g9-p30-t07`,9,`c2`,`s03`,`30`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства`,143,143,`textbook`,`ru`,`Kimyo 9`,`Ртуть получают путем накаливания соли нитрата ртути(II): Hg(NO3)2 = Hg + 2NO2 + O2 .
Ртуть можно получать также путем воздействия щелочью на водорастворимые соли ртути. При этом, как отмечалось выше, должен был образоваться гидроксид ртути(II). однако в силу того, что гидроксид ртути(II) является неустойчивым соединением, образуется оксид ртути(II) HgO: Hg(NO3)2 + 2NaOH = HgO + 2NaNO3 + H2O.
Нитрат ртути получают путем воздействия на разбавленную азотную кислоту ртутью: Hg + 4HNO3 = Hg(NO3)2 + 2NO2 + 2H2O.
Ртуть и ее соединения ядовиты. При работе с ними следует соблюдать осторожность.
Применение. Поскольку цинк устойчив к коррозии, его используют для покрытия поверхности железных предметов. Цинк имеет большое значение при изготовлении листового железа. Его применяют также при производстве различных видов сплавов, а также гальванических элементов.
Смесь цинкового купороса (ZnSO 4.7H2O) и аммофоса ((NH4)2HPO4) в качестве цинкового микроудобрения применяется в сельском хозяйстве. Недостаток цинка в живых организмах приводит к возникновению заболеваний.`],[`g9-p30-t08`,9,`c2`,`s03`,`30`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства`,143,144,`textbook`,`ru`,`Kimyo 9`,`7H2O) и аммофоса ((NH4)2HPO4) в качестве цинкового микроудобрения применяется в сельском хозяйстве. Недостаток цинка в живых организмах приводит к возникновению заболеваний.
Соединение ZnCl2 используют при сварке металлов. Смесь ZnS и BaSO4 играет важную роль при изготовлении белых красок. Из соединения CdS получают различные виды красок желтого цвета. Смесь CdS и BaSO4, именуемая кадмопоном, применяется в лакокрасочной промышленности.
Ртуть и ее соединения служат основой для приготовления лекарственных препаратов. Ртуть растворяет различные металлы. Ртутные растворы металлов называются амальгамой.
Амальгамы используются в металлургии и медицине.
Вопросы и задания
1. Напишите уравнения реакций, позволяющих осуществить следующие превращения:
a) ZnCO3 → ZnO → Zn;
Б) Zn → ZnSO4 → Zn(OH)2 → ZnO → Zn.
2. Напишите уравнение реакции, доказывающей амфотерность цинка.
3. В каких областях используются цинк и его соединения?
4. Какое количество цинка и 20 % ной соляной кислоты потребуется для получения 1,12 л (н.у.) водорода?
5. Получите соль ZnCl2 не менее чем пятью способами.`],[`g9-p30-d01`,9,`c2`,`s03`,`30`,`Расположение металлов побочной подгруппы второй группы в периодической таблице. Строение атома. Свойства: амальгамой`,144,144,`definition`,`ru`,`Kimyo 9`,`Ртутные растворы металлов называются амальгамой.`],[`g9-p31-t01`,9,`c2`,`s06`,`31`,`Хром. Расположение в периодической таблице. Строение атома и отдельные свойства`,144,145,`textbook`,`ru`,`Kimyo 9`,`Хром. Расположение в периодической таблице. Строение атома и отдельные свойства
Получение. Чистый хром получают путем восстановления оксида хрома(III) металлом алюминием. Восстановление металлов из их соединений с помощью алюминия называется алюминотермией: Cr2O3 + 2Al → Al2O3 + 2Cr.
При восстановлении хромистого железняка коксом получается смесь хрома и железа: FeO.Cr2O3 + 4C → 2Cr + Fe + 4CO .
Хром получают также путем электролиза его солей.
Физические свойства. Хром – блестящий металл серебристо белого цвета, хорошо проводящий тепло и электричество (табл. 17).
Таблица 17
№ характеристики хрома 1 период 2 ряд 3 группа 4 порядковый номер
5 строение атома
6 7 8 9 Тпл., °C 10 Ткип., °C 11 содержание в земной коре, %
12 распространение в природе
13 открыт 14 устойчивая степень окисления химические свойства. Хром в химическом отношении достаточно устойчив, так как его поверхность покрыта тонкой оксидной пленкой. Он трудно реагирует даже с кислотами.`],[`g9-p31-t02`,9,`c2`,`s06`,`31`,`Хром. Расположение в периодической таблице. Строение атома и отдельные свойства`,145,146,`textbook`,`ru`,`Kimyo 9`,`Хром в химическом отношении достаточно устойчив, так как его поверхность покрыта тонкой оксидной пленкой. Он трудно реагирует даже с кислотами.
При нагревании реагирует с разбавленными серной и соляной кислотами:
Хромистый железняк
1797 г. Л. ваклен относительная атомная масса Число протонов в ядре атома плотность, г/см3
2Cr + 3H2SO4 → Cr2(SO4)3 + 3H2 , Cr + 2HCl → CrCl2 + H2 .
Проведение реакции при избыточном количестве соляной кислоты приводит к образованию соли CrCl3.
Хром не взаимодействует с концентрированной азотной кислотой. Измельченный при высокой температуре хром, взаимодействуя с кислородом, образует оксид хрома(III):
4Cr + 3O2 → 2Cr2O3.
При высокой температуре хром взаимодействует также с рядом простых веществ: 2Cr + N2 = 2CrN, 2Cr + 3S = Cr2S3, 2Cr + 3Cl2 = 2CrCl3.
При накаливании хром вступает в реакцию с водяными парами: 2Cr + 3H2O = Cr2O3 + 3H2 .`],[`g9-p31-t03`,9,`c2`,`s06`,`31`,`Хром. Расположение в периодической таблице. Строение атома и отдельные свойства`,146,146,`textbook`,`ru`,`Kimyo 9`,`При накаливании хром вступает в реакцию с водяными парами: 2Cr + 3H2O = Cr2O3 + 3H2 .
Применение. Благодаря устойчивости к коррозии хром используется для покрытия поверхности металлических изделий. Добавляя хром к железу в различных соотношениях, получают высококачественную сталь, обладающую ценными свойствами. Например, сталь, содержащая 12 % хрома, называется нержавеющей сталью, которая используется для изготовления медицинского оборудования.
Вопросы и задания
1. Что вы знаете о местоположении хрома в периодической таблице химических элементов и строении его атома?
2. Почему хром устойчив к коррозии?
3. Напишите уравнения реакций, отражающих химические свойства хрома..
4. Сколько литров водорода может вытеснить из серной кислоты 0,5 моля хрома и сколько соли образуется при этом?`],[`g9-p31-d01`,9,`c2`,`s06`,`31`,`Хром. Расположение в периодической таблице. Строение атома и отдельные свойства: алюминотермией, нержавеющей сталью`,144,146,`definition`,`ru`,`Kimyo 9`,`Восстановление металлов из их соединений с помощью алюминия называется алюминотермией: Cr2O3 + 2Al → Al2O3 + 2Cr.
Например, сталь, содержащая 12 % хрома, называется нержавеющей сталью, которая используется для изготовления медицинского оборудования.`],[`g9-p32-t01`,9,`c2`,`s06`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства`,146,147,`textbook`,`ru`,`Kimyo 9`,`Двух-, трех- и шестивалентные соединения хрома и их свойства хром образует устойчивые соединения при степенях окисления +2, +3, +6: основный оксид хрома(II) Cr +2O2, амфотерный оксид хрома(III) Cr2 O3 , кислотный оксид хрома(VI) Cr+6O3 .
Оксид хрома(II) – основный оксид. Это – порошок черного цвета. Его получают путем окисления на воздухе ртутной амальгамы хрома: 2Cr + O2 = 2CrO.
В лаборатории оксид хрома(II) можно получить следующим способом: Cr → CrCl2 → Cr(OH)2 → CrO.
При накаливании на воздухе при температуре выше 100 °C CrO, окисляясь, превращается в оксид хрома(III): 4CrO + O2 = 2Cr2O3.
Взаимодействуя с кислотами, CrO образует двухвалентные соли хрома: CrO + 2HCl = CrCl2 + H2O.
Оксиду хрома(II) соответствует гидроксид хрома(II), который также вступает в реакцию с кислотами и образует соль и воду: Cr(OH)2 + 2HCl = CrCl2 + 2H2O.
Гидроксид хрома(II) Cr(OH)2 получают путем воздействия на двухвалентные соли хрома щелочью. В результате образуется осадок Cr(OH)2 желтого цвета: CrCl2 + 2NaOH = Cr(OH)2 + 2NaCl.`],[`g9-p32-t02`,9,`c2`,`s06`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства`,147,147,`textbook`,`ru`,`Kimyo 9`,`Гидроксид хрома(II) Cr(OH)2 получают путем воздействия на двухвалентные соли хрома щелочью. В результате образуется осадок Cr(OH)2 желтого цвета: CrCl2 + 2NaOH = Cr(OH)2 + 2NaCl.
Двухвалентные соединения хрома неустойчивы. Окисляясь в присутствии кислорода воздуха, они образуют трехвалентные соединения хрома: 4Cr(OH)2 + O2 + 2H2O = 4Cr(OH)3.
При накаливании Cr(OH)2 образуется оксид хрома(III): 4Cr(OH)2 + O2 = 2Cr2O3 + 4H2O.
Соединения хрома со степенью окисления +2 (Cr2+) являются восстановителями. Они, легко окисляясь, превращаются в соединения хрома со степенью окисления +3 (Cr3+): 2CrCl2 + 2HCl = 2CrCl 3 + H2 .
Оксид хрома(III) – устойчивое соединение, обладающее амфотерным свойством. Это – порошок зеленого цвета. Взаимодействуя и с кислотами, и с щелочами, оксид хрома(III) образует соли: Cr2O3 + 6HNO3 = 2Cr(NO3)3 + 3H2O, Cr2O3 + 2NaOH = 2NaCrO2 + H2O.`],[`g9-p32-t03`,9,`c2`,`s06`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства`,147,148,`textbook`,`ru`,`Kimyo 9`,`Взаимодействуя и с кислотами, и с щелочами, оксид хрома(III) образует соли: Cr2O3 + 6HNO3 = 2Cr(NO3)3 + 3H2O, Cr2O3 + 2NaOH = 2NaCrO2 + H2O.
В лабораторных условиях оксид хрома(III) получают путем накаливания дихромата аммония: (NH4)2Cr2O7 → Cr2O3 + N2 + 4H2O.
Гидроксид хрома(III) также обладает амфотерным свойством. Его получают воздействием щелочи на трехвалентные соли хрома: CrCl3 + 3NaOH = Cr(OH) 3 + 3NaCl,
Cr(OH)3 + 3HCl = CrCl 3 + 3H2O, Cr(OH)3 + 3NaOH = Na 3[Cr(OH)6].
Соединения хрома со степенью окисления +3 (Cr3+) являются и окислителями, и восстановителями.
Хромистые квасцы, относящиеся к трехвалентным соединениям хрома, используются в кожевенной промышленности для дубления кож. Примером хромистых квасцов могут служить калиево хромистые квасцы— K2SO4 Cr2(SO4)3 12H2O, аммониево хромистые квасцы — (NH4)2SO4 Cr2(SO4)3 6H2O. Это – серные двойные соли.`],[`g9-p32-t04`,9,`c2`,`s06`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства`,148,148,`textbook`,`ru`,`Kimyo 9`,`Примером хромистых квасцов могут служить калиево хромистые квасцы— K2SO4 Cr2(SO4)3 12H2O, аммониево хромистые квасцы — (NH4)2SO4 Cr2(SO4)3 6H2O. Это – серные двойные соли.
Оксид хрома(VI) — кислотный оксид. Это — кристаллическое вещество темно красного цвета. При взаимодействии с щелочами оксид хрома(III) образует соль хромат натрия: CrO3 + 2NaOH = Na2CrO4 + H2O.
CrO3 — сильный окислитель. Он окисляет простые и сложные вещества, и сам восстанавливается до Cr2O3: 3S + 4CrO3 = 3SO2 + 2Cr2O3.
Разлагаясь при высокой температуре, образует Cr2O3: 4CrO3 = 2Cr2O3 + 3O2 .
В лабораторных условиях CrO3 получают путем воздействия на дихромат калия (K2Cr2O7) концентрированной серной кислотой: K2Cr2O7 + H2SO4 → 2CrO3 + K2SO4 + H2O.
Оксид хрома(VI) легко взаимодействует с водой:
При большем количестве воды: CrO3 + H2O = H2CrO4, при большем количестве CrO3: 2CrO3 + H2O = H2Cr2O7.`],[`g9-p32-t05`,9,`c2`,`s06`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства`,148,149,`textbook`,`ru`,`Kimyo 9`,`При большем количестве воды: CrO3 + H2O = H2CrO4, при большем количестве CrO3: 2CrO3 + H2O = H2Cr2O7.
Следовательно, на оксид хрома(VI) приходятся две кислоты: H2CrO4 — хромовая и H2Cr2O7 – дихромовая.
Хромовая кислота (H2CrO4) неустойчивая и существует только в виде разбавленного раствора. Соли хромовой кислоты называются хроматами и имеют желтую окраску.
Соли дихромовой кислоты называются дихроматами и имеют темно желтую окраску.
Натриевые, калиевые и аммониевые соли этих кислот устойчивы, хорошо растворяются в воде и являются сильными окислителями. Поэтому их растворы в кислотной среде используются для окисления различных веществ:
3Na2SO3 + K2Cr2O7 + 4H2SO4 → → 3Na2SO4 + K2SO4 + Cr2(SO4)3 + 4H2O,
6FeSO4 + K2Cr2O7 + 7H2SO4 = = 3Fe2(SO4)3 + Cr2(SO4)3 + K2SO4 + 7H2O.
Соединения хрома со степенью окисления +6 являются сильными окислителями, легко восстанавливаются и превращаются в соединения, где хром имеет степень окисления +3:`],[`g9-p32-t06`,9,`c2`,`s06`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства`,149,149,`textbook`,`ru`,`Kimyo 9`,`Соединения хрома со степенью окисления +6 являются сильными окислителями, легко восстанавливаются и превращаются в соединения, где хром имеет степень окисления +3:
Cr2+ → Cr3+ → Cr6+, восстановитель и восстановитель, окислитель и окислитель
Cr2+(OH) → Cr3+(OH) → H2Cr6+O4, H2Cr6+ O7, только основание и основание, кислота2 и кислота (амфотерный)
CrO → Cr(OH)2 → CrSO4,
Cr2O3 → Cr(OH)3
NaCrO2,
H2CrO4 → K2CrO4,
CrO3
H2Cr2O7 → K2Cr2O7.
Наглядные задачи и примеры
Пример 1. В лабораторных условиях с помощью соли (NH4)2Cr2O7 можно осуществить интересный эксперимент, называемый “искусственным вулканом”. какой газ и в каком объеме (л,н.у.) образуется в результате эксперимента, если для опыта взяли 5,04 г дихромата аммония? Решение. Запишем уравнение реакции:`],[`g9-p32-t07`,9,`c2`,`s06`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства`,149,150,`textbook`,`ru`,`Kimyo 9`,`) образуется в результате эксперимента, если для опыта взяли 5,04 г дихромата аммония? Решение. Запишем уравнение реакции:
Ответ: образуется 0,448 л азота. Пример 2. Для окисления соли сульфат железа(II) в кислотной среде используется дихромат калия. Напишите уравнение этой химической реакции. Объясните уравнение с точки зрения окисления восстановления и уравняйте его. Какое количество (г) сульфата железа (II) и дихромата калия надо взять, чтобы получить 7,84 г сульфата хрома(III)? Решение: 1) Запишем уравнение реакции и уравняем его:
6FeSO4+K2Cr2O7 + 7H2SO4 = 3Fe2(SO4)3 + Cr2(SO4)3 + +K2SO4 + 7H2O.
Fe Fe Cr6+ –1ē Cr3+ (восстановитель), (окислитель);
2) Какое количество (г) сульфата железа(II) и дихромата калия надо взять, чтобы получить 7,84 г сульфата хрома(III), исходя из приведенной формулы? x y 7,84 6FeSO4 + K2Cr2O7 912 294 a) найдем массу FeSO4: х 7,84`],[`g9-p32-t08`,9,`c2`,`s06`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства`,150,151,`textbook`,`ru`,`Kimyo 9`,`x y 7,84 6FeSO4 + K2Cr2O7 912 294 a) найдем массу FeSO4: х 7,84
= , 912 392 б) найдем массу K2Cr2O7: y 7,84
294.7,84 y = = 5,88 г. 392 Ответ: 18,24 г FeSO4 и 5,88 г K2Cr2O7 . Пример 3. Уравняйте следующую окислительно восстановительную реакцию:
K2Cr2O7 + KI + H2SO4 → K2SO4 + Cr2(SO4)3 + I + H2O. Определите вещество — окислитель и вещество — восстановитель.
Решение. Запишем уравнение реакции и определим элемент с изменившейся степенью окисления:
6+ 1 3+ 0 K2Cr2O7 + KI + H2SO4 → K2SO4 + Cr2(SO4)3 + I + H2O. степень окисления хрома в дихромате калия, вступающем в химическую реакцию, изменилась с +6 до +3. в результате его атом принимает три электрона и становится окислителем. Следовательно, K2Cr2O7 — окислитель.. Степень окисления йода в йодиде калия, участвующем в реакции, изменилась с –1 до 0. Его атом отдает два электрона и становится восстановителем. Следовательно, KI – восстановитель.`],[`g9-p32-t09`,9,`c2`,`s04`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства`,151,151,`textbook`,`ru`,`Kimyo 9`,`Его атом отдает два электрона и становится восстановителем. Следовательно, KI – восстановитель.
K2Cr2O7 + 6KI + 7H2SO4 = 4K2SO4 + Cr2(SO4)3 + 3I2 + 7H2O. Ответ: K2Cr2O7 – окислитель, KI – восстановитель.
Вопросы и задания
1. Напишите формулы двух , трех , шестивалентных оксидов и гидроксидов хрома. 2. Напишите уравнения реакций, позволяющих осуществить следующие превращения: a) Cr → CrO → Cr2O3 → Cr(NO3)3;
Б) (NH4)2Cr2O7 → Cr2O3 → CrCl3 → Cr(OH)3. 3. Хромат натрия (Na2CrO4), вступая в реакцию с водорастворимыми солями бария, образует осадок (BaCrO 4).
Напишите молекулярные и ионные уравнения этой реакции. 4. Вы знаете, что трехвалентные оксид и гидроксид хрома имеют амфотерные свойства. Напишите уравнения реакций, доказывающие амфотерность Cr2O3 и Cr(OH)3. 5. Уравняйте уравнения следующей химической реакции:
K2Cr2O7 + H2S + H2SO4 = Cr2(SO4)3 + S + K2SO4 + H2O.
Какое вещество окислитель? Почему?`],[`g9-p32-d01`,9,`c2`,`s04`,`32`,`Двух-, трехи шестивалентные соединения хрома и их свойства: хроматами и имеют желтую окраску`,148,148,`definition`,`ru`,`Kimyo 9`,`Соли хромовой кислоты называются хроматами и имеют желтую окраску.
Соли дихромовой кислоты называются дихроматами и имеют темно желтую окраску.`],[`g9-p33-t01`,9,`c2`,`s06`,`33`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства`,152,153,`textbook`,`ru`,`Kimyo 9`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства
Получение. Марганец получают в электрических печах путем восстановления оксида марганца кремнием (а также алюминотермическим способом):
Mn3O4+2Si → 3Mn+2SiO2 (3Mn3O4+ 8Al → 9Mn+4Al2O3).
Таблица 18
№ характеристики марганца 1 2 3 4 5
14 устойчивая степень окисления 0; +2; +4; +7 период ряд группа порядковый номер строение атома относительная атомная масса
Число протонов в ядре атома плотность, г/см3 9 Тпл., °C 10 Ткип., °C 11 содержание в земной коре, % 12 распространение в природе
13 открыт
Марганец можно получить также путем электролиза раствора соли MnSO4.
Физические свойства. Марганец – твердый металл серебристо белого цвета (табл. 18).
Химические свойства. Поверхность металла марганца покрыта тонкой оксидной пленкой (Mn2O3), поэтому он не окисляется на воздухе даже при нагревании.
При накаливании марганец участвует в ряде химических реакций. В зависимости от температуры реакции образует с кислородом соединения MnO, MnO2, Mn2O3, Mn3O4: 4Mn + 3O2 = 2Mn2O3.`],[`g9-p33-t02`,9,`c2`,`s06`,`33`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства`,153,153,`textbook`,`ru`,`Kimyo 9`,`В зависимости от температуры реакции образует с кислородом соединения MnO, MnO2, Mn2O3, Mn3O4: 4Mn + 3O2 = 2Mn2O3.
При нагревании быстро вступает в реакцию с водой: Mn + 2H2O = Mn(OH)2 + H2 .
Взаимодействуя с галогенами, серой и азотом, марганец образует MnCl2, MnS, Mn3N2:
Mn + Cl2 = MnCl2, Mn + S = MnS, 3Mn + N2 = Mn 3N2.
В реакциях с разбавленными кислотами вытесняет водород: Mn + 2HCl = MnCl2 + H2 , Mn + H2SO4 = MnSO4 + H2 .
При взаимодействии с концентрированной серной и азотной кислотами образует не водород, а SO2 или NO2:
Mn + 2H2SO4 = MnSO 4 + SO2 + 2H2O,
Mn + 4HNO3 = Mn(NO3)2 + 2NO2 + 2H2O.
Элементы ЗУН: марганец, пиролюзит, гаусманит, браунит, к.Шееле, химические свойства марганца.
Вопросы и задания
1. Почему марганец не окисляется на воздухе даже при нагревании? 2. Напишите уравнения реакций взаимодействия марганца с чистым кислородом и водой. 3. Объясните взаимодействие марганца с кислотами. Напишите уравнения реакций.`],[`g9-p33-t03`,9,`c2`,`s06`,`33`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства`,153,154,`textbook`,`ru`,`Kimyo 9`,`Напишите уравнения реакций взаимодействия марганца с чистым кислородом и водой. 3. Объясните взаимодействие марганца с кислотами. Напишите уравнения реакций.
Соединения марганца и их применение
Соединения. Известно пять оксидов марганца.
На практике широко используются оксид марганца(IV) (сильный окислитель) и соли, соответствующие оксиду Mn2O7.
MnO – оксид марганца(II). основный
Mn2O3 – оксид марганца(III). основный
Mn MnO2 – оксид марганца(IV). Амфотерный
Mn2O7 – оксид марганца(VII). кислотный
Mn3O4 – смесь оксидов марганца(II) и (III). смешанный оксид (MnO.Mn2O3)
Оксид марганца(VII) Mn2O7 — маслянистая жидкость. Его получают путем воздействия на перманганат калия серной кислотой. Образовавшийся в результате реакции Mn2O7 при накаливании разлагается на MnO2 и O2: 2KMnO4 + H2SO4 = Mn2O7 + K2SO4 + H2O, 2Mn2O7 = 4MnO2 + 3O2 .
Перманганат калия K MnO4 — кристаллическое вещество темно красного цвета, хорошо растворимое в воде. Применяется в медицине. Обладает сильным окислительным свойством, которое зависит от среды раствора.`],[`g9-p33-t04`,9,`c2`,`s06`,`33`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства`,154,155,`textbook`,`ru`,`Kimyo 9`,`Применяется в медицине. Обладает сильным окислительным свойством, которое зависит от среды раствора.
В кислотной среде:
2KMnO4 + 10KCl + 8H2SO4 = 6K2SO4 + 2MnSO4 + 5Cl2 + 8H2O.
В щелочной среде:
2KMnO4 + K2SO3 + 2KOH = K2SO4 + 2K2MnO4 + H2O.
В нейтральной среде:
2KMnO4 + 3K2SO3 + H2O = 2MnO2 + 3K2SO4 + 2KOH.
При накаливании перманганат калия разлагается, и это используется при получении кислорода в лабораторных условиях: 2KMnO4 = K2MnO4 + MnO2 + O2 .
Марганцевая кислота (HMnO4), соответствующая оксиду марганца(VII), является сильной неустойчивой кислотой, которая легко разлагается в воде.
Применение. Марганец и его соединения применяются во многих отраслях народного хозяйства: производство стали
Изготовление сплавов
Mn покрытие поверхностей металлических изделий в качестве катализатора производство микроудобрений: MnSO4.4H2O в качестве окислителей
Медицина
Вопросы и задания`],[`g9-p33-t05`,9,`c2`,`s06`,`33`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства`,155,155,`textbook`,`ru`,`Kimyo 9`,`…качестве катализатора производство микроудобрений: MnSO4.4H2O в качестве окислителей Медицина Вопросы и задания
1. Охарактеризуйте марганец по расположению его в периодической таблице и по строению атома. 2. Каковы свойства оксидов марганца? 3. В состав одного из оксидов марганца входит 50,5 % кислорода. Определите формулу этого оксида. Каковы его свойства?
Наглядные задачи и примеры
Пример 1. При накаливании оксида марганца(IV) при участии гидроксида и нитрата калия он окисляется и образует соли кислоты HMnO4. напишите уравнение данной реакции и уравняйте его методом электронного баланса.
Решение: 1) Напишем уравнение реакции. MnO2 + KOH + KNO3 = K2MnO4 + KNO2 + H2O; 2) Определим элементы с изменившимися степенями окисления: 4+ 5+ 7+ 3+ MnO2 + KOH + KNO3 = K2MnO4 + KNO2 + H2O; 3) Следовательно, степень окисления марганца в MnO2 изменилась с +4 до +7, т.е. его атом отдал два электрона. Степень окисления азота в KNO2 изменилась с +5 до +3, т.е. его атом присоединил два электрона:`],[`g9-p33-t06`,9,`c2`,`s06`,`33`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства`,155,156,`textbook`,`ru`,`Kimyo 9`,`Степень окисления азота в KNO2 изменилась с +5 до +3, т. е. его атом присоединил два электрона:
6+ > Mn | 3 (восстановитель), 3+ > N | 2 (окислитель); 4) Подставим в уравнение коэффициенты: MnO2 + 2KOH + KNO3 = K2MnO4 + KNO2 + H2O. Пример 2. Окислительное свойство K2MnO4 зависит от среды раствора (см. тему). уравняйте уравнения следующих реакций методом электронного баланса: a) KMnO4 + Na2SO3 + H2SO4 = ... , б) KMnO4 + NaNO2 + KOH = ... , в) KMnO4 + Na2SO3 + H2O = ... . Пример 3. Какизсоли FeSO 4 можно получить соль Fe2(SO4)3? напишите уравнение реакции и докажите, что она является окислительно восстановительной.
Уравняйте уравнение методом электронного баланса. Пример 4. Воздействуя на перманганат калия соляной кислотой, получают хлор. Уравняйте уравнение этой реакции методом электронного баланса.`],[`g9-p33-t07`,9,`c2`,`s06`,`33`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства`,156,157,`textbook`,`ru`,`Kimyo 9`,`Воздействуя на перманганат калия соляной кислотой, получают хлор. Уравняйте уравнение этой реакции методом электронного баланса.
Решение: 1) Запишем уравнение реакции и определим элементы, степени окисления которых изменились: 7+ 1 2+ 0 KMnO4 + HCl → KCl + MnCl2 + Cl2 + H2O; 2) Составим схему изменения электронов в атомах элементов, у которых изменились степени окисления, и определим элементы окислители и восстановители: 7+ Mn 1 2Cl 3) Число присоединенных и отданных электронов должно быть одинаковым. Поэтому: 7+ 2+ | a | б
> Mn | окислитель (восстанавливается),
0 > Cl2 | восстановитель (окисляется);
Где а — число электронов, отданных и присоединенных элементами, степени окисления которых изменились; б — общий знаменатель для числа отданных и присоединенных электронов; в — коэффициенты. При меча н ие . Два атома марганца присоединяют 10 электронов по пять электронов каждый. 4) Подставим в первоначальное уравнение найденные коэффициенты; 5) Уравняем уравнение на основе коэффициентов, определенных выше: 2KMnO4 + 16HCl = 2KCl + 2MnCl2 + 5Cl2 + 8H2O. Пример 5.`],[`g9-p33-t08`,9,`c2`,`s06`,`33`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства`,157,157,`textbook`,`ru`,`Kimyo 9`,`4) Подставим в первоначальное уравнение найденные коэффициенты; 5) Уравняем уравнение на основе коэффициентов, определенных выше: 2KMnO4 + 16HCl = 2KCl + 2MnCl2 + 5Cl2 + 8H2O. Пример 5.
Подставьте коэффициенты в уравнения окислительно восстановительных реакций: a) H2O + KMnO + H SO → K SO + MnSO + O + H2O;
Б) H2S + KMnO4 + H2SO4 → S + MnSO4 + K2SO4 + H2O; в) MnO2 + HCl = MnCl2 + Cl2 + H2O. Пример 6. Уравняйте уравнения следующих химических реакций и определите окислители и восстановители:
a) MnO2 + KClO3 + KOH → H2MnO4 + KCl + H2O; б) K2MnO4+ H2O → KMnO4 + MnO2 + KOH; в) KMnO4 + HNO + H2SO4 → MnSO4 + HNO3 + K2SO4+ H2O; г) FeSO4 + KMnO4 + H2SO4 → Fe2(SO4)3 + K2SO4 +`],[`g9-p33-sum`,9,`c2`,`s06`,`33`,`Марганец. Расположение в периодической таблице. Строение атома и отдельные свойства: главное`,153,153,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: марганец, пиролюзит, гаусманит, браунит, к.Шееле, химические свойства марганца.`],[`g9-p34-t01`,9,`c2`,`s07`,`34`,`Железо`,157,158,`textbook`,`ru`,`Kimyo 9`,`Железо
Кровь красного цвета и выполняет в организме человека важную транспортную функцию. Чем это объясняется?
Расположение в периодической таблице. Железо расположено в побочной подгруппе восьмой группы, под порядковым номером 26. Химический символ – Fe. относительная атомная масса равна 55,847. Железо относится к семейству d элементов.
Строение атома. Электронная конфигурация атома железа следующая:
В химических реакциях атом железа отдает два электрона с 4s внешнего электронного слоя и превращается в ион с зарядом +2. Ион Fe2+ отдает еще один электрон с 3d электронного слоя и превращается в ион с зарядом +3. Железо образует ряд соединений, соответствующих степеням окисления +2 и +3.
Магнетит Fe3O4, пирит FeS2, гематит Fe2O3, лимонит FeO2 nH2O, сидерит FeCO3.
FeS2, FeSO4.
FeS, Fe2O3, Fe3O4, FeCl2.
Применение производство чугуна, стали, производство электромоторов, машиностроение, быт, отрасли народного хозяйства.`],[`g9-p34-t02`,9,`c2`,`s07`,`34`,`Железо`,158,159,`textbook`,`ru`,`Kimyo 9`,`Применение производство чугуна, стали, производство электромоторов, машиностроение, быт, отрасли народного хозяйства.
Распространение в природе. Железо – самый распространенный после алюминия металл на земле. Согласно некоторым данным, железо составляет ядро Земли. Его можно считать самым распространенным металлом на земном шаре. Массовая доля железа в земной коре составляет 4,2 %. в природе железо встречается в виде соединений. В небесных телах – метеоритах оно встречается в свободном состоянии. Основными минералами железа являются магнетит – магнитный железняк Fe3O4, гематит – красный железняк Fe2O3, лимонит – бурый железняк 2Fe2O. 3H O (HFeO.
nH2O), сидерит – железный шпат
FeCO3, пирит – железный колчедан FeS2.
Получение. Железо получают следующими способами.
1. Воздействием на оксиды железа водородом, углеродом или угарным газом:
FeO + H2 = Fe + H2O; Fe2O3 + 3CO = 2Fe + 3CO2 .
2. Способом алюминотермии из оксидов железа: 3Fe3O4 + 8Al = 9Fe + 4Al2O3 .`],[`g9-p34-t03`,9,`c2`,`s07`,`34`,`Железо`,159,159,`textbook`,`ru`,`Kimyo 9`,`2. Способом алюминотермии из оксидов железа: 3Fe3O4 + 8Al = 9Fe + 4Al2O3 .
3. Путем электролиза двухвалентных солей железа.
Физические свойства. Чистое железо – металл серебристо белого цвета, быстро тускнеющий на воздухе, достаточно мягкий, поддающийся ковке, обладающий сильными магнит ными свойствами, хорошо проводящий тепло и электрический ток. Температура плавления 1539 °C, плотность 7874 кг/м3, число устойчивых изотопов 4 (54, 56, 57, 58).
Химические свойства. При нагревании на воздухе образуется смесь оксидов железа – железная окалина: 3Fe + 2O → Fe3O4 или FeO Fe2O3.
При нагревании железо вступает в реакцию с хлором, серой, углеродом, азотом: 2Fe + N2 → 2FeN (нитрид железа(III)), Fe + S → FeS (сульфид железа(II)), 3Fe + C → Fe3C (карбид железа), 2Fe + 3Cl2 → 2FeCl3 (хлорид железа(III)).
Раскаленное железо взаимодействует с водяными парами, в результате чего образуются водород и железная окалина. Однако эта реакция считается обратимой:`],[`g9-p34-t04`,9,`c2`,`s07`,`34`,`Железо`,159,160,`textbook`,`ru`,`Kimyo 9`,`Раскаленное железо взаимодействует с водяными парами, в результате чего образуются водород и железная окалина. Однако эта реакция считается обратимой:
3Fe + 4H2O = Fe 3O4 + 4H2 .
Во влажной среде и в воде железо подвергается коррозии, ржавеет и разъедается.
• Ржавчина – желто-бурое соединение, представляющее собой гидроксид железа(III) Fe(OH)3.
Пористый слой ржавчины, легко пропускающий газ и водяные пары, не может предохранять металл от разъедания: 4Fe + 6H2O + 3O2 → 4Fe(OH)3.
В ряду активности металлов железо находится слева от водорода. Поэтому оно вытесняет водород из соляной и разбавленной серной кислот, образует соли, имеющие степень окисления +2:
Fe + H2SO4 → FeSO4 + H2 .
При обычной температуре железо пассивно по отношению к концентрированной серной и азотной кислотам: на его поверхности образуются соединения, не растворимые в этих кислотах. Поэтому концентрированную серную и азотную кислоты хранят в железной посуде.`],[`g9-p34-t05`,9,`c2`,`s07`,`34`,`Железо`,160,161,`textbook`,`ru`,`Kimyo 9`,`Поэтому концентрированную серную и азотную кислоты хранят в железной посуде.
А с разбавленной азотной кислотой железо вступает в различные реакции в зависимости от условий и концентрации раствора кислоты:
А) с нагретой и разбавленной азотной кислотой — Fe + 4HNO3 = Fe(NO3)3 + NO + 2H2O;
Б) с сильно разбавленной азотной кислотой при температуре 0–10 °с —
5Fe + 12HNO3 = 5Fe(NO3)2 + N2 + 6H2O.
Железо вытесняет из растворов солей металлы, которые в ряду активности металлов находятся после него: Fe + CuSO4 = FeSO 4 + Cu
Элементы ЗУН: железо, атомное строение, распространение в природе, получение, ржавчина.
1. К какому семейству элементов относится железо? 2. Напишите уравнения реакций получения железа и его соединений. 3. В кислотной среде сульфат железа(II) окисляется перманганатом калия и превращается в Fe2(SO4)3. напишите уравнение данной окислительно восстановительной реакции и уравняйте его.`],[`g9-p34-sum`,9,`c2`,`s07`,`34`,`Железо: главное`,160,160,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: железо, атомное строение, распространение в природе, получение, ржавчина.`],[`g9-p35-t01`,9,`c2`,`s07`,`35`,`Важнейшие соединения железа. Применение`,161,161,`textbook`,`ru`,`Kimyo 9`,`Важнейшие соединения железа. Применение соединения, имеющие степень окисления +2: FeO, Fe(OH)2, FeCl2
Fe смешанные соединения (+2 и +3): Fe3O4 [FeO, Fe2O3], магнетит соединения, имеющие степень окисления +3: Fe2O3, Fe(OH)3, FeCl3 при горении на воздухе железо образует Fe3O4. Это – смешанный оксид.
Двухвалентные соединения железа получают путем воздействия на железо кислотой: Fe + 2HCl = FeCl2 + H2 .
Из хлорида железа(II) можно получить двухвалентные гидроксиды и оксиды железа:
FeCl + 2NaOH = Fe(OH) + 2NaCl, Fe(OH) → FeO + H2O.
Двухвалентные соединения железа получают также путем восстановления трехвалентных соединений: 2FeCl3 + Fe = 3FeCl2.
Реактивом для двухвалентных соединений железа служит гексацианоферрат калия(III) (красная кровяная соль). в результате образуется гексацианоферрат железа(III) калия(II) (турнбулевая синь).`],[`g9-p35-t02`,9,`c2`,`s07`,`35`,`Важнейшие соединения железа. Применение`,161,162,`textbook`,`ru`,`Kimyo 9`,`в результате образуется гексацианоферрат железа(III) калия(II) (турнбулевая синь).
11–химия, 9 класс
FeCl2 + K3[Fe(CN)6] = KFe[Fe(CN)6] + 2KCl.
Трехвалентные соединения железа получают путем воздействия железом на концентрированные азотную и серную кислоты или хлор:
2Fe + 3Cl2 = 2FeCl 3, 2Fe + 6H2SO4 = Fe2(SO4)3 + 3SO2 + 6H2O.
Из трехвалентных солей железа можно получить другие трехвалентные соединения:
FeCl3 + 3NaOH = Fe(OH) 3 + 3NaCl, 2Fe(OH)3 → Fe2O3 + 3H2O.
Реактивом для трехвалентных соединений является желтая кровяная соль (гексацианоферрат калия(II). в результате реакции образуется берлинская лазурь (гексацианоферрат железа(II) калия(III) — прозрачная малорастворимая комплексная соль синего цвета:
FeCl3 + K4[Fe(CN)6] = KFe[Fe(CN)6] + 3KCl.
Для определения трехвалентных соединеий железа используется также роданид калия (KNCS) или роданид аммония (NH4NCS). в результате реакции образуется роданид железа темно красного цвета:`],[`g9-p35-t03`,9,`c2`,`s07`,`35`,`Важнейшие соединения железа. Применение`,162,163,`textbook`,`ru`,`Kimyo 9`,`Для определения трехвалентных соединеий железа используется также роданид калия (KNCS) или роданид аммония (NH4NCS). в результате реакции образуется роданид железа темно красного цвета:
FeCl3 + 3KNCS = Fe(NCS) 3 + 3KCl.
Fe(OH)2 — светло зеленый осадок, который со временем темнеет, Fe(OH)3 – осадок бурого цвета: 4Fe(OH)2 + 2H2O + O2 = 4Fe(OH) 3.
Применение. Среди других металлов железо имеет самое важное значение для человека. Все отрасли современной техники неразрывно связаны с железом и его сплавами. На практике чистое железо используется не так широко, как его сплавы чугун и сталь. Их значение так велико, что, в отличие от других металлов, они выделены в отдельную группу под названием черных металлов. Со сталью и чугуном мы ознакомимся далее.
FeSO4.7H2O — кристаллогидрат сульфата железа(II) (железный купорос) — используется в сельском хозяйстве для борьбы с вредителями сельскохозяйственных растений, а также служит сырьем для производства минеральных красок. Fe2(SO4)3. 9H2O — кристаллогидрат соли сульфат железа(III) имеет важное значение для очистки воды.`],[`g9-p35-t04`,9,`c2`,`s07`,`35`,`Важнейшие соединения железа. Применение`,163,163,`textbook`,`ru`,`Kimyo 9`,`Fe2(SO4)3. 9H2O — кристаллогидрат соли сульфат железа(III) имеет важное значение для очистки воды.
FeCl3 — хлорид железа(III) применяется для отбеливания и окраски тканей в текстильной промышленности.
Биологическое значение. С биологической точки зрения железо считается одним из важнейших металлов. В живой природе оно встречается в организме растений, животных, входит в состав многих ферментов. Соединения железа с некоторыми белками имеют крайне важное значение. Например, из курса биологии нам известна роль крови в организме человека и животных и ее функции. Способность крови тран спортировать кислород связана с эритроцитами.
Основу этих эритроцитов составляют ионы железа и белок глобин: в одной молекуле гемоглобина содержится четыре иона железа Fe2+.
Велика роль железа и в процессе, протекающем в растениях, – превращении углерода в его органические соединения – фотосинтезе.`],[`g9-p35-t05`,9,`c2`,`s07`,`35`,`Важнейшие соединения железа. Применение`,163,163,`textbook`,`ru`,`Kimyo 9`,`Велика роль железа и в процессе, протекающем в растениях, – превращении углерода в его органические соединения – фотосинтезе.
При недостатке железа в растениях у них развивается заболевание хлороз, а у человека – анемия. Для предупреждения этого явления растениям необходимы удобрения, содержащие микроэлементы, а для человека – наличие в рационе железо содержащих продуктов: яблок, гранатов, айвы, овощей, яиц, печени, языка, почек животных и т.д.
В мышечной ткани содержание железа составляет 0,018 %, в костном мозге – (0,03–3,8). 10 –2 %, в крови – 447 мг/л. ежедневно вместе с пищей в организм человека должно поступать 6–40 мг железа. Отравляющая доза равна 200 мг, смертельная – 7–35 г. в организме человека (на 70 кг веса) содержится в среднем 4,2 г железа.`],[`g9-p35-t06`,9,`c2`,`s07`,`35`,`Важнейшие соединения железа. Применение`,163,164,`textbook`,`ru`,`Kimyo 9`,`в организме человека (на 70 кг веса) содержится в среднем 4,2 г железа.
Наряду с неорганическими соединениями железа большое значение имеют его органические соединения. Так, соединение ферроцен, получаемое синтетическим способом и являющееся прототипом природного соединения железа гемоглобина, легло в основу целой отрасли химической науки и привлекает внимание широкого круга исследователей. На основе ферроцена получено более 100 химических соединений, имеющих практическое значение.
На основе ферроцена узбекскими учеными А.т.Максу мовым, И.р.Аскаровым, Ю.т.насриддиновым и их учениками синтезировано свыше 10 биологически активных препаратов, которые рекомендованы для лечения заболеваний, связанных с недостатком железа в организме человека.
Элементы ЗУН: соединения железа (оксиды, гидроксиды, соли), биологическое значение.`],[`g9-p35-t07`,9,`c2`,`s07`,`35`,`Важнейшие соединения железа. Применение`,164,164,`textbook`,`ru`,`Kimyo 9`,`Элементы ЗУН: соединения железа (оксиды, гидроксиды, соли), биологическое значение.
Вопросы и задания
1. Расскажите о биологической роли железа в жизненных процессах.
2. Почему железо проявляет в соединениях два вида степени окисления?
3. Напишите уравнения реакций, позволяющих осуществить следующие превращения:
a) Fe → Fe(OH)3 → Fe2O3 → Fe;
Б) Fe → FeCl2 → Fe(OH) → FeO → Fe;
В) Fe(OH)3 → Fe2(SO4)3 → Fe(OH)3 → Fe2O3;
Г) FeO → Fe → FeSO4 → Fe(OH) → Fe(NO3)2.
4. Сколько железного магнетита, содержащего 10 % примесей, надо взять, чтобы получить 7 т железа?
5. Какой объем (л,н.у.) хлора вступит в реакцию с 14 г железа?
Сколько молей и атомов содержится в этом объеме хлора?`],[`g9-p35-sum`,9,`c2`,`s07`,`35`,`Важнейшие соединения железа. Применение: главное`,164,164,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: соединения железа (оксиды, гидроксиды, соли), биологическое значение.`],[`g9-p36-t01`,9,`c3`,`s07`,`36`,`Металлургия в Узбекистане. Производство чугуна`,164,165,`textbook`,`ru`,`Kimyo 9`,`Металлургия в Узбекистане. Производство чугуна
Чем отличается чугун от стали? Почему чугун хрупкий, а сталь прочная?
В узбекистане металлургическая промышленность развита в основном в бекабаде. На бекабадском металлургическом заводе вырабатывается продукция черной металлургии – сталь и чугун.
Чугун – сплав железа и углерода, содержащий более
2,14 % углерода.
Сталь – сплав железа и углерода, содержащий менее
2,14 % углерода.
Выплавкачугуна .
Чугунвыплавляетсяв доменных печах – домнах – изжелезныхруд , состоящих в основном из оксидов железа. Доменные печи представляют собой башнивысотой 27–31 м, выложенные из огнестойкого кирпича (рис 16). с верхней части дом на за г ру жае тся смесью железной руды, кокса – C, флюса – известняка и песка. Через специальные отверстия фурмы в нижней части домны вдувается горячий воздух температурой 600–800 °C. в большинстве случаев вместе с воздухом вдувается чистый кислород (кислородное дутье). горение кокса обеспечивает высокую температуру в домне.`],[`g9-p36-t02`,9,`c3`,`s07`,`36`,`Металлургия в Узбекистане. Производство чугуна`,165,166,`textbook`,`ru`,`Kimyo 9`,`в большинстве случаев вместе с воздухом вдувается чистый кислород (кислородное дутье). горение кокса обеспечивает высокую температуру в домне.
Кислородное дутье ускоряет повышение температуры и п ла в лен ие чугуна. Кокс в домне служит источником CO, который выполняет роль восстановителя и способствует поднятию температуры.
В домне протекают следующие химические процессы:
1) Сгорание части кокса и образование CO2: C + O2 → CO2 ;
2) Взаимодействие CO2 с коксом при высокой температуре и превращение в CO: CO2 + C → 2CO ;
3) Восстановление железной руды до свободного железа в присутствии CO:
Fe2O .nH2O → Fe2O3 + nH2O (500—700 °C);
3Fe2O3 + CO → 2Fe3O4 + CO2 (450—500 °C);
Рис. 16. Устройство доменной печи
Fe3O4 + CO → 3FeO + CO2 (500—700 °C);
FeO + CO → Fe + CO2 (700—800 °C);
4) Взаимодействие примесей руды с флюсом и образование легкоплавящихся и легких веществ – шлака:
CaCO3 → CaO + CO2 ; CaO + SiO2 → CaSiO3.`],[`g9-p36-t03`,9,`c3`,`s07`,`36`,`Металлургия в Узбекистане. Производство чугуна`,166,166,`textbook`,`ru`,`Kimyo 9`,`…руды с флюсом и образование легкоплавящихся и легких веществ – шлака: CaCO3 → CaO + CO2 ; CaO + SiO2 → CaSiO3.
Образующееся из руды в результате восстановления пористое железо взаимодействует с CO, углеродом кокса, кремнием, марганцем, фосфором, серой и образует жидкий чугун. Чугун и шлак стекают в нижнюю часть домны – горн. В гор не образуется два слоя: верхний – шлак, нижний – чугун. Слой шлака защищает чугун от окисления. Чугун и шлак периодически выпускаются из домны через специальные отверстия. Плотность чугуна составляет 7,5 г/см3, а плотность шлака, который почти в три раза легче чугуна, равна 2,5 г/см3.
В последние годы налажено дутье кислорода вместе с природным газом (газокислородное дутье). входящий в состав природного газа метан сгорает и образует пары углекислого газа и воды. Последние в свою очередь взаимодействуют с раскаленным коксом, в результате чего доменный газ обогащается сильными восстановителями – угарным газом и водородом:`],[`g9-p36-t04`,9,`c3`,`s07`,`36`,`Металлургия в Узбекистане. Производство чугуна`,166,167,`textbook`,`ru`,`Kimyo 9`,`Последние в свою очередь взаимодействуют с раскаленным коксом, в результате чего доменный газ обогащается сильными восстановителями – угарным газом и водородом:
CH4 + 2O → CO + 2H O, CO + C → 2CO ,
H2O + C → H2 применение природного газа в этом процессе уменьшает расход кокса на 10–20 %.
Свойства чугуна. Вы п лавл яем ы й в домнах чугун содержит 2– 4,5 % C и небольшие количества кремния, марганца, серы и фосфора. Чугун тверже железа, но хрупкий и не ковкий. Различают чугун литейный и предельный. Из литейного чугуна изготавливают различные изделия (рис.17), из предельного производят сталь.
Рис. 17. Чугунная решетка
Чугун, являясь сплавом железа и углерода, содержит в своем составе 2–4,5 % углерода. Также в составе чугуна содержится до 1,5 % Mn, до 4,5 % Si и небольшие количества S и P.
В составе легированной стали имеются Cr, Ni, Si и Mn.
Чугун выплавляют в доменных печах. Сырье – железная руда: Fe2O3, Fe3O4 и кокс.`],[`g9-p36-t05`,9,`c3`,`s07`,`36`,`Металлургия в Узбекистане. Производство чугуна`,167,167,`textbook`,`ru`,`Kimyo 9`,`Чугун выплавляют в доменных печах. Сырье – железная руда: Fe2O3, Fe3O4 и кокс.
Чугун – первичная продукция черной металлургии.
Литейный чугун серого цвета и содержит углерод в форме графита. Из него изготавливают трубы, решетки для мостов, детали машин, химическое оборудование .
Предельный чугун белого цвета и содержит углерод в форме карбида железа. Он используется в производстве стали.
Элементы ЗУН: металлургия, чугун, доменная печь, доменный газ, шлак, кокс, литейный чугун, предельный чугун.
Вопросы и задания
1. Что служит сырьем для выплавки чугуна? 2. Объясните процессы, происходящие в доменной печи при выплавке чугуна, на основе уравнений химических реакций. 3. Какими видами современного дешевого сырья можно заменить чугун, при изготовлении некоторых изделий?
Каковы их преимущества?`],[`g9-p36-sum`,9,`c3`,`s07`,`36`,`Металлургия в Узбекистане. Производство чугуна: главное`,167,167,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: металлургия, чугун, доменная печь, доменный газ, шлак, кокс, литейный чугун, предельный чугун.`],[`g9-p37-t01`,9,`c3`,`s07`,`37`,`Производство стали`,167,168,`textbook`,`ru`,`Kimyo 9`,`Производство стали сталь, больше всего используемая в народном хозяйстве, является продуктом переработки чугуна. Сущность процесса получения стали сводится к уменьшению углерода в составе чугуна, а также к вытеснению серы, фосфора, кремния, марганца и других примесей.
Для этого определенная часть железа с помощью кислорода воздуха окисляется, и образуется оксид железа(II). Затем оксид железа(II) окисляет кремний, фосфор, марганец и углерод:
2Fe + O2 → 2FeO + Q,
5FeO + 2P → 5Fe + P2O5 + Q,
2FeO + Si → 2Fe + SiO2 + Q,
FeO + Mn → Fe + MnO + Q,
FeO + C → Fe + CO + Q.
Углерод выводится в виде газов CO и CO2. оксиды кремния, марганца и других металлов переходят в состав шлака. Сера в составе чугуна содержится в виде FeS и с помощью CaO переходит в CaS. Фосфор в составе чугуна, окисляясь, образует оксид P2O5, который, взаимодействуя с известью, образует Ca 3(PO 4)2. Фосфор в виде Ca 3(PO 4)2 переходит в шлак:
FeS + CaO = CaS + FeO, 3CaO + P2O5 = Ca 3 (PO4)2.`],[`g9-p37-t02`,9,`c3`,`s07`,`37`,`Производство стали`,168,168,`textbook`,`ru`,`Kimyo 9`,`…известью, образует Ca 3(PO 4)2. Фосфор в виде Ca 3(PO 4)2 переходит в шлак: FeS + CaO = CaS + FeO, 3CaO + P2O5 = Ca 3 (PO4)2.
Сталь из предельного чугуна выплавляется в кислородном конверторе мартеновской печи (рис. 18) Или электродуговой печи. На бекабадском металлургическом заводе сталь выплав ляется мартеновским способом (рис.19).
Свойства стали. По химическому составу сталь подразделяется на углеродистую и легированную. Для изготовления легированной стали и придания ей специальных свойств в состав стали вводят различные добавки: хром, никель, титан, молибден, ванадий, вольфрам и др.
Все виды стали обладают прочностью и пластичностью. Их можно ковать, прокатывать, волочить, штамповать, вытя
Рис. 19. Кислородный рис. 18. Мартеновская печь (в разрезе) конвертор гивать в проволоку. В зависимости от сферы использования в технике сталь подразделяется на конструкционную, прибор ную и специальную.`],[`g9-p37-t03`,9,`c3`,`s07`,`37`,`Производство стали`,168,169,`textbook`,`ru`,`Kimyo 9`,`В зависимости от сферы использования в технике сталь подразделяется на конструкционную, прибор ную и специальную.
Сталь – это сплав железа , содержащий до 2 % углерода. Углеродистая сталь содержит в своем составе до 2 % C, 0,1–1 % Mn, 0,4 % Si, S и P. Легированная сталь – сталь, изготовленная с добавлением Cr, Ni, Mo, Al и др. , для придания ей специальных свойств (механической прочности, коррозионной устойчивости, магнитных и электроводящих свойств). Сталь выплавляется в мартеновских печах, в кислородных конверторах. Сырьем для мартеновских печей служат чугун, сталь и отходы чугунных изделий.`],[`g9-p37-t04`,9,`c3`,`s07`,`37`,`Производство стали`,169,169,`textbook`,`ru`,`Kimyo 9`,`Сырьем для мартеновских печей служат чугун, сталь и отходы чугунных изделий.
Изменение свойств стали закаливанием, прокаливанием, цементированием, азотированием, ковкой было известно ремесленникам издавна. Конструкционная сталь обладает высокой степенью прочности и пластичности, ее обработка под давлением, резка и сварка не вызывают трудностей. Поэтому она используется при изготовлении деталей машин, различных конструкций и строительстве зданий. Приборная сталь обладает высокой степенью прочности, твердости, устойчивости к истиранию. Она применяется для изготовления режущих и точильных приборов, штампов.
Отдельную группу составляют скоростные режущие стали, которые сохраняют режущую способность даже при высокой температуре (600–700 °C). Отдельную группу составляют специальные стали (нержавеющие, жаропрочные, магнитные), которые устойчивы к коррозии в условиях высокой температуры, влажности, кислотности среды и др. и применяются для изготовления газовых турбин, реактивных двигателей, ракетных и магнитных установок.`],[`g9-p37-t05`,9,`c3`,`s07`,`37`,`Производство стали`,169,170,`textbook`,`ru`,`Kimyo 9`,`и применяются для изготовления газовых турбин, реактивных двигателей, ракетных и магнитных установок.
Охрана окружающей среды при производстве чугуна и стали. Производство чугуна и переработка его в сталь представляют собой сложный процесс, вызывающий загрязнение окружающей среды пы лью, копотью, ядовитыми газами, шлаками и сточными водами. Поэтому проводятся исследования, направленные на разработку способов получения железа и стали непосредственно из руды. В этом процессе в качестве восстановителя кокс не используется, вместо него применяются водород и природный газ.
Пористое железо, получаемое из руды, очень чистое (не содержит углерода и других примесей) и широко применяется для получения стали и порошкообразной стали в мартеновских и электрических печах.
Одним из примеров внедрения новой безотходной технологии в черной металлургии является получение железа из руды без использования кокса. При этом ощутимо уменьшается расход воды, количество сточных вод, твердых отходов и газовых выбросов в атмосферу.`],[`g9-p37-t06`,9,`c3`,`s07`,`37`,`Производство стали`,170,171,`textbook`,`ru`,`Kimyo 9`,`При этом ощутимо уменьшается расход воды, количество сточных вод, твердых отходов и газовых выбросов в атмосферу.
Элементы ЗУН: сталь, мартеновская печь, конструк ционная сталь, приборная сталь, специальная сталь.
Вопросы и задания
1. Что такое флюсы и какова их задача? 2. Перечислите типы чугуна. Приведите примеры их использования в повседневной жизни. 3. Какие предметы из стали вы знаете?
Наглядные задачи и примеры
Пример 1. В составе водородного соединения элемента, имеющего высший оксид E2O5, содержится 8,8 % водорода. Определите этот элемент.
Решение. Из периодической таблицы выясняем, что водородным соединением элемента, имеющего высший оксид E2O5, должен быть EH3. Чему равна молярная масса гидрида состава EH3?
M(EH3) = A(E) + 3. Исходя из того, что массовая доля водорода в EH 3 равна w = 8,8 %, можем записать следующее уравнение:
8,8 ∙ A(E) = 300 273,6 8,8 Ответ: A(E)= 31. Это фосфор, P2O5; рН3 фосфин.
Пример 2. Для приготовления бордосской жидкости, используемой для борьбы с вред нымина секом ы м и в садоводстве, используется медный купорос. При накаливании`],[`g9-p37-t07`,9,`c3`,`s07`,`37`,`Производство стали`,171,171,`textbook`,`ru`,`Kimyo 9`,`Для приготовления бордосской жидкости, используемой для борьбы с вред нымина секом ы м и в садоводстве, используется медный купорос. При накаливании
12,5 г медного купороса его масса уменьшается до 4,5 г.
Определите химическую формулу медного купороса.
Решение. 1 й способ: 1) В составе медного купороса содержится CuSO4 и n молей воды.
Mr(CuSO4) = 160; Mr(H2O) = 18.
При накаливании 12,5 г медного купороса вода испаряется и остается безводная соль сульфат меди(II):
m(CuSO4) = 8 г; m(H2O) = 4,5 г.
8 г соли CuSO4 соединились с 4,5 г воды,
{ 160 г соли CuSO4 с x г воды,
Чему равна атомная масса A элемента?
A(E) = m 90 2) Сколько молей в 90 г воды? n = = = 5 молей. M 18
Ответ: CuSO4∙5H2O 2 й способ. Медный купорос CuSO4·nH2O: 160 + n18. если 8 г соли CuSO4 соединились с 4,5 г воды, а 160 г соли CuSO4 соединились с 18 г воды, то 8 4,5
18n ∙ 8 = 160 ∙ 4,5, 144n = 720, n = 5. Ответ: CuSO4∙5H2O.`],[`g9-p37-t08`,9,`c3`,`s07`,`37`,`Производство стали`,171,172,`textbook`,`ru`,`Kimyo 9`,`18n ∙ 8 = 160 ∙ 4,5, 144n = 720, n = 5. Ответ: CuSO4∙5H2O.
Пример 3. Для растворения 2 г оксида двухвалентного металла израсходовано 18,25 г 20 % ного раствора соляной кислоты. Определите элемент оксида. Решение: 1) Найдем массу HCl в израсходованном растворе: m(HCl) = 18,25 ∙ 0,2 = 3,65 г; 2) Определим MeO: 2 г 3,65 MeO + 2HCl = MeCl2 + H2 , A+16 73 2 г 3,65
3,65 Пример 4. При растворении оксида неизвестного металла в серной кислоте образовалось 3,92 г сульфата металла и 0,54 г воды. Определите формулу оксида металла. Решение. Составим уравнение реакции: 3,92 0,54 Me2On + nH2SO4= Me2(SO4)n + nH2O. 2A + 16n 98n 2A + 96n 3,92
Ответ: магний Mg.
0,54 = два неизвестных, его так как в уравнении невозможно решить. 2A+96n 18n но если валентность металла принять равной 1 (n — валентность металла), уравнение решить можно: 0,54(2A + 96) = 3,92 ∙ 18, 1,08A + 51,84 = 70,56, 1,08A = 70,56 51,84,`],[`g9-p37-t09`,9,`c3`,`s07`,`37`,`Производство стали`,172,173,`textbook`,`ru`,`Kimyo 9`,`2A+96n 18n но если валентность металла принять равной 1 (n — валентность металла), уравнение решить можно: 0,54(2A + 96) = 3,92 ∙ 18, 1,08A + 51,84 = 70,56, 1,08A = 70,56 51,84,
70,56–51,84 18,72 A= = =17,3. 1,08 1,08 Значит, при n = 1 A = 17,3. одновалентного металла с A = 17,3 не существует. При n = 2 A = 17,3 . 2 = 34,6. Двухвалентного металла с А = 3,46 также не существует. При n = 3 A = 17,3 . 3 = 51,9. трехвалентный металл с
A = 51,9 — это расположенный в периодической таблице под порядковым номером 24 хром.
Ответ: Cr2O3 — оксид хрома(III). Пример 5. Минерал берилл под влиянием содержащихся в его составе примесей встречается в виде разноцветных драгоценных камней, которые используются при изготовлении ювелирных украшений. В составе минерала берилла содержатся 10,1 % алюминия, 5 % бериллия, 31,3 % кремния и кислород. Определите формулу берилла. Решение: 1) Запишем качественный состав берилла: AlxBeySizOt; 2) Запишем количественный состав берилла: Al = 10,1 %, Be = 5 %, Si = 31,3 %, O = ?`],[`g9-p37-t10`,9,`c3`,`s07`,`37`,`Производство стали`,173,173,`textbook`,`ru`,`Kimyo 9`,`Решение: 1) Запишем качественный состав берилла: AlxBeySizOt; 2) Запишем количественный состав берилла: Al = 10,1 %, Be = 5 %, Si = 31,3 %, O = ?
O = 100 (10,1 + 5 + 31,3) = 53,6 %; 3) Определим атомное соотношение в составе берилла. 10,1 5 31,3 53,6 x:y:z:t = : : : , 27 9 28 16 x:y:z:t = 0,374:0,555:1,117:3,31. соотношения атомов в составе сложных веществ выражаются в целых числах. Поэтому полученные результаты переведем в целые числа. Самое малое число 0,374 примем за единицу и разделим остальные числа на 0,374: x : y : z : t = 1 : 1,5 : 3 : 9 = 2 : 3 : 6 : 18. Значит, формулами не ра ла б е ри л ла A l2Be 3Si 6O18 и л и Al2O3. 3BeO. 6SiO2. Ответ: Al2O3. 3BeO. 6SiO2. Пример 6.
Вычислите массу (г), объем (л,н. у. ) и количество вещества кислорода, необходимого для получения оксида алюминия из 10,8 г алюминия. Решение: 1) Запишем уравнение реакции взаимодействия алюминия с кислородом: 10,8 г x 2Al + 3O2 = 2Al2O3; 54 3 моля 2) Найдем количество вещества исрасходованного кислорода: 10,8 x 10,8. 3`],[`g9-p37-t11`,9,`c3`,`s07`,`37`,`Производство стали`,173,174,`textbook`,`ru`,`Kimyo 9`,`Решение: 1) Запишем уравнение реакции взаимодействия алюминия с кислородом: 10,8 г x 2Al + 3O2 = 2Al2O3; 54 3 моля 2) Найдем количество вещества исрасходованного кислорода: 10,8 x 10,8. 3
3) Определим массу израсходованного кислорода: m(O2) = M . n = 32 . 0,6 = 19,2 г; 4) Найдем объем (л,н.у.) израсходованного кислорода: V(O2) = 22,4 . 0,6 = 13,44 л.
Ответ: 19,2 г; 13,44 л; 0,6 моля. Пример 7. При сильном накаливании 60 г смеси карбоната натрия и гидрокарбоната натрия выделилось 2,7 г воды. Определите массовые доли карбоната и гидрокарбоната натрия в составе смеси. Решение: 1) Запишем уравнения реакций, протекающих при накаливании смеси солей: 2NaHCO3 → Na2CO3 + CO2 + H2O. 2,7 г воды образовалось только за счет распада NaHCO3; 2) Из какого количества NaHCO3 образуется 2,7 г воды?
x 2NaHCO3 → Na2CO3 + CO2
= , x = = 25,2 г; 168 18 18 3) 25,2 г смеси (60 г) составляет NaHCO3. Масса карбоната натрия 60 — 25,2 = 34,8 г. 34,8 w (Na2CO3)= = 0,58, 60 25,2 w (NaHCO3)= = 0,42. 60
Ответ: Na2CO3 = 0,58, NaHCO3 = 0,42 или`],[`g9-p37-t12`,9,`c3`,`s07`,`37`,`Производство стали`,174,176,`textbook`,`ru`,`Kimyo 9`,`…карбоната натрия 60 — 25,2 = 34,8 г. 34,8 w (Na2CO3)= = 0,58, 60 25,2 w (NaHCO3)= = 0,42. 60 Ответ: Na2CO3 = 0,58, NaHCO3 = 0,42 или
Na2CO3 = 58 %, NaHCO3 = 42 %. Пример 8. Сколько граммов меди образуется при полном взаимодействии 40 г 20 % ного раствора соли сульфата меди(II) с железом? Решение: 1) Определим массу сульфата меди(II) в растворе: m(CuSO4) = 40. 0,2 = 8 г;
2) Найдем массу меди, образовавшейся в результате реакции:
CuSO4 + Fe = FeSO4 + Cu
Пример 9. Определите место в периодической таблице и атомное строение металла, образующего 14,8 г нитрида при взаимодействии с 2,8 г азота. Примите, что валентность металла равна двум. Решение. Масса азота в 14,8 г нитрида равна 2,8 г. m(Me) = 14,8 2,8 = 12 г. 1 й способ. Вычислим массу атома азота на основе уравнения реакции между азотом и металлом: 12 14,8 3Me + N2 = Me 3N2, 3A 3A+28
–8,4A = –336, A = 40. Это — кальций. 2 й способ. Вычисление на основе закона эквивалентов. m(N) = 2,8; n(Me) = 12. 14
E(N)= = 4,67. E(Me)= ? Из формулы 3
E(Me) m(Me)
A(Me) = E∙v = 20∙2 = 40. Это — кальций. Ответ: кальций.
Следует
ГЛАВА обобщение ЗНАНий, полученных`],[`g9-p37-d01`,9,`c3`,`s07`,`37`,`Производство стали: Сталь`,169,173,`definition`,`ru`,`Kimyo 9`,`Сталь – это сплав железа , содержащий до 2 % углерода.
A = 51,9 — это расположенный в периодической таблице под порядковым номером 24 хром.`],[`g9-p37-sum`,9,`c3`,`s07`,`37`,`Производство стали: главное`,170,170,`summary`,`ru`,`Kimyo 9`,`Элементы ЗУН: сталь, мартеновская печь, конструк ционная сталь, приборная сталь, специальная сталь.`],[`g9-p38-t01`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,176,176,`textbook`,`ru`,`Kimyo 9`,`ПО неорганической химии
Перспективы химического производства современная промышленность нуждается в большом количестве материалов, обладающих такими свойствами и качествами, как высокая прочность, термостойкость, термоплас тичность, устойчивость к агрессивной химической среде. Природные и переработанные материалы неполностью отве чают этим требованиям и не удовлетворяют потребностей. Кроме того, в недалеком будущем человечество столкнется с проблемами, связанными с истощением природных источников сырья, энергии, воды, продуктов питания.
В таких условиях возрастает роль химии, химической продукции, химических способов во всех отраслях народного хозяйства.`],[`g9-p38-t02`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,176,176,`textbook`,`ru`,`Kimyo 9`,`В таких условиях возрастает роль химии, химической продукции, химических способов во всех отраслях народного хозяйства.
Важнейшей задачей, стоящей перед химией и химической промышленностью, являются разработка прогрессивных технологий с учетом проблемохраны окружающей среды; создание новых веществ и материалов, обладающих заданными свойствами; комплексная переработка природной, промышленной и сельскохозяйственной продукции, вторичного сырья; разработка способов утилизации отходов с целью более полного отделения полезных компонентов, экономии энергии и сырья; создание безотходных технологий.
На основе достижений научно технического прогресса химическая промышленность производит новые материалы с заданными свойствами, не встречающиеся в природе, полимеры (пластмассы, синтетические волокна, синтетические каучуки), керамику, композиты, лакокрасочную продукцию, синтетические моющие средства и др.`],[`g9-p38-t03`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,176,177,`textbook`,`ru`,`Kimyo 9`,`…волокна, синтетические каучуки), керамику, композиты, лакокрасочную продукцию, синтетические моющие средства и др.
Некоторые виды полимеров конкурируют с дорогими высо кокачественными марками нержавеющей стали. Одна тонна таких полимеров может заменить шесть тонн металла. Полимеры все шире применяются в машиностроении, атомной промышленности, радиотехнике, микроэлектронике, в сельском хозяйстве, медицине, в повседневной жизни и других областях.
Керамика как промышленный материал стоит на третьем месте после металлов и пластмасс. Как известно, все больше возрастает степень использования керамики в машиностроении, при изготовлении конструкционных материалов, электротехнике и электротехнической промышленности.`],[`g9-p38-t04`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,177,177,`textbook`,`ru`,`Kimyo 9`,`…изготовлении конструкционных материалов, электротехнике и электротехнической промышленности.
Композиты, состоящие из основы (матрицы) и наполнителя, занимают особое место среди современных материалов. В качестве основы применяются металлы, сплавы, полимеры и керамика, в качестве наполнителя – металлические и углеродные волокна, обрезки, порошки. Композитные материалы, будучи экономически высокоэффективными, в пять раз прочнее тради ционных и используются в авиации и космических технологиях.
Проблема обеспечения человечества продуктами питания, одеждой с каждым годом становится все серьезней, так как с ростом численности населения увеличиваются и потребности в различных продуктах. Производство высококачественных продуктов питания невозможно без интенсификации сельского хозяйства. Одним из путей интенсификации сельского хозяйства является внедрение достижений химии.`],[`g9-p38-t05`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,177,177,`textbook`,`ru`,`Kimyo 9`,`Одним из путей интенсификации сельского хозяйства является внедрение достижений химии.
Химизация сельского хозяйства включает такие меро приятия, как применение минеральных удобрений, внедрение средств защиты растений и почвы, использование синтетических материалов для улучшения структуры почвы, в мелио рации, в теплицах, применение химических препаратов в качестве добавки в корм животных и в качестве консервантов, химическую переработку отходов сельского и лесного хозяйства, очистку водных бассейнов химическими способами, анти септическую защиту деревянных установок и строений (структур, конструкций), химический анализ почвы, кормов, пищевой продукции.`],[`g9-p38-t06`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,177,178,`textbook`,`ru`,`Kimyo 9`,`…строений (структур, конструкций), химический анализ почвы, кормов, пищевой продукции.
Одна из задач, стоящих перед химической промышленностью, – производство химической продукции, заменяющей природные материалы, используемые в технических целях, и продовольственные продукты. Налажено использование химической продукции при производстве одежды, бытовой техники, мебели. Широко применяются химические волокна, которые заменяют натуральную и искусственную кожу, компо зитные материалы, лаки и краски, вспомогательные средства переработки в текстильной промышленности, пластмассы.
Роль химии в медицине не ограничивается только синтезом новых лекарственных препаратов. Медицинское оборудование производится при участии химической промышленности. Химические методы позволяют исследовать процессы, протекающие в организме человека на клеточном и молекулярном уровне. А изучение этих процессов и способов управ ления ими дает возможность определять причины заболеваний, предупреждать и разрабатывать методы лечения.`],[`g9-p38-t07`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,178,178,`textbook`,`ru`,`Kimyo 9`,`А изучение этих процессов и способов управ ления ими дает возможность определять причины заболеваний, предупреждать и разрабатывать методы лечения.
В результате развития одной из новых отраслей каталити ческой химии ферментативного катализа появилось новое направление – химическая и инженерная энзимология. Это направление создало возможности для производства больших количеств новых высокоэффективных и высокоселективных ферментов – катализаторов белковой природы. Ферменты применяются и в качестве лекарственных препаратов, и для получения новых препаратов.
В повседневной жизни широко используются бытовые химические препараты – синтетические моющие средства, сорбенты, различные клеющие препараты.`],[`g9-p38-t08`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,178,178,`textbook`,`ru`,`Kimyo 9`,`В повседневной жизни широко используются бытовые химические препараты – синтетические моющие средства, сорбенты, различные клеющие препараты.
Сокращение природных ресурсов ставит перед челове чеством проблему замены индустриального способа производства технологическим. При этом особенно важна роль химической технологии. Технологическая перестройка производства включает комплексную переработку сырья, применение высокоэффективных, экономичных, малоэтапных, экологически безопасных технологий с использованием нового поколения катализаторов, обладающих селективностью.
Перед химией и промышленностью стоит задача максимального использования природных ресурсов, являющихся химическим сырьем, которые невозможно создать вновь: руд цветных и черных металлов, нефти, газа, угля. Например, из природного газа, содержащего до 40 % сероводорода, получают не только пропан и бутан, но и такие элементы, как сера и гелий, а также этан.`],[`g9-p38-t09`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,178,179,`textbook`,`ru`,`Kimyo 9`,`Например, из природного газа, содержащего до 40 % сероводорода, получают не только пропан и бутан, но и такие элементы, как сера и гелий, а также этан.
Такое использование природного газа выгодно в экономическом и экологическом отношениях, поскольку предупреждает загрязнение атмосферы вредными оксидами серы, образующимися при горении сероводорода.
Интеграция химической технологии и атомной энергетики перспективна как с экономической, так и с экологической точек зрения. Будущее химических комбинатов представляется связанным с модификацией материалов, оснащением ядерными реакторами, которые будут обеспечивать радиационно химические процессы лучевой, электрической энергией и теплом.
Как следует из изложенного, в развитии современной науки и техники роль химии и химической промышленности неоценима.`],[`g9-p38-t10`,9,`c5`,`s01`,`38`,`Перспективы химического производства`,179,179,`textbook`,`ru`,`Kimyo 9`,`Как следует из изложенного, в развитии современной науки и техники роль химии и химической промышленности неоценима.
Химия как наука имеет огромное значение в развитии современных технологий, физики и биологии, а химическая промышленность – в развитии агропромышленности, обеспечении топливно энергетических комплексов, в развитии машиностроения и металлургии, транспорта и строительства, а также других отраслей народного хозяйства, связанных с производством товаров широкого потребления.`],[`g9-p39-t01`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,179,180,`textbook`,`ru`,`Kimyo 9`,`Защита атмосферы и гидросферы
“Здоровье людей неразрывно связано с окружающей средой.” Абу Али ибн сина охрана окружающей среды от загрязнения, защита природы, сохранение чистоты атмосферы, воды и состава почвы – актуальная проблема человечества.
Количество пыли в угольных шахтах составляет от 500 до 3000 мг/м3. Чистота воздуха в шахтах обеспечивается с помощью вентиляционных устройств, которые ежесуточно выбрасывают в атмосферу до 1500 000 м3 пыли. Это приводит к потере части продукции (выбрасываемые вместе с пылью мелкие частицы угля) и загрязнению атмосферы, т.е. воздуха, которым мы дышим.
При добыче руды на рудниках, а также при ее обогащении в атмосферу выбрасывает ся большое количество пыли (аэрозолей горных пород). выбрасываемая пыль (аэрозоли), распространяясь в атмосфере, наносит серьезный ущерб здоровью людей, задерживает рост и развитие растений, приводит к потере сырья и продукции.`],[`g9-p39-t02`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,180,180,`textbook`,`ru`,`Kimyo 9`,`выбрасываемая пыль (аэрозоли), распространяясь в атмосфере, наносит серьезный ущерб здоровью людей, задерживает рост и развитие растений, приводит к потере сырья и продукции.
Что, по вашему мнению, надо сделать, чтобы защитить атмосферу от загрязнения и предотвратить потери сырья в виде пыли?
Для улавливания пыли или уменьшения ее количества применяются методы адсорбции и смачивания. Например, на рудниках, где идет добыча руды и ее обогащение, используется “мокрый” способ добычи. Для улавливания пыли, поднимающейся в атмосферу, применяются электрофильтры и адсорберы.
“Если в воздухе не будет пыли и дыма, человек может прожить до тысячи лет.”
Абу Али ибн Сина
Загрязнение атмосферы обусловлено следующими факто рами.`],[`g9-p39-t03`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,180,181,`textbook`,`ru`,`Kimyo 9`,`Загрязнение атмосферы обусловлено следующими факто рами.
1. Естественное загрязнение. 2. Дым, пыль, газы, образующиеся при горении топлива в промышленных предприятиях, при работе транспорта, в различных отопительных системах. 3. Сжигание различных отходов. Например, в настоящее время многие отработанные полимерные изделия (полиэтиленовые пленки, игрушки, изготовленные из п ласт массы, предметы домаш него оби хода, де та л и) сжигаются. Вследствие этого в составе воздуха увеличиваются в виде газа и дыма такие ядовитые вещества, как NO, NO2, CO, SO2, Cl2, H2S, HCl, HCN, F2, HF и др.
В результате стремительного развития промышленности в первой половине XX века в атмосферу было выброшено 3 миллиарда тонн пыли, дыма, золы. Кроме этого, биосфера загрязнена 1,5 млн т мышьяка, 1,2 млн т цинка и другими веществами.`],[`g9-p39-t04`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,181,181,`textbook`,`ru`,`Kimyo 9`,`Кроме этого, биосфера загрязнена 1,5 млн т мышьяка, 1,2 млн т цинка и другими веществами.
В последние годы высыхание Аральского моря приводит к увеличению концентрации растворенных солей, выпадению солей в качестве горных пород, распространению в атмосфере береговой соли. Это ведет к нарушению экологического равновесия в биосфере.
Вода – самое распространенное вещество в природе. Две трети земной поверхности покрыто водой, и все процессы, происходящие в природе, протекают с участием воды. Вода в гидросфере существует в виде водяных паров, в таком виде она встречается в большом количестве, однако вода, пригодная для питья, составляет лишь 1 % всего ее количества. По прог нозам ученых в будущем человечество столкнется с проблемой дефицита воды.
Берегите каждую каплю воды! Сохраняйте ее чистоту!`],[`g9-p39-t05`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,181,182,`textbook`,`ru`,`Kimyo 9`,`Берегите каждую каплю воды! Сохраняйте ее чистоту!
Проточные воды загрязняются в результате выброса в них сточных вод промышленных предприятий, а также бытовых сточных вод.
Для предупреждения загрязнения проточных вод сточные воды перед выбросом подвергают фильтрации с целью их очищения от вредных примесей. К отфильтрованной воде добавляют негашеную известь (CaO), тем самым создавая щелочную среду, затем добавляют Al2(SO4)3. при этом вместе с образующимся осадком Al(OH)3 оседают песок и другие примеси. После отстаивания воду обрабатывают хлорной известью для очищения от различных микробов.
В узбекистане в настоящее время работают более 600 очистительных сооружений.
Водадарит жизнь всемживым организмам .
Представьте свою жизнь без воды. Это невозможно.
В таком случае не оставляйте открытыми водопроводные краны.`],[`g9-p39-t06`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,182,182,`textbook`,`ru`,`Kimyo 9`,`В таком случае не оставляйте открытыми водопроводные краны.
С использованием отходов химических предприятий можно получать различную продукцию. При этом наряду с получением прибыли предприятием обеспечивается защита природы от загрязнения. Например, на электростанциях (тэс), работающих на угле, в качестве отхода в большом количестве образуется шлак. Добавляя в шлак небольшое количество силиката натрия, получают шлакоблочный кирпич. В результате вместо расходов на вывоз отходов (шлака) и их обеззараживание предприятие получает экономическую выгоду от продажи шлакоблочного кирпича.
В настоящее время в различных областях пластмасса заменяет железо и дерево. Пластмассовые отходы не гниют, а их сжигание загрязняет атмосферу.
Как вы распорядились бы отходами пластмасс?
Можно ли после соответствующей переработки изготавливать из них различные конструкционные материалы?`],[`g9-p39-t07`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,182,183,`textbook`,`ru`,`Kimyo 9`,`Можно ли после соответствующей переработки изготавливать из них различные конструкционные материалы?
Не выбрасывайте отходы в воду, не сжигайте опавшую листву. Этим вы защитите природу.
Пестициды (от латинского pestis – язва, и cedo – убиваю) – химические вещества, применяемые в сельском хозяйстве против вредителей и болезней растений, а также сорняков.
• при работе с пестицидами следует быть предельно осторожным, так как они подвергают жизнь диких, домашних животных, а также человека серьезной опасности.
Инсектициды применяются против насекомых вредителей; акарициды – против бабочек; фунгициды – против грибков, распространяющих болезни; гербициды – против сорняков; бактерициды – против вредных бактерий; зооциды – против грызунов; дефолианты – вещества, способствующие опаданию листьев; десиканты – вещества, применяемые для осушения листьев растений; дезинфицирующие вещества используются для обработки складов против вредных насекомых.`],[`g9-p39-t08`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,183,183,`textbook`,`ru`,`Kimyo 9`,`…для осушения листьев растений; дезинфицирующие вещества используются для обработки складов против вредных насекомых.
Для повышения урожайности сельскохозяйственных культурвсельском хозяйстве широко используются минеральные удобрения и пестициды.
Вредные химические вещества, применяемые в качестве пестицидов, не разлагаются быстро и накапливаются в воздухе, воде, почве и в организме растений и животных, а через них – и в организме человека. Это является причиной возникновения различных заболеваний у человека.
Подумайте! Обязательно ли использование пестицидов в сельском хозяйстве для борьбы с вредителями? Может быть, существуют иные, естественные пути? Этим мы сохраним чистоту почвы, атмосферы, гидросферы, наше здоровье и здоровье будущего поколения!
Задачи и примеры для самостоятельного решения`],[`g9-p39-t09`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,183,183,`textbook`,`ru`,`Kimyo 9`,`…гидросферы, наше здоровье и здоровье будущего поколения! Задачи и примеры для самостоятельного решения
1. Для уничтожения вредителей склад для хранения зерна обрабатывают серой, которую сжигают из расчета 24 г на
1 м3. вычислите концентрацию (моль/л) оксида серы(IV) в воздухе склада. 2. Какие экологические проблемы возникнут вокруг предприятия, вырабатывающего сульфат натрия с использованием поваренной соли и концентрированной серной кислоты? Какую важную продукцию можно получать из отходов этого предприятия? Разрешится ли при этом экологическая проблема? 3. Воздух вокруг одного из предприятий загрязнен сульфидом водорода. Предельно допустимая концентрация сульфида водорода в воздухе в радиусе 5 км и на высоте 2 км равна`],[`g9-p39-t10`,9,`c5`,`s03`,`39`,`Защита атмосферы и гидросферы`,183,183,`textbook`,`ru`,`Kimyo 9`,`Предельно допустимая концентрация сульфида водорода в воздухе в радиусе 5 км и на высоте 2 км равна
0,01 моль/л. какое количество серной кислоты можно получить при возможности полного улавливания сульфида водорода? 4. Какой объем (л,н. у. ) воздуха потребуется для сжигания 2 т природного угля, содержащего 80 % углерода? 5. Могут ли выпадать кислотные дожди. Почему? Объясните химические процессы, происходящие при этом. Запишите уравнения химических реакций. Укажите отрицательные последствия этого процесса и предложите меры по их предупреждению. 6.
В чем, по вашему мнению, заключается отрицательное воздействие промышленных и бытовых сточных вод на биосферу. Какие меры вы можете предложить по предупреждению такого воздействия?`],[`g9-p40-t01`,9,null,null,`40`,`Значение периодического закона и периодической таблицы химических элементов`,184,184,`textbook`,`ru`,`Kimyo 9`,`Значение периодического закона и периодической таблицы химических элементов как отмечается в исторических источниках, до открытия периодического закона ученые энциклопедисты Аль Фергани, Абу райхан беруни, М.в.Ломоносов, И.Деберейнер, Л. Мейер, у.одлинг, Ж.ньюлэндс, Ж.Дюма, А.Шанкуртуа пытались при помощи различных методов объяснить природн у ю взаимосвязь веществ.
Периодический закон имеет важное теоретическое и практическое значение как общий закон, научно обосно вавший существование природной взаимосвязи между химическими элементами.
В 1869 году, когда Д.И.Менделеев сформ улировал периодический закон, было известно 63 химических элемента.
В настоящее время из 118 известных химических элементов 55 открыты на основе периодического закона и периодической таблицы.
Значение периодического закона неоценимо и при описании и обосновании таких фундаментальных понятий, как химические связи, валентность, электроотрицательность, степени окисления.`],[`g9-p40-t02`,9,null,null,`40`,`Значение периодического закона и периодической таблицы химических элементов`,184,185,`textbook`,`ru`,`Kimyo 9`,`Значение периодического закона неоценимо и при описании и обосновании таких фундаментальных понятий, как химические связи, валентность, электроотрицательность, степени окисления.
Ряд понятий, вытекающих из периодического закона, расширил представления о строении веществ, лег в основу развития таких наук, как физика, физикохимия, геохимия, геология, минералогия, космохимия, ядерная физика (табл. 19).
Для всестороннего понимания значения периодического закона и периодической таблицы химических элементов необходимо, основываясь на современных знаниях о строении атома, самостоятельно решать задачи и упражнения.
Наглядный пример:
Напишите электронные конфигурации элементов, у которых внешние электронные слои атомов имеют вид:
a) 2s2, б) 3s23p5, в) 4s2 и определите эти элементы.
Решение. Основываясь на периодическую таблицу химических элементов, определяем, что это – элементы второй группы. Элемент, внешний электронный слой атома которого имеет вид 2s2, — это бериллий Be, 3s2 — хлор Cl, 4s2 кальций Ca. Их электронная конфигурация следующая:`],[`g9-p40-t03`,9,null,null,`40`,`Значение периодического закона и периодической таблицы химических элементов`,185,186,`textbook`,`ru`,`Kimyo 9`,`Элемент, внешний электронный слой атома которого имеет вид 2s2, — это бериллий Be, 3s2 — хлор Cl, 4s2 кальций Ca. Их электронная конфигурация следующая:
Таблица 19 изменение свойств элементов в зависимости от расположения в периодической таблице
B основных в периодах характеристика группах слева элемента сверху вниз направо увеличивается увеличивается увеличивается
Масса атома: Ar Заряд ядра Число энергетических подуровней Число электронов на внешнем энергетическом уровне увеличивается увеличивается не изменяется не изменяется:
Число электронов равно номеру группы увеличивается увеличивается радиус атома уменьшается восстановительное свойство Окислительное свойство высшая положительная степень окисления усиливается ослабевает одинаковая:
Равна номеру группы (N) не изменяется (8 N) уменьшается усиливаются ослабевает усиливается увеличивается с +1 до +7 уменьшается с 4 до 1 возрастает ослабевают низшая степень окисления`],[`g9-p40-t04`,9,null,null,`40`,`Значение периодического закона и периодической таблицы химических элементов`,186,186,`textbook`,`ru`,`Kimyo 9`,`Равна номеру группы (N) не изменяется (8 N) уменьшается усиливаются ослабевает усиливается увеличивается с +1 до +7 уменьшается с 4 до 1 возрастает ослабевают низшая степень окисления
Электроотрицательность
Металлические свойства неметаллические свойства элементо образующих простых веществ свойства высших оксидов и гидроксидов ослабевают усиливаются основные свойства усиливаются, кислотные свойства ослабевают основные свойства ослабевают, кислотные свойства усиливаются
Задачи и примеры для самостоятельного решения
1. Напишите электронные конфигурации элементов, имеющих порядковые номера 18 и 21. 2. Определите местоположение в периодической таблице элементов, имеющих следующие электронные конфигурации:
[Ne] 3s2 3p5; [Ar] 4s2. 3. Почему углерод и сера проявляют переменную валентность? 4. Природный бор является смесью изотопов10B (19,6 %) и
11B (80,4 %). вычислите относительную атомную массу природного бора. 5. Изложите свои понятия о периодической таблице элементов, объясните пе рвонача льнуюи современ н у ю формулировки периодического закона (напримере K и Ar).`],[`g9-p40-t05`,9,null,null,`40`,`Значение периодического закона и периодической таблицы химических элементов`,186,187,`textbook`,`ru`,`Kimyo 9`,`Изложите свои понятия о периодической таблице элементов, объясните пе рвонача льнуюи современ н у ю формулировки периодического закона (напримере K и Ar).
6. Напишите уравнения реакций получения уксусного этилового эфира и гексахлоратциклогексана с помощью известняка, реактивов и необходимого оборудования. 7. Плотность пара вещества, содержащего 40 % углерода,
53,34 % кислорода и 6,66 % водорода, относительно водорода равна 30. Определите формулу и строение вещества, если известно, что при взаимодействии его с металлами, оксидами металлов и основаниями образуются соли. 8. Попытайтесь объяснить, почему белый и красный фосфор – вещества, состоящие только из атомов фосфора, обладают различными физическими свойствами. 9. Напишите уравнения реакций получения толуола (метилбензола) из углеводорода, плотность которого относительно водорода равна 13. 10.`],[`g9-p40-t06`,9,null,null,`40`,`Значение периодического закона и периодической таблицы химических элементов`,187,188,`textbook`,`ru`,`Kimyo 9`,`Напишите уравнения реакций получения толуола (метилбензола) из углеводорода, плотность которого относительно водорода равна 13. 10.
Как с помощ ью соответствующих реакций можно определить приведенные ниже вещества: бензол, стирол, уксусный альдегид, уксусная кислота, толуол? 11. Определите количество сырья, необходимого для изготовления 1 т простого стекла. 12. Напишите уравнения реакций, протекающих на основе данных табл. 20.
a) сравните реакции 2 и 6, определите их сходства и различия, объясните причины; б) объясните условия протекания реакций 7 и 11; в) почему в реакциях 18 и 36 железо проявляет различные восстановительные свойства? Г) выскажите свое мнение о реакциях 28 и 30; д) объясните, реактив Na O2 1 H2O HCl H2SO4 ZnCl2 (растворы) Cl2 что произойдет в реакциях 22, 23 и 24, если взять серную кислоту в разбавленном или концентрированном состоянии.
Обоснуйте свой ответ; е) подробно опишите процесс, происходящий в реакции 25.`],[`g9-p40-d01`,9,null,null,`40`,`Значение периодического закона и периодической таблицы химических элементов: определения`,185,185,`definition`,`ru`,`Kimyo 9`,`Элемент, внешний электронный слой атома которого имеет вид 2s2, — это бериллий Be, 3s2 — хлор Cl, 4s2 кальций Ca.`],[`g9-p41-t01`,9,`c5`,`s01`,`41`,`Значение химических реакций в химическом производстве`,188,188,`textbook`,`ru`,`Kimyo 9`,`Значение химических реакций в химическом производстве в процессе изучения теоретических основ химии в 7–9 классах вы получили понятия о многочисленных веществах, используемых в народном хозяйстве, и убедились в том, что химия – наука чудес. И это действительно так: при помощи химии можно получить из газообразных веществ жидкости или из твердых веществ газы, из которых можно изготовить ткани или лекарственные вещества. Многие из химических веществ производятся на химических предприятиях.
Например, азотные, фосфорные и калийные минеральные удобрения, азотная, фосфорная и серная кислоты, черные и цветные металлы, изделия из нефти, каменного угля и природного газа – все это продукция, которую производят химические предприятия.`],[`g9-p41-t02`,9,`c5`,`s01`,`41`,`Значение химических реакций в химическом производстве`,188,188,`textbook`,`ru`,`Kimyo 9`,`…каменного угля и природного газа – все это продукция, которую производят химические предприятия.
Предприятия химического производства включают ряд процессов, связанных с изменением химического состава сырья. Изучением научных, теоретических и практических аспектов производства на таких предприятиях занимается химическая технология. Следовательно, химическая технология изучает способы изготовления качественной продукции путем переработки сырья при малом расходе сырья и энергии.
В основе любого химического производственного процесса лежит ряд химических реакций. Внедрение в химическую технологию теоретических основ химической кинетики – науки о скорости химических реакций и воздействующих на нее факторах, о химическом равновесии, факторах, обуслов ливающих смещение химического равновесия, означает развитие ее стремительными темпами.`],[`g9-p41-t03`,9,`c5`,`s01`,`41`,`Значение химических реакций в химическом производстве`,188,189,`textbook`,`ru`,`Kimyo 9`,`…факторах, обуслов ливающих смещение химического равновесия, означает развитие ее стремительными темпами.
Вы знакомы с закономерностями протекания необратимых реакций горения угля, серы, колчедана, обратимых реакций окисления оксида серы(IV), связывания азота с водородом, окисления аммиака. Подбор оптимальных условий для осуществления этих реакций в промышленных масштабах является основной задачей технологического процесса.
Перспективы развития химии и химической промышленности в Узбекистане химическая наука и химическая промышленность имеют важное значение в обеспечении благосостояния людей. На сегодняшний день химия и химическая промышленность вно сят достаточный вклад в производство самого необходимого для жизнедеятельности человека – чистой воды, продуктов питания, одежды, лекарств, косметики, различных моющих средств, строительных материалов.`],[`g9-p41-t04`,9,`c5`,`s01`,`41`,`Значение химических реакций в химическом производстве`,189,189,`textbook`,`ru`,`Kimyo 9`,`…воды, продуктов питания, одежды, лекарств, косметики, различных моющих средств, строительных материалов.
Совместно с другими естественными науками – физикой, биологией, математикой, географией, геологией, минералогией, астрономией – химия участвует в изучении еще не раскрытых тайн природы.
В ряде институтов Академии наук республики узбекистан, а также на химических факультетах и кафедрах высших учебных заведений проводятся исследования, направленные на внедрение достижений химии в различных областях народного хозяйства. Предложенные учеными Института биоорганической химии Ан руз физиологически активные соединения лагоден, тимоптин, газолидон применяются в медицине, а феромоны – в сельском хозяйстве.
Разработанные учеными Института химии растительных веществ Ан руз и рекомендованные к применению на практике аллопинин, K строфантин, олиторизид, экдистен и десятки других препаратов широко используются в медицине.`],[`g9-p41-t05`,9,`c5`,`s01`,`41`,`Значение химических реакций в химическом производстве`,189,190,`textbook`,`ru`,`Kimyo 9`,`…практике аллопинин, K строфантин, олиторизид, экдистен и десятки других препаратов широко используются в медицине.
Ряд минеральных удобрений, дефолиантов и других физиологически активных веществ, разработанных учеными Института химии Ан руз, успешно применяется в сельском хозяйстве.
Водорастворимые полимеры, созданные академиком Ан руз к.с.Ахмедовым, используются в различных областях народного хозяйства. Препараты типа “к” применяются при бурении, защите почв от эрозии, укреплении зыбучих песков, а также при бетонировании и облицовке ганчем.
На основе безотходной технологии академиком Ан руз З.с.салимовым разработан и внедрен в практику сферический и полусферический поглотитель паров ацетона – отхода Ферганского завода химических волокон. Создана также экономически выгодная установка “пневмо”, которую начали внедрять на масложировых комбинатах.`],[`g9-p41-t06`,9,`c5`,`s01`,`41`,`Значение химических реакций в химическом производстве`,190,190,`textbook`,`ru`,`Kimyo 9`,`Создана также экономически выгодная установка “пневмо”, которую начали внедрять на масложировых комбинатах.
Ч лен кор р е спон ден том Ан руз н.к.Абу ба к и р овы м изучены химическое строение и фармакологические свойства природных гликозидов и выделены такие лекарственные препараты, как эризимозид, строфантидин ацетат, псоролен, которые нашли применение на практике.
После обретения нашей страной независимости в 1991 году прави тел ьст во узбекистана стало удел я т ь особое внимание сертификации всей рекомендуемой для потребления продукции с целью всесторонней защиты населения.
Задачи и примеры для самостоятельного решения`],[`g9-p41-t07`,9,`c5`,`s01`,`41`,`Значение химических реакций в химическом производстве`,190,190,`textbook`,`ru`,`Kimyo 9`,`Задачи и примеры для самостоятельного решения
1. Температурный коэффициент реакции равен 2. Во сколько раз возрастет скорость реакции при повышении температуры с 10 до 100 °C? 2. На сколько градусов, начиная от нуля, необходимо поднять температуру, чтобы увеличить в 100 раз скорость реакции, имеющей температурный коэффициент, равный 3? 3. При повышении температуры с 20 до 70 °C скорость реакции возросла в 1200 раз. Определите температурный коэффициент реакции. 4. Во сколько раз изменится скорость следующих реакций, если увеличить объем смеси газов в три раза:
a) H2 + F2 = 2HF; б) 2NO + O2 = 2NO2? 5. Реакция горения этилена выражается следующим уравнением: C2H4 + 3O2 = 2CO2 + 2H2O.
Во сколько раз возрастет скорость реакции, если концентрацию кислорода в ней увеличить в три раза?`],[`g9-lab-t01`,9,null,null,`lab`,`Практические и лабораторные работы`,191,191,`textbook`,`ru`,`Kimyo 9`,`Практические занятия
Практическая работа 1 получение оксида углерода(IV) и знакомство с его свойствами 1. Положите в пробирку несколько кусочков мела или мрамора и налейте немного соляной кислоты. 2. Закройте пробирку пробкой с газоотводной трубкой. 3. Опустите конец трубки в пробирку с 2–3 мл известковой воды и понаблюдайте за происходящим явлением. 4. Опустите газоотводную трубку в раствор с дистиллированной водой. Пусть газ проходит через дистиллированную воду в течение 1–2 мин.
Извлеките трубку и добавьте в полученный раствор несколько капель раствора синего лакмуса. 5. Добавьте в пробирку 2–3 мл разбавленного раствора едкого натрия и несколько капель фенолфталеина. Затем через раствор пропустите газ. 6. Возьмите 10 г образца почвы и смешайте с водой. Отфильтруйте смесь и перелейте в пробирку:
a) положите в пробирку 2–3 г почвы и залейте разбавленным раствором соляной кислоты. Что произошло?`],[`g9-lab-t02`,9,null,null,`lab`,`Практические и лабораторные работы`,191,192,`textbook`,`ru`,`Kimyo 9`,`a) положите в пробирку 2–3 г почвы и залейте разбавленным раствором соляной кислоты. Что произошло?
Б) в полученный выше фильтрат налейте немного раствора нитрата серебра. Отфильтруйте образовавшийся белый осадок. 7. Разделите осадок на две части. К первой части прилейте немного разбавленного раствора соляной кислоты или аммиака.
Вторую часть нагрейте. Что произошло?
ЗАДАНия
1. Напишите уравнения всех реакций в проведенных опытах. 2. Сделайте выводы по результатам опытов.
Практическая работа 2 решение опытных задач по темам “Щелочные металлы” и “кальций” 1. В четырех пронумерованных пробирках даны следующие вещества:
a) хлорид натрия;
Б) гидроксид натрия;
В) карбонат натрия;
Г) нитрат натрия. Определите, в какой из пробирок находится каждая соль. 2. В четырех пронумерованных пробирках даны следующие вещества:
a) карбонат калия;
Б) карбонат кальция;
В) хлорид калия;`],[`g9-lab-t03`,9,null,null,`lab`,`Практические и лабораторные работы`,192,193,`textbook`,`ru`,`Kimyo 9`,`…пронумерованных пробирках даны следующие вещества: a) карбонат калия; Б) карбонат кальция; В) хлорид калия;
Г) хлорид кальция. Определите, в какой из пробирок находится каждая соль. 3. Определите, в какой из данных вам пробирок с бесцветным раствором находится раствор гидроксида калия, а в какой – раствор гидроксида кальция. 4. Напишите уравнения реакций, позволяющих осуществить следующие превращения:
Ca(OH) CaCO Ca(HCO ) CaCO CaCl2.
Напишите уравнения реакций всех приведенных выше опытов в молекулярном, ионном и кратком ионном виде. 5. Возьмите 2–3 мл прозрачного раствора известковой воды.
Пр оп ус т и т е через раствор оксид углерода ( I V ) до его помутнения. Разлейте помутневший раствор в три пробирки.
a) долейте в первую пробирку известковую воду;
Б) долейте во вторую пробирку раствор карбоната натрия;
Г) третью пробирку нагрейте.
ЗАДАНия
1. Объясните химические процессы, протекающие в опытах. Запишите уравнения реакций.`],[`g9-lab-t04`,9,null,null,`lab`,`Практические и лабораторные работы`,193,194,`textbook`,`ru`,`Kimyo 9`,`Объясните химические процессы, протекающие в опытах. Запишите уравнения реакций.
2. Составьте отчет о выполненной работе.
Практическая работа 3 решение опытных задач по теме “Металлы”
1. В четырех пронумерованных пробирках даны следующие вещества:
a) гидроксид натрия;
Б) карбонат кальция;
В) сульфат алюминия;
Г) хлорид железа(III). 2. Определите с помощью опытов, в какой из пробирок находится каждое вещество. 3. Какими способами вы можете получить оксид меди(II) из данной вам водорастворимой соли меди? 4. Получите соль хлорид цинка с помощью имеющихся в лаборатории реактивов и оборудования.
ЗАДАНия
1. Напишите уравнения химических реакций, происшедших в каждом выполненном опыте. 2. Объясните происшедшие превращения. 3. Напишите отчет о проделанной работе.
ЛАБОРАТОРНЫЕ занятия
Лабораторная работа 1
I. Знакомство со свойствами карбонатов и гидрокарбонатов и их взаимопревращениями
1. Пропустите оксид углерода(IV) через 2 3 мл свежеприго товленного раствора известковой воды.`],[`g9-lab-t05`,9,null,null,`lab`,`Практические и лабораторные работы`,194,194,`textbook`,`ru`,`Kimyo 9`,`Пропустите оксид углерода(IV) через 2 3 мл свежеприго товленного раствора известковой воды.
2. Продолжайте пропускать оксид углерода(IV) через раствор.
3. Вскипятите прозрачный раствор в пробирке.
Задания для самостоятельного заключения
1. Почему при пропускании оксида углерода(IV) через раствор известковой воды он мутнеет?
2. Почему при дальнейшем пропускании оксида углерода(IV) через известковую воду раствор становится прозрачным?
3. Почему при нагревании этого раствора образуется осадок?
4. Напишите уравнения соответствующих реакций в молекулярном, ионном и кратком ионном виде.
II. качественная реакция, характерная для карбонат иона положите в одну пробирку мел, а в другую карбонат магния. Налейте в первую пробирку 1–2 мл разбавленной соляной кислоты, а во вторую – такое же количество разбавленной серной кислоты.
Обе пробирки закройте пробками с газоотводной трубкой и опустите концы трубок в пробирку с раствором известковой воды.`],[`g9-lab-t06`,9,null,null,`lab`,`Практические и лабораторные работы`,194,195,`textbook`,`ru`,`Kimyo 9`,`Обе пробирки закройте пробками с газоотводной трубкой и опустите концы трубок в пробирку с раствором известковой воды.
Задания для самостоятельного заключения
1. На основе проведенных опытов сделайте вывод, какая из реакций характерна для карбонат иона.
2. Напишите уравнения соответствующих реакций в молекулярном, ионном и кратком ионном виде.
Лабораторная работа 2
Знакомство с образцами природных силикатов
1. Рассмотрите данные вам образцы природных силикатов. Обратите внимание на их внешний вид и проверьте прочность.
Задания для самостоятельного заключения
1. Составьте таблицу и занесите в нее свои наблюдения. 2. На основе своих наблюдений назовите минералы.
Лабораторная работа 3
Знакомство с видами и составом стекол. Знакомство и работа со сборником «стекло и изделия из него»
Рассмотрите данные вам образцы различных видов стекол и изделия из них.
Задания для самостоятельного заключения`],[`g9-lab-t07`,9,null,null,`lab`,`Практические и лабораторные работы`,195,196,`textbook`,`ru`,`Kimyo 9`,`…Рассмотрите данные вам образцы различных видов стекол и изделия из них. Задания для самостоятельного заключения
1. Определите, к каким видам стекол относятся данные вам образцы.
2. Объясните, на основе каких специфических особенностей стекол изготовлены просмотренные вами изделия.
Лабораторная работа 4
Знакомство с образцами металлов
1. Рассмотрите данные образцы металлов и назовите их.
2. С помощью таблицы справочника определите температуру плавления и твердость каждого металла.
3. Для сравнения теплопроводности металлов возьмите две одинаковые пластинки из железа и меди, поместите на одном конце каждой кусок парафина, а другой конец нагрейте. На основе наблюдений определите, какой из металлов имеет большую теплопроводность.
Задания для самостоятельного заключения
1. Рассмотрите данные вам образцы металлов и назовите их.
2. Запишите твердость, температуру плавления и теплопроводность изученных металлов в ряд в порядке возрастания этих свойств.`],[`g9-lab-t08`,9,null,null,`lab`,`Практические и лабораторные работы`,196,197,`textbook`,`ru`,`Kimyo 9`,`Запишите твердость, температуру плавления и теплопроводность изученных металлов в ряд в порядке возрастания этих свойств.
Лабораторная работа 5
Знакомство с образцами сплавов рассмотрите данные вам образцы сплавов.
Задания для самостоятельного заключения
1. Проверьте твердость и пластичность данных образцов. 2. Обратите внимание на их цвет.
Лабораторная работа 6 взаимодействие растворов солей и металлов
1. Налейте в первую пробирку 2–3 мл раствора нитрата серебра(I), во вторую – сульфата меди(II), в третью – нитрата свинца(II). положите в первую пробирку медную проволоку, во вторую – железные опилки, а в третью – медные опилки.
2 . какие вещества образовались в каждой пробирке ? напишите молекулярные, ионные и краткие ионные уравнения соответствующих реакций.
Лабораторная работа 7
Электролиз растворов хлорида меди(II) и йодида калия`],[`g9-lab-t09`,9,null,null,`lab`,`Практические и лабораторные работы`,197,197,`textbook`,`ru`,`Kimyo 9`,`Электролиз растворов хлорида меди(II) и йодида калия
1. Налейте в U образную трубку на три четверти раствор хлорида меди(II). опустите в одну сторону электролизера медный, а в другую — графитовый электроды. Подсоедините графитовый электрод (катод) к отрицательному, медный электрод (анод) к положительному полюсу источника тока. Проследите, как на катоде выделяется медь. Что при этих условиях образуется на аноде? Какой газ выделяется? Измените полюса электродов и снова подсоедините их к источнику тока. Какому изменению подвергается медь на аноде? Какое вещество выделяется на катоде?
2. Налейте в электролизер 2 M раствор йодида калия. Опустите в него графитовые электроды и подсоедините их к источнику тока. Понаблюдайте, как на катоде образуются водородные пузырьки, а на аноде выделяется йод. Отключите ток и извлеките электроды. Затем накапайте 1–2 капли свежеприготовленного раствора крахмала на конец U образной трубки, где выделился йод. Что наблюдается?`],[`g9-lab-t10`,9,null,null,`lab`,`Практические и лабораторные работы`,197,198,`textbook`,`ru`,`Kimyo 9`,`Затем накапайте 1–2 капли свежеприготовленного раствора крахмала на конец U образной трубки, где выделился йод. Что наблюдается?
Задания для самостоятельного заключения
1. Напишите уравнения процессов, происходящих на катоде и аноде.
2. Объясните изменение цвета электролита вокруг электродов.
Лабораторная работа 8 взаимодействие алюминия с растворами кислот и оснований
1. Положите в две пробирки кусочки алюминия. 2. В первую пробирку налейте раствор соляной кислоты. 3. Во вторую пробирку налейте раствор едкого натрия.
Задания для самостоятельного заключения понаблюдайте за происходящими процессами и напишите уравнения реакций.
Лабораторная работа 9
Знакомство с алюминием и образцами его сплавов ознакомьтесь с набором предметов, изготовленных из алюминия и его сплавов, и изложите свое мнение об их свойствах и областях применения.
Лабораторная работа 10 получение гидроксида алюминия, изучение его взаимодействия с кислотами и щелочами`],[`g9-lab-t11`,9,null,null,`lab`,`Практические и лабораторные работы`,198,199,`textbook`,`ru`,`Kimyo 9`,`Лабораторная работа 10 получение гидроксида алюминия, изучение его взаимодействия с кислотами и щелочами
1. Налейте в одну из пробирок 3 капли 0,5 M раствора нитрата алюминия, в другую – 3 капли 1 M раствора едкого натрия. Затем перемешайте их. при этом образуется осадок гидроксида алюминия. Разлейте его в две пробирки, налейте в одну 6 капель 1 M раствора соляной кислоты, а в другую – такое же количество 1 M раствора едкого натрия. Понаблюдайте за растворением осадка.
Задания для самостоятельного заключения напишите уравнения реакций образовавшихся продуктов в молекулярном, ионном и кратком ионном виде.
Лабораторная работа 11
Изучение воздействия растворов солей алюминия на индикаторы
1. Налейте в пробирку 3–4 мл раствора хлорида алюминия, сверху накапайте 2–3 капли раствора синего лакмуса:
a) разлейте раствор в две пробирки и добавьте в первую пробирку немного дистиллированной воды;
Б) вторую пробирку немного нагрейте.`],[`g9-lab-t12`,9,null,null,`lab`,`Практические и лабораторные работы`,199,200,`textbook`,`ru`,`Kimyo 9`,`…раствор в две пробирки и добавьте в первую пробирку немного дистиллированной воды; Б) вторую пробирку немного нагрейте.
Задания для самостоятельного заключения
1. Понаблюдайте за происходящими явлениями и объясните их.
2. Напишите поэтапное уравнение гидролиза раствора хлорида алюминия.
Лабораторная работа 12 получение гидроксида меди(II) из двухвалентных солей меди и проведение опытов с его участием
1. Налейте в пробирку 2 мл раствора сульфата меди(II) и постепенно долейте 1–2 мл раствора гидроксида натрия.
2. Понаблюдайте за происходящим явлением. Отфильтруйте осадок и промойте его. Напишите уравнение происшедшей реакции.
3. Выполните опыты, доказывающие, что образовавшийся осадок – гидроксид меди(II):
a) воздействуйте на осадок соляной кислотой;
Б) поместите часть осадка в тигель и медленно нагрейте его.
Задания для самостоятельного заключения
1. Объясните явления, происшедшие в опытах.`],[`g9-lab-t13`,9,null,null,`lab`,`Практические и лабораторные работы`,200,200,`textbook`,`ru`,`Kimyo 9`,`…и медленно нагрейте его. Задания для самостоятельного заключения 1. Объясните явления, происшедшие в опытах.
2. Какой объем 20 % ного раствора гидроксида натрия (r=1,22 г/мл) необходим, чтобы его реакция взаимодействия с 4 г 20 % ного раствора сульфата меди(II) прошла без остатка?
3. Какими способами можно получить гидроксид меди(II)?
Лабораторная работа 13 получение гидроксида цинка из водорастворимых солей цинка и доказательство его амфотерных свойств
1. Возьмите 5 мл 20% ного раствора соли сульфат цинка и добавьте к нему 5 мл 10% ного раствора гидроксида натрия. Образовавшийся осадок разлейте по двум пробиркам.
2. В одну из пробирок налейте раствор серной кислоты, в другую – раствор гидроксида натрия.
H2SO4
NaOH
ZnSO4 → NaOH
Задания для самостоятельного заключения
1. Объясните химическое явление, происходящее при добавлении к раствору соли сульфат цинка гидроксида натрия, и напишите уравнение химической реакции.`],[`g9-lab-t14`,9,null,null,`lab`,`Практические и лабораторные работы`,200,201,`textbook`,`ru`,`Kimyo 9`,`Объясните химическое явление, происходящее при добавлении к раствору соли сульфат цинка гидроксида натрия, и напишите уравнение химической реакции.
2. Какие вещества называются амфотерными? Как можно доказать амфотерность гидроксида цинка?
3. Объясните выполненные опыты.
4. Образуется ли осадок в случае добавления к раствору сульфата цинка избыточного количества раствора едкого натрия?
Лабораторная работа 14
Двух , трех и шестивалентные соединения хрома
1. Налейте в пробирку 2–3 мл раствора хлорида хрома(II) (раствор синего цвета) и добавьте к нему такое же количество раствора едкого натрия. Обратите внимание на образовавшийся желтый осадок. Прилейте к осадку раствор серной кислоты. Проследите за происходящими изменениями. Напишите уравнения реакций.`],[`g9-lab-t15`,9,null,null,`lab`,`Практические и лабораторные работы`,201,201,`textbook`,`ru`,`Kimyo 9`,`Проследите за происходящими изменениями. Напишите уравнения реакций.
2. Оксид хрома(III) – вещество зеленого цвета. Положите в пробирку примерно 5,0 г оксида хрома(III) и добавьте к нему раствор серной кислоты (до полного растворения оксида). обратите внимание на цвет образовавшегося раствора. К образовавшемуся раствору трехвалентной соли хрома понемногу приливайте раствор едкого натрия. Проследите за происходящими превращениями. Напишите уравнения реакций и объясните их.
3. К темно желтом у раствору би хромата калия при лейте небольшое количество раствора серной кислоты и добавьте к этой смеси раствор сульфита натрия (Na2SO3). объясните изменение цвета в проведенном химическом опыте и его причину. Напишите уравнение реакции.
Лабораторная работа 15 получение гидроксидов железа(II) и (III)
1. Налейте в пробирку 2–3 мл раствора соли сульфат железа(II) и добавьте к нему небольшое количество раствора едкого натрия.`],[`g9-lab-t16`,9,null,null,`lab`,`Практические и лабораторные работы`,201,202,`textbook`,`ru`,`Kimyo 9`,`Налейте в пробирку 2–3 мл раствора соли сульфат железа(II) и добавьте к нему небольшое количество раствора едкого натрия.
К образовавшемуся осадку понемногу добавляйте раствор соляной кислоты.
2. Налейте в пробирку 2–3 мл раствора хлорида железа(III) и добавьте к нему небольшое количество раствора едкого натрия. К образовавшемуся осадку понемногу добавляйте раствор серной кислоты.
Задания для самостоятельного заключения
1. Напишите уравнения происшедших реакций.
2. Обратите внимание на изменение цвета, наблюдавшееся в каждом опыте, и объясните причину этих изменений.
3. Как можно получить гидроксиды железа Fe(OH)2 и Fe(OH)3?
4. Сравните цвет двух и трехвалентных соединений железа.
Лабораторная работа 16 определение солей двух и трехвалентного железа
1. Накапайте в пробирку 3–5 капель свежеприготовленного раствора FeSO4 и добавьте к нему несколько капель раствора красной кровяной соли K3[Fe(CN)6]. пронаблюдайте за образованием осадка – турнбулевой сини Fe3[Fe(CN)6]2 напишите уравнение реакции. Эта реакция не считается качественной реакцией на присутствие Fe2+ ионов в растворе..`],[`g9-lab-t17`,9,null,null,`lab`,`Практические и лабораторные работы`,202,203,`textbook`,`ru`,`Kimyo 9`,`пронаблюдайте за образованием осадка – турнбулевой сини Fe3[Fe(CN)6]2 напишите уравнение реакции. Эта реакция не считается качественной реакцией на присутствие Fe2+ ионов в растворе..
2. А. налейте в пробирку 2 –3 капли раствора хлорида железа(III) и добавьте к нем у одну каплю раствора жел той кровяной соли K4[Fe(CN) 6]. пронаблюдайте за образованием берлинской лазури Fe4[Fe(CN)6]3. напишите уравнения реакций в молекулярном и ионном виде. Б. накапайте в пробирку 5–6 капель раствора FeCl 3, 0,01 M раствора роданида аммония или калия. Вследствие образования роданида железа(III)Fe(SCN)3 раствор окрасится в темно красный цвет. Напишите уравнения реакций в молекулярном и ионном виде.
3. Реакции А и б считаются качественными реакциями на ион
Задания для самостоятельного заключения
1. Объясните происшедшие явления. 2. Напишите уравнения соответствующих реакций.
Лабораторная работа 17
Знакомство с образцами чугуна и стали`],[`g9-lab-t18`,9,null,null,`lab`,`Практические и лабораторные работы`,203,203,`textbook`,`ru`,`Kimyo 9`,`…явления. 2. Напишите уравнения соответствующих реакций. Лабораторная работа 17 Знакомство с образцами чугуна и стали
1. Рассмотрите данные вам образцы чугуна и стали. 2. С помощью следующего опыта определите отличия чугуна и стали.
3. Положите в одну пробирку кусочек чугуна, в другую – кусочек стали, при этом вес кусочков должен быть одинаковым. Добавьте в пробирки по 2–4 мл разбавленной соляной кислоты и медленно нагрейте. Если интенсивное выделение газов прекратится, добавьте в пробирки еще немного кислоты и продолжайте это до тех пор, пока выделение газа не прекратится совсем.
Задания для самостоятельного заключения
1. Объясните происшедшие явления. 2. Напишите уравнения соответствующих реакций. 3. В какой из пробирок происходит бурное выделение газа? 4. Объясните свои наблюдения.`]],o=[5,0,83,5,0,80,5,0,94,5,0,100,5,0,97,5,0,88,5,0,96,5,0,111,5,0,102,5,0,99,5,0,86,5,0,91,5,0,100,5,0,94,5,0,113,5,0,99,5,0,77,5,0,60,5,0,71,5,0,65,8,0,27,8,0,31,6,0,12,8,0,100,8,0,78,8,0,106,8,0,107,8,0,99,8,0,90,8,0,86,8,0,94,10,0,33,12,0,27,15,0,37,10,0,29,2,0,90,2,0,78,2,0,93,2,0,66,2,0,85,2,0,90,2,0,103,2,0,69,7,0,31,3,0,37,4,0,95,4,0,102,4,0,69,6,0,27,5,0,15,5,0,12,5,0,75,5,0,78,5,0,77,5,0,89,5,0,50,11,0,30,2,0,93,2,0,99,2,0,101,2,0,139,2,0,88,3,0,14,3,0,11,2,0,97,2,0,103,2,0,91,2,0,89,2,0,97,2,0,91,2,0,98,2,0,93,2,0,96,2,0,83,2,0,110,2,0,106,2,0,90,2,0,90,2,0,113,5,0,17,3,0,19,5,0,100,5,0,95,5,0,97,5,0,73,5,0,80,5,0,77,5,0,108,5,0,100,5,0,88,9,0,10,6,0,22,4,0,92,4,0,104,4,0,96,4,0,99,4,0,96,4,0,65,6,0,18,5,0,14,3,0,96,3,0,108,3,0,99,3,0,111,3,0,93,4,0,26,4,0,99,4,0,97,4,0,77,4,0,89,4,0,94,4,0,87,4,0,100,4,0,98,4,0,91,4,0,82,4,0,68,4,0,80,11,0,26,5,0,16,7,0,65,7,0,109,7,0,89,7,0,50,8,0,12,4,0,85,4,0,126,4,0,104,4,0,92,4,0,84,4,0,67,8,0,15,5,0,8,2,0,70,2,0,90,2,0,109,2,0,96,2,0,100,2,0,79,2,0,73,2,0,59,2,0,78,4,0,13,3,0,15,5,0,95,5,0,104,5,0,82,5,0,90,5,0,83,5,0,84,5,0,83,1,0,79,1,0,102,1,0,72,1,0,89,1,0,66,4,0,39,6,0,30,2,0,20,4,0,98,4,0,91,4,0,106,4,0,75,4,0,87,4,0,89,7,0,31,5,0,13,2,0,74,2,0,75,2,0,83,2,0,85,2,0,101,2,0,83,2,0,99,2,0,89,2,0,90,2,0,96,8,0,35,4,0,28,4,0,19,3,0,10,3,0,83,3,0,93,3,0,94,3,0,103,3,0,74,3,0,102,3,0,114,3,0,99,3,0,90,3,0,98,3,0,91,3,0,105,3,0,117,3,0,113,3,0,90,3,0,55,3,0,95,3,0,65,3,0,95,3,0,89,8,0,30,4,0,9,2,0,117,2,0,108,2,0,67,2,0,106,2,0,93,2,0,53,4,0,6,3,0,14,5,0,106,5,0,114,5,0,103,5,0,114,5,0,115,5,0,86,5,0,97,5,0,88,7,0,5,6,0,18,2,0,97,2,0,103,2,0,90,2,0,92,2,0,61,2,0,67,4,0,9,3,0,12,2,0,91,2,0,94,2,0,86,2,0,92,2,0,91,2,0,97,2,0,90,2,0,89,2,0,78,2,0,89,2,0,86,2,0,105,2,0,89,2,0,106,10,0,29,3,0,20,4,0,110,4,0,102,4,0,103,4,0,97,4,0,78,4,0,81,4,0,66,8,0,15,5,0,16,1,0,89,1,0,126,1,0,80,1,0,87,1,0,75,2,0,12,2,0,13,2,0,86,2,0,99,2,0,108,2,0,92,2,0,62,2,0,101,2,0,72,2,0,50,3,0,14,3,0,104,3,0,90,3,0,89,3,0,119,4,0,10,12,0,99,12,0,82,12,0,79,12,0,95,12,0,98,12,0,99,12,0,101,12,0,106,12,0,86,12,0,73,17,0,13,4,0,102,4,0,96,4,0,110,4,0,105,11,0,102,11,0,100,11,0,102,11,0,125,11,0,103,11,0,106,11,0,111,11,0,110,12,0,5,8,0,99,8,0,92,8,0,74,11,0,20,6,0,122,6,0,92,6,0,93,6,0,99,6,0,95,6,0,74,6,0,86,6,0,79,6,0,92,10,0,17,8,0,109,8,0,104,8,0,115,8,0,88,8,0,96,8,0,76,8,0,98,8,0,77,9,0,10,1,0,96,1,0,105,1,0,105,1,0,98,1,0,89,2,0,9,4,0,90,4,0,103,4,0,109,4,0,96,4,0,71,4,0,77,4,0,68,5,0,9,4,0,98,4,0,103,4,0,100,4,0,101,4,0,86,5,0,14,2,0,112,2,0,86,2,0,59,2,0,94,2,0,100,2,0,105,2,0,81,2,0,67,2,0,69,2,0,84,2,0,81,2,0,90,3,0,11,3,0,12,3,0,60,3,0,81,3,0,62,3,0,77,3,0,65,3,0,94,3,0,67,3,0,84,3,0,69,3,0,43,3,0,91,3,0,71,3,0,87,3,0,83,3,0,80,3,0,78,3,0,86,3,0,70,3,0,70,3,0,67,7,0,86,7,0,96,7,0,93,7,0,100,7,0,78,7,0,89,8,0,14,5,0,66,5,0,79,5,0,84,5,0,90,5,0,85,5,0,62,5,0,73,3,0,90,3,0,88,3,0,96,3,0,97,3,0,95,3,0,85,3,0,90,3,0,86,3,0,98,3,0,88,3,0,91,3,0,87,3,0,93,3,0,77,3,0,98,3,0,114,3,0,98,3,0,76],s=`ag
ag2s
agbr
agno
agno3
al
al0
al2o
al2o3
al2s3
al2so43
al3
al4c3
alcl3
alhal
aln
alno33
aloh
aloh2
aloh3
alp
alsi
alsio
alxbeysizot
ar
au
au2
aucl
aucl3
b
ba
ba2
bacl
bacl2
baco3
bacro4
bano32
baoh2
baso
baso4
be
beo
bi
br
br2
c
c10
c11
c2co
c2h2
c2h4
c2h5oh
c6
c6h12o6
ca
ca0
ca2
ca3
ca3n2
ca3p2
ca3po42
ca40
ca5po43f
cac2
cacl2
caco
caco3
cah2
cahal
cahco32
cano32
cao
caocl2
caoh
caoh2
car
cas
casio3
caso
caso4
caso42
cc
ccaco3
cd
cdoh2
cds
cdso4
cedo
cf4
ch
ch3coo
ch3cooh
ch4
cl
cl0
cl2
cl3
cloh
cloho
cloho2
cloho3
cm
cn
cn2
co
co2
co2fe3
co3
co32
cocl2
coh2o
cooh3
cr
cr2
cr2o3
cr2s3
cr2so43
cr3
cr6
crcl2
crcl3
crn
crno33
cro
cro3
croh2
croh3
crso4
cs
cs2
csoh
cu
cu0
cu2
cu2o
cu2s
cu3al
cu5zn8
cucl2
cuco
cufes2
cuno32
cuo
cuoh
cuoh2
cuoh2co3
cus
cuso
cuso4
cuzn
diss
eh
eo
eritma
eruvchi
f
f2
f26
fe
fe2
fe2co33
fe2o
fe2o3
fe2so43
fe3
fe3c
fe3o4
fe3po42
fecl
fecl2
fecl3
feco3
feh2po42
fehpo
fehpo4
fen
fencs3
feno32
feno33
feo
feo2
feoh
feoh2
feoh2cl
feoh3
feohcl
feohcl2
fes
fes2
feso4
feso43
fr
ge
ge32
h
h0
h2
h2c
h2co
h2co3
h2cr2o7
h2cr6
h2cro4
h2mno4
h2o
h2o2
h2o2cu
h2o2h2
h2o2naoh
h2o2oh
h2s
h2sio3
h2so
h2so3
h2so4
h3o
h3po4
haucl4
hbr
hcl
hclo
hclo2
hclo3
hclo4
hcn
hco
he
hf
hfeo
hg
hg2o
hgno32
hgo
hgoh2
hgs
hi
hmeon
hmno4
hno
hno2
hno3
hoh
hpo
hpo3
hso
hso4
i
i2
ii
iii
iv
ix
k
k2co3
k2cr2o7
k2cro4
k2mno4
k2o
k2o4
k2s
k2sif6
k2so3
k2so4
k39
k3po4
kal
kal2al2si3o102
kalo2
kalso42
kcl
kclo3
kcn
kfe
kh
khal
khco3
ki
kmno
kmno4
kncs
kno2
kno3
ko2
koh
kr
la
li
li2o
li6
licl
lioh
mecl
mehn
men
meo
mg
mg2
mg24
mg2si
mg3n2
mg3po42
mgbr2
mgcl
mgcl2
mgco
mgco3
mghal
mghco32
mgo
mgoh2
mgs
mgsio3
mgso
mgso4
mn
mn1
mn2o3
mn2o7
mn3n2
mn3o4
mncl2
mnno32
mno
mno2
mno4
mnoh2
mns
mnso
mnso4
mo
mon
mr
n
n2
n2o
na
na0
na22
na2b4o7
na2co
na2co3
na2cro4
na2o
na2o2
na2s
na2sio3
na2so
na2so3
na2so4
na2zno2
na3alf6
na3po4
naalo2
nacl
naco
nacro2
naf
nah
nahal
nahco3
nahso4
nai
nanh2
nano2
nano3
naoh
naoh2na2o
naon
ne
nh
nh3
nh4
nh42cr2o7
nh42so4
nh4cl
nh4hco3
nh4ncs
nh4no3
ni
ni9
no
no2
no3
noho
noho2
np
ns
o
o0
o2
o20
o3
o4
o7
oh
oh4
os
p
p2o5
pb
pb2
pbno32
pbo
pbs
pestis
po
po34
po42
po43
poh3o
pt
ptno32
rb
rb85
rboh
re
rn
s
s2
sb
sbcl3
sbocl
sboh2cl
sc
scn
se
si
si14
sibr4
sic
sicl4
sif4
sih4
sii4
sio
sio2
sis2
sn
sno2
so
so2
so24
so4
so42
soh2o
soh2o2
sr
te
ti
u
v
vco
vh2
vi
vii
vo2
w
wo3
xe
xix
xviii
xx
y
zn
zn2
zncl2
znco3
znno32
zno
znoh2
zns
znso
znso4
аб
абразивн
абсолютн
авиац
автомоб
агат
агрегатн
агрессивн
агропромышлен
аджибугут
адсорбент
адсорбер
адсорбц
адсорбцион
аз
азот
азотирован
азотист
азотн
айв
академ
академик
акарицид
акжетпес
акк
акка
актеп
активир
активирова
активн
актиноид
актуальн
акцепторн
ал
алгебраическ
алебастр
александр
аллергическ
аллопинин
аллотропическ
алм
алмаз
алмазн
алмалык
алмалыкск
альдегид
альф
алюмин
алюминат
алюминиев
алюминияисул
алюминотерм
алюминотермическ
алюмосиликат
амальгам
аметист
аммиак
аммиачн
аммон
аммониев
аммофос
амфотерн
ан
анализ
аналогичн
английск
ангрен
ангренск
анем
анион
анионит
анод
анодн
ант
антидепрессантн
антимон
апат
апатит
аппарат
ар
аральск
аргент
аргон
аристанта
арматур
асбест
асимметр
аскальц
аскаров
аспект
астроном
ат
атмосфер
атмосферн
атом
атомн
ах
ахмедов
ацетат
ацетил
ацетон
аэрозол
ба
бабб
баббит
бабочек
базальт
байбичака
байсунск
бактер
бактерицид
баланс
балок
бар
барометр
барсакельмес
бассейн
батар
башнивысот
безводн
безопасн
безотходн
бекабад
бекабадск
бекетов
беккерел
бел
белк
белков
белок
бензин
бензол
берег
берегов
берилл
берлинск
берун
бескислородн
беспорядочн
бесцветн
бетон
бетонирован
би
биокорроз
биолог
биологическ
биоорганическ
биосфер
биохимическ
благодар
благосостоян
бледн
блеск
блестя
близк
богат
бокс
боксит
болезн
больш
большинств
бонат
бор
бордосск
борьб
браун
бри
бром
бромид
бронз
броса
бруск
будут
будуч
будущ
букв
буквен
булуткан
бумаг
бумажн
бур
бурен
бурн
буров
бута
бутылочн
бух
быв
быва
быстр
быстротвердеющ
быт
бытов
вавш
важн
вакл
вакуум
валентн
вам
ванад
вариант
варк
ваш
вверх
ввид
ввод
вдува
вдыхан
ве
ведет
век
велер
велик
величин
вентиляцион
вергл
верхн
верхностн
вершин
вес
веществ
вза
взаимодейств
взаимодействова
взаимодейству
взаимопревращен
взаимосвяз
взрыв
взял
взят
ви
вид
видел
видн
виноград
висмут
вклад
включа
вкус
влаг
влажн
влажност
влев
влиян
влят
вмест
вместорожден
внедр
внедрен
внедря
внешн
вниз
вниман
внимательн
вно
внов
внутрен
вод
водадар
водим
водк
водн
водонерастворим
водопроводн
водорастворим
водород
водородн
водян
военачальник
возбужден
возвраща
воздейств
воздейству
воздух
возможн
возника
возникл
возникновен
возникнут
возникш
возраста
возрастан
возрастет
возросл
возьм
воин
войн
вокруг
волокн
волокон
волоч
вольт
вольфр
вольфрам
вольфрамов
вопрос
восем
воспольз
восстанавлива
восстанавливаются
восстанов
восстановител
восстановительн
восстановлен
восьм
вочн
вперв
вперемешк
впоследств
вправ
врач
враща
вред
вредител
вредн
врем
времен
все
всевозможн
всем
всемжив
всесторон
вскипят
вследств
вспомогательн
встрет
встреча
вступ
вступа
вступлен
втор
вторичн
вулкан
вход
входя
выбрасыва
выброс
выброш
выветриван
вывод
вывоз
выгод
выгодн
выдел
выделен
выделя
вызыва
выковыва
выложен
выпа
выпада
выпаден
выпечк
выпива
выпла
выплавк
выплавкачугун
выплавля
выполн
выполнен
выполня
выпуска
вырабатыва
выраж
выража
выражен
выраз
выс
выскаж
высок
высоковольтн
высококачествен
высокоселективн
высокот
высокотемпературн
высокоэффективн
высот
высш
высыхан
выт
вытека
вытесн
вытеснен
вытеснительн
вытесня
вытягива
вытянут
выход
вычисл
вычислен
выш
вышеприведен
выяснен
выясня
вяжущ
вястняк
газ
газга
газирова
газов
газокислородн
газолидон
газообразн
газоотводн
галог
галоген
галогенид
гальваническ
ганч
гапон
гаусман
гашен
гвозд
гейзенберг
гексахлоратциклогекса
гексацианоферрат
гел
гелеобразн
гемат
гемоглобин
генератор
генетическ
географ
геолог
геологическ
геохим
гербицид
герман
гетероген
гибкост
гива
гидр
гидратирова
гидрид
гидрокарбонат
гидроксид
гидроксильн
гидроксон
гидролиз
гидрометаллургическ
гидросфер
гипс
глав
главн
гладк
глазур
глас
глауберов
гликозид
глин
глинозем
глинян
глобин
глубж
глюкоз
глюконат
гнейс
гниен
гнитрат
гниют
год
голуб
гомоген
гончарн
гор
горен
горизонтальн
горн
горномет
горьк
горюч
горяч
гра
грав
градус
грамм
гранат
гранит
границ
граф
графит
графитов
греческ
грибк
гринок
груд
грузов
групп
группытретьегоп
грызун
гурац
давлен
давн
дает
дал
дальн
дальш
дан
дающ
две
двига
двигател
двигательн
движен
дво
двойн
двум
двуосновн
двух
двухвалентн
де
деберейнер
девят
дезинфиц
дезинфицир
действ
действительн
декад
дел
ден
дерев
деревя
десикант
десятк
дета
детал
дефект
дефицит
дефолиант
дехканабадск
дешев
деющ
деятельн
дж
джетыта
джизакск
дик
динен
дисахарид
дисбаланс
диссоциац
диссоциир
диссоциирова
диссоцир
дистиллирова
дистилляц
дихромат
дихромов
дициа
длин
длительн
дно
до
добав
добавк
добавл
добавлен
добавля
добавьт
добыва
добыч
дожд
дождев
доз
докаж
доказа
доказательств
доказыва
дол
долг
долж
должн
долом
доломит
дом
домаш
домашн
домен
домн
донорн
дополнительн
допустим
дорог
дороговизн
дород
доставк
достаточн
достига
достижен
драгоцен
древесин
древесн
древн
друг
дублен
дуг
дут
дым
дыхан
дыш
дюм
дюралюмин
единиц
едк
ежедневн
ежесуточн
ен
еп
ерасп
естествен
жа
жаропрочн
жел
желез
железн
железнодорожн
железняк
железобетон
желодучн
желт
жен
женск
женщин
жестк
жесткост
жжен
жив
животн
жидк
жидкост
жидкостн
жизн
жизнедеятельн
жизнен
жир
жирн
жоффру
заболеван
завар
заведен
заверш
заверша
завершаем
завершен
завис
зависим
завод
загора
загрязн
загрязнен
загрязня
зада
задан
задач
задержива
закаливан
заключа
заключен
заключительн
закон
закономерн
закройт
зал
залеж
зам
замед
замедля
замен
заменя
замеща
зан
занес
занима
занят
запас
запасн
запах
записа
записыва
запиш
заполнен
заполня
заран
заряд
заряж
заряжен
заседан
застыва
зат
затрат
затрудня
зачаст
защ
защит
защитн
защищ
защища
здан
здоров
здравоохранен
зелен
зелинск
земл
землетрясен
земн
зерка
зерн
зернов
зирбанд
зитн
зна
знает
знаком
знакомств
знаменател
знан
знач
значен
значим
значительн
зов
зол
золот
золотосодержа
золотыеприискинаходятся
зом
зон
зооцид
зочн
зрен
зуб
зубн
зун
зыбуч
и
ибн
иваненк
игл
игра
игрушк
идет
идут
изб
избав
избавля
избытк
избыток
избыточн
изваян
извержен
извест
известков
известн
известняк
извлек
извлечен
извястняк
изготавлива
изготов
изготовл
изготовлен
изготовля
издавн
издел
изжелезныхруд
излишк
излож
изложен
излуча
измельча
измельчен
измен
изменен
изменя
измеря
изнутр
изображен
изобраз
изобрел
изобретен
изотоп
израсходова
изуч
изуча
изучен
изяществ
иитемыоважнейшихкарбонат
ийпрочнымиупруг
икосаэдр
иллюст
им
имеет
имен
именуем
имет
имеют
имеющ
иммунитет
имодлявосстановлен
имост
ин
ингибирован
ингибитор
инд
индивидиуальн
индийскаяселитр
индикатор
индифферентн
индустриальн
иненияалюмин
инерт
инертн
инженерн
инсектицид
институт
интеграц
интенсивн
интенсификац
интерва
интересн
интерметаллическ
инфракрасн
иод
иодид
ион
ионид
ионизац
ионит
ионообмен
исключен
ископа
искусствен
исландск
испар
испарен
испаря
использ
использова
использован
использу
используем
исрасходова
исследова
исследован
исследовател
иссоц
истиран
истор
историческ
источник
истощен
исход
исходн
итак
итогов
ическийалмазполуча
ияконцентрац
йод
йодид
ка
кадм
кадмиев
кадмопон
кажд
каза
каин
как
какизсол
каков
кал
калиев
калийн
кальмаккыр
кальмаккырск
кальц
кальциев
кальцинирова
камен
каменнаясол
камн
камнеобразн
канализацион
каолин
каолинов
капел
капл
кар
каракалпакстан
каракат
карбид
карбин
карбонат
карбонатн
карборунд
карналл
карналлит
картофел
карьер
кат
катализ
катализатор
каталит
катион
катионит
катод
катодн
каустическ
каучук
кафедр
кафел
качеств
качествен
кашкадарьинск
кварц
кварцев
квасц
квт
кг
кдж
керамик
керамическ
керосин
кинетик
киновар
кинопленок
кипен
кипят
кипячен
кирпич
кисл
кислород
кислородн
кислородсодержа
кислот
кислотн
кислотостойк
кислотоупорн
кислоустойчив
кишечн
ккдисс
кл
класс
классифицирова
кле
клетк
клеточн
клеющ
клинкер
км
ко
кобальт
ков
кова
ковалентн
ковк
ковкост
кож
кожевен
кокачествен
кокс
колебательн
количеств
количествен
колонк
колчеда
комбинат
комп
комплекс
комплексн
композит
композитн
компонент
конвертор
конденсатор
конденсац
конец
конкурир
консервант
констант
константа
конструк
конструкц
конструкцион
контакт
конф
конфигурац
конц
концентрац
концентрирова
копот
кор
корм
корн
коров
коротк
корроз
коррозион
коррозир
коррозирова
корунд
косметик
космическ
космонавт
космохим
коснул
кост
костн
котл
котодн
котор
коэффициент
крайн
кран
красив
краск
красн
красок
красот
кратк
кратност
крахма
краща
кремен
кремн
кремнев
кремневодород
кремнез
кремниев
криол
криолит
кристалл
кристаллиз
кристаллизац
кристаллическ
кристаллогидрат
кров
кровян
кром
круг
круговорот
кружк
крупн
кс
кукуруз
культурвсельск
кунградск
купорос
купр
курс
куск
кусок
кусочек
кусочк
кызылкум
кюр
ла
лаборатор
лабораторн
лавл
лагод
лазер
лазур
лак
лакмус
лакокрасочн
ламп
лампочк
лантаноид
ласт
латинск
латун
лебла
леблан
лев
лег
легенд
легирова
легк
легков
легкоплавк
легкоплавя
легкост
легл
легч
лед
леж
лежат
лейт
лекарств
лекарствен
лен
лесн
лет
летальн
летуч
лечебн
лечен
лива
лизац
лизис
лийск
ликвидац
лимколичествосол
лимон
лимф
линейн
линз
лирован
лист
листв
листов
лит
литейн
литр
личаютсястроениемкриста
лическ
лиш
лишн
лканта
лл
ллельн
ллургическ
лма
лодк
лож
лозн
лом
ломл
ломонос
лонк
лоп
лор
лороф
луч
лучев
лыкск
льную
лью
люб
люд
людьм
ляет
ляющ
магн
магнез
магнет
магнетит
магниев
магнийикальц
магнитн
маз
македонск
макс
максимальн
мал
малах
малорастворим
малотоксич
малоэтапн
малыш
марганец
марганц
марганцев
марк
март
мартеновск
масел
маслож
масложиров
маслян
маслянист
масс
массов
масштаб
математик
матер
материа
материал
матриц
машин
машиностроен
маяк
мг
мебел
мед
медицин
медицинск
медлен
медн
межметаллическ
мейер
мел
мелк
мельниц
мен
менделе
менделеев
меньш
меня
мер
мест
местн
местоположен
месторожден
мета
метакремниев
металл
металлическ
металлоконструкц
металлург
металлургическ
метеорит
метилбензол
метилов
метилоранж
метод
механизм
механическ
меч
микроб
микроорганизм
микроудобрен
микроэлектроник
микроэлемент
мил
миллиард
мин
минер
минера
минерал
минералог
минеральн
минимальн
министерств
мину
мир
миров
мл
млн
мм
мнен
мног
многоатомн
многочислен
множеств
мов
мог
могл
могут
модейств
модификац
мож
может
мозг
мозл
мокр
мол
молекул
молекулярн
молибд
молок
молокообразн
молярн
момент
монет
моотношен
мор
морск
мосс
мост
мочевин
моющ
мрамор
мулятор
мурунта
мутн
мутнеет
мыл
мыловарен
мышечн
мышц
мышьяк
мягк
мягкост
мягч
мяс
на
наблюда
наблюден
набор
наверняк
навоийск
навык
наглядн
нагр
нагреван
нагреет
нагрет
наждак
назад
назва
назван
наземн
назов
называ
найд
найден
накаливан
накапа
накаплива
накип
накоп
нал
налаж
налич
нам
наманганск
нанесен
нанос
напитк
напиш
наполнител
напомина
направ
направлен
направля
например
напряжен
народ
народн
нарушен
наряд
насеком
населен
наскольк
насос
насриддинов
настольк
настоя
насыщен
натр
натриев
натуральн
наук
научн
нафтенов
наход
находя
нахожден
нача
начал
начальн
начин
начина
начнет
наш
нашл
неактив
неактивн
небесн
небольш
невозбужден
невозможн
негашен
недалек
неделим
недиссоциир
недостатк
недостаток
независим
незаполнен
незначительн
неизвестн
нейтрализац
нейтрализова
нейтральн
нейтрон
некотор
нем
неметалл
неметаллическ
немецк
немн
нен
необратим
необход
необходим
неон
неорганическ
неоценим
неплавк
неполн
неполярн
непосредствен
непрерывн
непригодн
неприемл
нер
неразрывн
нерастворим
нержавеющ
нескольк
неспарен
нетоксич
неустойчив
нефелин
нефт
нефтеперерабатыва
нефтепродукт
неэлектролит
неядов
ни
ниж
нижн
низк
низш
ник
никак
никел
никелев
никелин
никелирован
никелируем
ним
ниоб
нит
нитрат
нитрид
нихр
нм
но
нов
новен
ног
ноз
ном
номер
норм
нормальн
ност
нош
ну
нужда
нужн
нул
нурат
ны
ным
нымин
ньюлэндс
об
обезвожен
обезвреживан
обеззараживан
обеспечен
обеспечива
обесцвечиван
обжиг
обжига
обильн
обл
облад
облада
облак
област
облегчен
облицовк
обм
обманк
обменива
обнажен
обновля
обобщ
обобщен
обогаща
обогащен
обогрев
обожжен
обознача
оболочек
оболочк
оборудован
обосн
обоснован
обр
обрабатыва
обработк
образ
образн
образова
образован
образоватьион
образовыва
образу
образуем
образц
обрат
обратим
обрезк
обретен
обстоятельств
обсуд
обусл
обусловл
общ
объ
объект
объем
объясн
объясня
обычн
обязательн
ов
овод
овощ
огн
огнестойк
огнет
огнетушен
огнетушител
огр
ограничива
огромн
одежд
одинаков
одинарн
одлинг
одн
однак
одновалентн
одноклассник
озерн
ознак
ознаком
ознакомьт
означа
оказыва
окалин
оканчива
океаническ
окисл
окислен
окислител
окислительн
окисля
окол
окон
окончан
окончательн
окрас
окраск
окрашива
окрашиван
окружа
оксид
оксидн
ол
олевин
олиторизид
олов
оловя
он
онитн
оп
опа
опадан
опасн
опилк
описан
опиш
опорн
опред
определ
определен
определя
оптимальн
оптическ
опуст
опухол
опущен
опыт
опытн
орбит
орган
организм
органическ
орнамент
ортоклаз
ортофосфорн
оруж
ос
осадк
осадок
осв
осветительн
оседа
ослабева
ослаблен
ослепительн
осложня
осм
осн
оснащен
основ
основа
основан
основн
основыв
особ
особен
оста
остав
оставлен
оставля
остальн
останавлива
остатк
остаток
осторожн
остр
остыва
осушен
осуществ
осуществлен
осуществля
отбеливан
отбеливател
отв
отвердеван
отверст
ответ
отда
отдав
отдава
отдач
отделен
отдельн
отделя
отключ
откр
открыт
отлич
отлича
отлишн
отмеча
отн
относ
относительн
относя
отношен
отопительн
отра
отработа
отравля
отража
отрасл
отрицательн
отрыва
отсасыва
отстаиван
отсюд
оттенк
оттенок
отфильтр
отфильтрова
отход
отчет
охарактериз
охарактеризова
охлад
охладител
охлажда
охлажден
охра
очен
очеред
очередн
очистительн
очистк
очищ
очища
очищен
ощутим
па
пада
паллад
пар
парафин
паров
паровоз
пассивн
паст
пе
пен
пер
пературн
перв
первичн
первоначальн
перевед
перевод
перегонк
перел
перемен
перемеша
перерабатыва
переработа
переработк
перестройк
переход
перечисл
перечислен
период
периодическ
периодичн
перманганат
пероксид
перпендикулярн
перспектив
перспективн
песк
песок
пестицид
песчаник
пехра
печ
печен
пещер
пи
пир
пиролюз
пирометаллургическ
пит
питан
питательн
питьев
пищ
пищев
пищеварен
плав
плавиков
плавл
плавлен
плавя
плам
пламен
пламеня
планет
пластин
пластинк
пластичн
пластмасс
пластмассов
платежн
платин
пленк
плоскост
плот
плотност
плох
площад
площадк
пневм
побежа
побочн
поварен
поверхн
повседневн
повторн
повторя
повыс
повыша
повышен
погиба
поглотител
поглоща
поглощен
погружа
пода
подбор
подверга
подвергл
подвижн
подводн
подготовк
подготовьт
подгрупп
подда
поддержива
подземн
подключ
поднест
поднима
подня
поднят
подобн
подобра
подпочвен
подпрыгива
подразделя
подробн
подсоедин
подстав
подставьт
подтвержден
подума
подуровен
подуровн
подуровнев
подшипник
пожаротушен
позвол
позволя
поздн
пок
покаж
показа
показател
поколен
покр
покраск
покрыва
покрыт
пол
полев
полезн
полиин
полимер
полимерн
полиомиелит
полиэтиленов
полн
полност
половин
полож
положительн
полугуст
полупроводим
полупроводник
полупроводников
полусферическ
получ
получа
получен
пользова
пользу
полюс
поляризова
полярн
помест
помещен
помим
помн
помощ
помутневш
помутнен
понаблюда
понемног
понима
пониман
понят
попада
попыта
пор
поража
порист
пород
порох
порошк
порошкообразн
порошок
порт
поряд
порядк
порядков
порядок
посев
поскольк
последн
последств
посредств
поставлен
поставля
постепен
постоя
постро
поступа
посуд
пот
поташ
потенциа
потенциал
потер
потр
потрач
потрачен
потреб
потреблен
потребля
потребн
поход
похож
поч
почв
почвен
почек
почувствова
поэт
поэтапн
появ
появлен
поясн
пр
прав
правильн
практик
практическ
пре
превосход
превра
преврат
превраща
превращен
превыша
предельн
предлож
предложен
предмет
предосторожн
предотврат
предотвращен
предохраня
предположен
предприят
предсказа
представ
представл
представлен
представля
представьт
предупред
предупрежда
предупрежден
предыдущ
преимуществ
прекрат
преломля
препарат
преподавател
препятств
прессован
приб
прибор
приборн
приборостроен
привед
приведен
приведет
привезен
привлека
привод
приводя
пригодн
приготов
приготовлен
приготовьт
прида
придава
придан
приемлем
прижа
прил
прилива
прим
применен
применя
пример
примерн
примес
принадлежн
приним
принима
приня
принят
приобрета
приостанавлива
природ
природн
присоедин
присоединен
присоединя
присутств
присущ
притягива
притяжен
приход
причин
прият
проб
пробирк
пробирок
пробк
пробл
проблем
проблемохра
проварива
провед
проведен
проверк
проверьт
провод
проводим
проводя
проволок
прог
прогресс
прогрессивн
продаж
продела
продовольствен
продолж
продолжа
продолжен
продувк
продукт
продукц
проект
прож
прожектор
прозрачн
производ
производим
производств
производствен
произойдет
произошл
происход
происходя
происхожден
происшедш
пройден
прокаливан
прокатыва
промежутк
промежуточн
промойт
промыва
промышлен
пронаблюда
проникан
пронумерова
пропа
пропитк
пропорц
пропуска
пропускан
пропуст
прослед
просмотрен
прост
пространствен
простудн
прот
протека
протекан
протектор
протекторн
противогаз
противоположн
протон
протонызасчет
прототип
проточн
профессор
проход
прохожден
процент
процентн
процесс
проч
прочн
прочност
прошл
проявля
прям
псорол
птиц
пузырьк
пуст
пустот
пут
пшениц
пы
пыл
пыта
пят
ра
раблестроен
работ
работа
рав
равенств
равн
равновес
равновесн
равня
рад
радиацион
радика
радиоактивн
радиотехник
радиус
раз
разб
разбавлен
разведа
разведен
развива
развит
раздел
разл
разлаг
разлага
различ
различа
различн
разложен
размалыв
размельча
размер
размещен
разн
разновидн
разнообраз
разност
разноцветн
разр
разрабатыва
разработа
разработк
разрез
разреш
разрешен
разруш
разруша
разрушен
разрыв
разряд
разъеда
разъедан
район
райха
ракет
ракетн
ракетостроен
раллельн
рам
рандаш
раньш
расворен
раскаж
раскален
раската
раскрыт
расп
распа
распад
распада
распла
расплав
расплавлен
распознаван
располага
располож
расположен
распоряд
распределен
распростран
распространен
распространя
расскаж
рассмотр
расстоян
рассчита
раствор
растворен
растворим
растворител
растворя
растен
растительн
расход
расходован
расчет
расшир
расширен
расщеп
расщеплен
расщепля
рат
ратур
рац
рацион
рвонач
рг
ре
реагир
реагиру
реакт
реактив
реактивн
реактор
реакц
реакцион
ребенк
ребенок
регион
редк
редкоземельн
режим
режущ
резерфорд
резин
резк
результат
рекомендова
рекомендуем
ремесленник
рентг
рентгеновск
республик
ресурс
реферат
рефлектор
речн
реш
реша
решен
решетк
ржавеет
ржавеют
ржавлен
ржавчин
ри
ривезен
риод
рир
рис
рисунок
рихимическоманализ
рн
ро
ров
рован
роводнос
роданид
розов
роизвед
роизвольн
рол
ром
рон
рост
роявл
ртут
ртутн
ру
руб
рубид
рубин
рубинов
руд
рудн
рудник
руз
рук
русск
ручк
рующ
ршен
ры
рыльц
ряд
са
садоводств
саж
сал
салимов
сам
самарканд
самовос
самолетостроен
самородн
самостоятельн
сапф
сапфир
сас
сахар
сахарн
сборник
сварк
свежеприг
свежеприготовлен
свекл
свертываем
сверх
свет
светл
светов
светоотражен
светочувствительн
свинец
свинц
свинцов
сво
свободн
свод
свойств
свойствен
свыш
связ
связа
связыв
связыва
связыван
сгора
сгоран
сдела
северн
сегодн
сегодняшн
седьм
сек
сел
селективн
селитр
сельск
сельскохозяйствен
сем
семейств
септическ
сер
сердечн
серебр
серебрист
серебрян
серн
сернист
сероводород
сертификац
серьезн
сжига
сжиган
сидер
сил
сила
силан
силикат
силикатн
силицид
сильвин
сильн
символ
симметричн
син
синтез
синтезирова
синтетическ
сист
систем
систематизац
систематизирова
сительн
ска
скал
склад
склодовск
скольк
сколькоуглероданеобход
скоп
скорост
скоростн
слаб
слабокислотн
слабощелочн
сланц
слев
след
следовательн
слитк
сло
слов
сложн
служ
служат
случа
слюд
сма
смазочн
смачиван
сме
смертельн
смес
смеша
смешат
смешиван
смещ
смеща
смещен
смог
смол
смягча
смягчен
снаб
снача
снижен
снов
со
соб
собак
собач
собер
соблюда
соверша
совместн
совокупн
соврем
современ
согласн
сод
содерж
содержа
содержан
содержат
содов
соед
соедин
соедине
соединен
соединя
сожгл
сожжен
созда
создав
создан
сок
сокращен
сол
солдат
солев
солнечн
сольвэ
солян
сооружен
соответсв
соответств
соотношен
сопоставлен
сопоставьт
соприкаса
соприкос
сопровожда
сопряж
сорбент
сорбц
сорняк
соседн
сосредоточ
соста
состав
составл
составлен
составля
составн
составьт
состо
состоя
состоян
сосуд
сот
сохран
сохранен
сохраня
спарива
специальн
специфическ
спирт
спиртов
список
спичек
сплав
сплавлен
сплотност
спон
спортирова
способ
способн
способств
справ
справочник
спрос
сравн
сравнен
сравнительн
сраз
сред
средн
средоточ
средств
сродств
став
стад
стака
стал
сталагмит
сталактит
стальн
стандартн
станов
статуэток
стебел
стебл
стека
стекл
стекля
стекол
стекольн
стенк
стенок
степен
стержн
стимул
стимулир
стимуляц
стирол
сто
столкнет
сторон
сточн
стоя
стран
стремительн
стро
строен
строительн
строительств
строфантидин
строфантин
структур
структурн
сублимац
суд
сульфат
сульфатн
сульфид
сульфит
сумм
сурхандарьинск
суспенз
суток
суточн
сух
суход
сушк
существ
существова
существован
сущност
сфер
сферическ
сформ
сформулиров
схем
схематичн
сходов
сходств
счет
счита
сыр
ся
сят
та
табл
таблиц
тайн
так
таков
тальк
там
танта
твер
тверд
твердеет
твердеющ
твердост
тверж
текстильн
тектор
тел
телескоп
теллур
тельн
тем
темн
темнеет
темп
температур
температурн
теор
теоретическ
тепакотанск
тепл
теплиц
тепловоз
теплопр
теплопроводн
теплот
тератоген
термин
термит
термитн
термическ
термометр
термоплас
термостойк
теря
тесн
тест
тестов
тетрагидроксоалюминат
тетрад
тетраэдр
тех
техн
техник
техническ
технолог
технологическ
течен
тигел
тиеповерхностииздел
тимоптин
тип
типичн
типограф
типографск
тита
титанов
тительн
тическ
тичност
ткан
ткип
то
товар
товлен
ток
токсичн
толст
толуол
толщин
том
томсон
тон
тонк
тончайш
топлив
топливн
тор
торб
торф
точек
точильн
точк
точн
тпл
трад
траектор
тран
транспорт
транспортн
трансформатор
требован
трем
трен
трет
трех
трехвалентн
трещин
тро
тройн
тростник
труб
трубк
трубок
труд
трудн
трудност
тст
тся
тубокат
тугоплавк
турбин
турнбулев
тускнеет
тускнеющ
тысяч
тэс
тягуч
тягучест
тяжел
уб
убед
убива
убокат
убра
увелич
увеличен
увеличива
увид
угар
угарн
угл
углевод
углеводн
углеводород
углекисл
углерод
углеродист
углеродн
углублен
угол
угольн
угольник
удал
удален
удел
удобрен
удовлетвор
удовлетворя
узбекиста
узбекистан
узбекск
узл
узна
укаж
указа
указыва
украшен
укреплен
уксусн
улавливан
улирова
улучшен
ультрафиолетов
умен
уменьш
уменьша
уменьшен
унесл
уничтожа
уничтожен
упак
упарива
упра
упражнен
ура
уравнен
уравня
уровен
уровн
урожайн
ус
усваива
усвоен
усилен
усилива
ускоря
услов
условн
усовершенствован
успешн
установк
установок
устойч
устойчив
устран
устраня
устро
устройств
утвар
утилизац
утрачива
ухудша
участ
участв
учебн
учебник
учен
ученик
учет
учител
учкулач
ущерб
факт
фактор
факультет
фараде
фармакологическ
фарфор
фаянс
фенолфталеин
ферган
ферганск
фермент
ферментативн
феромон
ферронихр
ферроц
фигур
физик
физикохим
физиологическ
физическ
филлов
фильтрат
фильтрац
фиолетов
фитов
флюс
фольг
форм
формован
формул
формулировк
фосг
фосфат
фосфатир
фосфатирова
фосфатирован
фосфатн
фосфид
фосфин
фосфор
фосфорит
фосфорн
фот
фотограф
фотоматериал
фотосинтез
фотоэлемент
франц
французск
фрукт
фруктоз
фтор
фторапат
фторид
фторист
фуллер
фунгицид
фундаментальн
функц
фурм
халькозин
хандиз
характер
характериз
характеристик
характерн
хив
хим
химизац
химикат
химическ
хлебобулочн
хлопчатобумажн
хлор
хлорид
хлорист
хлорн
хлорноват
хлорноватист
хлороз
хлоропласт
хлорофилл
ход
ходжаика
хозяйств
холодн
хорош
хот
хран
хранен
хром
хромат
хромирован
хромист
хромов
хрупк
хрустал
хх
царск
цвет
цветн
цез
цел
целев
целесообразн
целл
целлюлоз
цемент
цементирован
цементн
цен
централ
центральн
цеп
цепочк
цех
циал
цианид
цианизац
цинк
цинкат
цинков
цион
циркон
ча
час
част
частиц
частичн
частност
чают
челов
человек
человечеств
чем
чен
чеп
черед
черепиц
черн
ческ
честв
четверт
четк
четыр
четырех
четырехвалент
четырьм
чи
чил
числ
числен
чист
чистот
чрезвычайн
чтоприр
чугун
чугунвыплавляется
чуд
чудес
шанкурту
шар
шаргуньск
шарообразн
шахт
ше
шег
шеел
шерст
шест
шестивалентн
шир
широк
шител
шихт
шкал
шлак
шлакоблочн
шлифовальн
шпат
штамп
штампова
щебн
щелоч
щелочн
щелочноземельн
ы
ьворганическойхим
ьст
ьфат
ью
эв
эквивалент
эквивалентн
экдист
экзотермическ
экологическ
эконом
экономическ
экономичн
эксперимент
экспериментальн
элект
электр
электрическ
электричеств
электроводя
электрод
электродн
электродугов
электроизоляцион
электрокорроз
электрол
электролиз
электролизер
электролит
электролитическ
электрометаллургическ
электромотор
электрон
электронагревательн
электронейтральн
электроотрицательн
электропровод
электропроводим
электропроводн
электростанц
электротермическ
электротехник
электротехническ
электрофильтр
электрохимическ
электроэнерг
элемент
элементарн
эмал
эндотермическ
энерг
энергетик
энергетическ
энзимолог
энциклопедист
эризимозид
эритроцит
эроз
эт
эта
этап
этил
этилов
эфир
эффективн
ювелирн
юр
ют
ющ
я
яблок
явл
явлен
явля
яд
ядер
ядерн
ядов
ядовит
ядр
язв
язык
яиц
яризова
ярк
ячейк
ячетырехп
яшм
яют
яющ`,c=[54,4,8,2,43,143,5,4,65,8,18,9,4,26,1,4,7,2,2,27,3,1,2,2,73,30,1,1,5,63,52,3,3,26,3,2,7,12,5,42,15,7,8,54,50,349,3,2,1,19,23,39,3,28,101,1,8,3,3,4,21,1,5,11,33,6,73,10,1,11,7,67,5,4,62,1,7,8,3,32,2,2,1,16,2,3,5,1,3,105,19,40,63,168,4,179,4,1,1,1,1,6,24,2,149,238,1,23,1,2,1,1,48,4,24,2,14,6,2,4,6,2,4,9,17,5,9,2,19,6,6,173,3,9,15,4,1,1,19,2,2,22,56,7,34,12,7,11,65,1,1,3,6,1,1,66,37,1,188,6,2,2,50,14,3,2,27,3,1,16,30,4,3,2,3,3,2,6,5,28,1,2,13,2,30,1,3,17,15,37,1,10,6,1,260,2,290,18,1,31,5,1,8,2,635,31,1,3,2,1,78,11,13,27,221,4,32,2,36,222,9,5,5,9,4,10,20,26,1,34,2,3,8,2,2,20,1,6,12,12,116,6,6,8,2,2,85,34,252,130,136,5,243,16,23,10,10,24,3,6,2,3,50,2,3,2,1,3,4,79,19,3,2,6,1,4,11,2,56,3,7,37,3,84,30,6,63,12,1,4,11,3,1,1,3,96,6,2,5,5,3,4,3,17,2,10,1,2,25,9,2,2,1,14,51,2,5,12,2,8,10,2,14,36,11,3,2,3,24,11,2,17,99,117,13,206,5,1,2,2,57,3,36,8,16,13,11,9,50,3,5,6,8,194,2,4,4,7,1,23,11,9,2,9,49,178,1,1,29,50,109,36,4,12,22,2,3,18,35,1,166,86,46,1,1,3,2,175,1,369,2,25,7,2,208,2,4,70,50,52,1,12,7,8,1,24,2,3,1,1,25,2,20,1,3,6,39,148,7,11,2,2,2,10,3,14,49,1,3,3,4,4,11,2,11,57,3,19,3,52,105,4,44,7,1,1,16,9,9,5,72,1,1,49,26,1,9,3,49,15,9,8,3,139,4,22,4,7,33,12,15,1,15,22,2,10,3,5,1,48,4,1,1,3,1,10,5,7,208,1,11,96,1,4,5,1,1,2,2,1,2,8,130,25,5,11,16,4,9,5,1,2,8,1,25,1,1,4,59,5,151,3,12,2,8,1,8,3,4,98,23,69,9,6,58,17,35,16,29,1,3,3,84,2,59,6,1,1,3,5,5,15,44,3,2,28,1,4,7,1,5,3,17,3,193,85,138,681,340,1,1,17,35,20,3,2,3,1,1,4,2,1,14,2,25,2,42,1,1,4,6,1,16,38,3,1,2,5,1,115,44,6,7,30,49,3,1,32,3,13,11,3,75,6,1,1,1,10,36,1,12,10,29,1,6,20,8,21,3,3,5,8,192,37,1,30,2,14,3,2,63,25,8,1,1,21,11,6,37,6,1,48,13,31,4,34,3,40,1,2,1,17,70,1,36,26,1,212,1,3,177,3,13,21,4,26,18,5,6,3,2,15,9,43,3,20,42,1,2,17,1,1,34,1291,1,265,4,23,1,13,15,4,43,1,357,4,37,8,11,44,30,40,10,11,2,12,69,1,64,1,3,7,2,102,25,43,6,1,6,15,810,1,1,5,85,1,8,20,489,71,39,1,14,6,142,8,254,38,31,3,13,4,5,25,35,4,6,18,1,1,50,27,21,1,2,9,5,1,110,17,2,39,2,5,90,58,77,14,2,18,1,2,23,5,31,6,15,23,138,42,11,2,38,1,3,6,10,2,1,201,31,95,1,114,20,8,77,27,10,8,1,1,63,1,2,6,69,98,147,45,1,1,4,24,8,3,2,1,4,1,4,5,30,17,11,9,11,45,34,18,1,5,124,1,5,1,1,2,5,9,51,4,1,9,13,26,1,28,3,2,26,39,18,58,1,3,1,3,1,508,1,6,37,1,1,105,11,65,54,20,11,1,1,2,26,6,1,1,3,62,2,3,9,3,10,1,3,15,4,6,22,64,1,1,4,5,28,23,180,130,4,115,4,31,31,50,200,5,2,4,11,2,15,1,2,1,5,65,3,2,12,1,1,201,28,104,2,47,155,15,36,1,8,31,24,1,3,6,54,1,2,9,21,11,1,10,1,1,1,2,509,1,1,1,209,7,55,29,15,6,199,8,61,18,15,1,45,1,154,32,5,104,22,4,7,6,2,5,78,10,1,75,18,21,2,1,6,5,5,2,1,4,1,11,1,19,14,1,1,1,2,18,1,61,22,8,4,36,9,21,3,2,51,19,5,3,34,25,6,49,50,26,52,52,28,4,7,10,20,3,6,77,10,23,58,12,1,9,1,11,7,5,11,18,5,6,2,1,2,41,12,11,11,8,8,12,373,2,3,3,11,28,2,3,5,56,47,9,1,14,1,2,20,1,1,2,214,47,3,7,6,1,76,1,1,1,8,15,2,63,69,102,91,2,91,13,13,65,17,1,40,1,1,3,9,1,16,113,167,17,3,7,58,17,10,169,302,4,1,18,12,2,205,12,17,17,3,7,1,9,17,8,21,1,4,60,164,18,1,85,20,23,138,20,17,2,98,8,50,1,1,96,3,3,1,3,59,32,2,17,6,10,1,55,6,53,1,37,17,9,6,1,1,39,50,6,19,1,22,98,443,1,20,1,12,55,2,1,1,3,1,1,17,7,7,137,1,10,16,1,2,22,1,31,10,1,1,1,20,13,20,1,6,61,37,130,41,2,8,1,21,2,8,72,5,5,58,1,3,4,2,7,6,17,34,158,71,17,1,10,4,6,11,51,28,10,156,79,2,1,1,1,1,16,235,31,1,29,159,61,6,1,1,14,2,10,7,1,2,71,3,1,1,6,74,1,9,2,1,8,3,2,8,4,1,4,11,318,1,9,2,14,15,35,65,2,3,18,12,298,98,98,61,45,2,6,134,6,1,1,28,29,190,3,39,53,24,1,1,1,89,17,4,13,1,1,164,3,6,295,1,50,229,11,17,1,1,167,5,2,29,1,9,1,2,10,1,20,27,1,1,1,25,6,97,2,4,7,2,13,2,9,14,237,1,66,2,62,5,3,30,1,1,178,113,3,17,3,12,1,64,13,17,7,12,8,2,1,151,7,15,8,66,486,47,16,743,143,1,2,1,5,1,8,785,12,4,27,8,2,1,10,13,13,3,1,76,8,6,21,2,1,19,2,509,25,1,8,9,3,10,18,3,1,51,2,2,13,12,2,7,20,2,2,8,7,20,2,145,88,184,80,4,34,8,12,1,10,39,7,1,1,5,6,9,1,1,1,15,22,3,2,142,95,17,7,7,17,74,18,2,34,3,38,2,1,65,1,1,3,10,5,2,55,2,7,99,19,33,7,83,2,33,5,19,9,5,1,1,20,2,19,8,11,7,18,5,5,9,90,164,3,1,1,3,8,18,6,40,4,24,1,14,4,4,1,29,1,2,3,103,1,1,2,3,2,36,24,3,6,1,14,20,9,6,20,2,40,1,19,3,1,1,1,1,2,15,3,26,1,1,23,1,1,62,3,51,2,2,45,6,1,2,1,1,2,4,3,2,1,1,8,1,1,1,1,19,1,1,2,1,82,24,1,1,2,122,7,5,2,3,1,12,3,1,2,23,92,5,24,1,1,1,46,54,2,2,3,6,13,1,2,11,10,606,83,9,5,19,22,138,1,9,6,1,33,3,208,50,16,49,49,3,6,24,30,1,40,26,61,68,45,31,77,4,30,33,85,2,533,139,2,31,9,1,5,10,7,128,16,15,3,3,10,7,2,30,1,10,25,1,13,164,4,76,11,1,3,45,11,65,7,12,14,107,40,5,20,1,4,1,129,2,17,27,15,10,2,2,242,408,140,15,30,2,117,5,5,1,12,18,1,7,14,14,22,2,2,6,15,24,4,8,6,16,26,1,1,10,6,80,38,7,2,2,5,29,94,127,2,26,1,5,41,128,3,35,256,121,9,24,7,6,3,1,49,3,62,31,2,2,5,16,137,9,2,21,31,9,327,17,4,40,11,20,6,9,13,1,1,11,52,79,303,15,37,64,142,4,203,29,26,28,16,49,20,67,6,51,2,1,6,2,62,1,26,13,1,20,4,30,24,14,4,16,28,55,4,48,63,127,28,95,29,19,24,5,146,14,229,17,59,4,1,13,49,26,22,6,1,2,2,63,5,128,10,3,27,3,74,6,6,15,1,6,42,14,43,16,1,6,24,3,3,3,3,23,4,9,92,17,2,9,19,86,1,52,1,4,190,6,86,5,1,2,3,101,18,1,15,5,2,3,22,4,2,6,13,32,11,27,4,4,1,1,108,28,50,2,2,62,5,10,1,1,5,1,2,87,5,3,49,2,20,215,11,3,2,8,23,668,3,213,236,1,41,32,7,53,32,50,1,1,2,4,3,12,216,142,13,114,101,39,243,6,4,1,19,14,2,1,3,5,2,2,3,22,119,15,2,362,73,15,5,1,1,2,5,58,22,6,5,1,14,377,124,57,79,48,6,15,3,2,37,12,4,39,455,13,13,1,2,13,2,33,1,76,1,1,23,3,44,9,1,2,326,259,114,5,9,16,3,1,67,11,9,11,132,317,2,3,14,1,15,67,144,1,3,5,23,9,1,1,5,5,2,188,39,173,380,11,30,45,62,9,1,5,28,5,68,25,42,9,1,4,22,14,33,15,6,4,1,14,181,66,9,3,9,15,88,9,1,56,177,45,83,1,8,1,73,298,5,58,4,2,4,5,11,30,56,1,1,5,19,2,2,4,2,51,4,9,3,4,2,9,33,5,115,22,1,1,67,2,8,13,3,10,8,4,128,13,2,1,10,7,4,8,8,1,172,28,34,9,25,17,4,12,8,14,7,69,3,78,10,17,93,261,8,42,31,6,11,4,14,25,7,5,1,36,12,5,5,11,5,5,6,17,17,15,22,64,3,16,5,4,150,1,17,45,1,38,5,11,10,25,2,2,16,20,9,2,118,29,10,1,2,1,50,72,85,21,5,19,11,18,57,5,5,28,27,5,5,3,36,3,8,5,12,7,89,4,16,8,1,4,10,2,2,24,3,1,1,24,16,1,5,1,3,3,12,29,1,2,1,10,55,7,21,7,39,16,3,7,1,12,28,10,14,46,1,38,6,2,3,79,57,11,39,66,1,1,4,1,1,162,288,963,2,14,3,1,52,31,8,12,12,127,1,6,10,3,10,3,290,7,3,21,3,9,31,3,16,8,31,3,2,52,85,22,5,44,27,10,15,5,1,26,63,3,19,33,2,4,4,4,11,2,3,2,27,14,7,22,1,13,102,63,8,3,2,201,11,9,10,5,1,98,34,27,282,2,1,3,8,77,54,18,48,38,22,38,3,2,3,3,4,22,12,17,26,22,115,6,1,3,4,18,9,6,2,27,3,3,2,1,28,3,2,30,40,4,1,1,80,8,7,8,43,7,19,4,5,1,1,3,1,5,418,107,234,25,39,4,10,49,11,19,16,1,216,213,25,52,45,73,16,21,16,11,50,1,15,135,29,18,18,27,1,1,6,32,19,9,96,7,4,17,1,2,1,1,3,1,12,27,3,1,221,30,7,1,2,28,40,4,244,8,12,12,129,34,22,17,5,12,1,6,14,1,3,302,4,1,12,37,1,38,25,38,11,7,1,202,26,1,25,110,25,1,1,3,26,77,1,1,1,6,8,3,22,46,347,2,21,19,4,67,84,1,9,11,7,7,159,5,1,15,11,52,5,1,149,35,37,2,275,96,18,6,10,1,34,51,2,32,45,26,72,1,2,8,51,259,3,2,28,28,49,227,110,1,1,40,6,133,20,2,19,1,5,4,15,12,3,2,3,3,21,19,12,14,6,1,21,8,3,8,1,1,3,1,3,1,1,11,2,2,4,3,20,29,15,38,24,3,18,86,134,1,20,21,96,7,12,51,22,66,616,180,189,95,123,110,49,49,4,44,3,6,1,18,18,1,2,1,8,2,4,1,116,8,5,45,4,39,991,15,1,1,3,11,2,3,2,14,18,55,323,4,3,1,3,5,8,10,1,2,2,25,12,266,68,7,1,14,17,2,1,1,1,5,5,1,13,2,1,1,1,6,10,1,1,58,1,2,30,1,37,7,5,1,20,4,1,193,3,20,4,11,28,4,3,1,4,1,222,13,2,11,1,1,167,2,1,1,3,53,1,4,5,72,15,1,15,2,5,15,2,27,51,14,4,1,1,11,31,6,146,52,1,847,9,6,510,140,9,35,15,13,50,51,6,5,6,21,5,18,1,29,43,17,15,45,1,215,4,79,13,18,153,17,17,1,9,7,39,2,68,3,2,23,22,4,12,249,67,6,67,125,16,38,18,136,4,4,1,2,1,5,2,168,1,2,94,2,126,4,5,3,34,387,61,3,119,38,207,25,8,66,6,1,3,3,93,1,123,29,1,17,3,34,19,4,23,2,12,1,76,23,10,5,130,1,2,8,23,4,4,13,2,61,32,48,177,194,57,62,2,1,27,2,788,33,2,1,41,1,23,20,23,747,2,2,19,2,92,4,3,144,62,1,6,2,1,11,1,6,4,2,14,4,205,246,4,40,186,13,21,120,75,212,46,5,11,24,24,3,41,31,220,62,3,6,45,9,1,1,1,177,86,20,19,1,5,28,38,3,10,201,82,1,60,5,22,19,57,99,4,5,4,6,48,1,1,8,1,58,28,2,6,7,2,290,5,1,2,1,15,18,2,81,10,8,22,4,6,319,28,22,1,2,71,76,12,3,131,2,71,5,49,6,5,1,9,43,1,5,144,8,12,13,8,7,1,1,63,2,1,17,62,129,105,2,1,11,57,323,3,122,7,2,2,5,2,269,1,1,14,2,15,1,33,1,14,5,131,41,7,5,494,21,74,14,1,75,2,1,1,6,27,1,15,2,1,25,5,1,2,19,3,13,9,5,22,5,23,2,40,14,37,10,41,20,1,1,234,37,1,3,18,1,1,3,1,53,7,11,3,2,101,25,6,14,12,4,4,21,25,3,68,6,4,1,5,3,3,28,45,8,1,3,1,12,8,2,9,21,6,51,51,15,3,1,32,4,11,33,2,20,19,5,1,1,2,6,2,5,4,1,23,1,2,2,50,2,4,4,1,4,34,93,83,4,1,32,80,69,4,179,102,353,2,43,3,52,50,1,4,23,1,79,3,5,17,32,5,12,18,17,23,39,4,3,66,3,1,8,11,10,28,55,49,1,3,4,2,2,2,29,16,471,44,30,81,14,3,8,7,12,26,31,446,28,1,7,14,3,10,52,5,2,3,12,1,9,2,1,32,102,12,426,133,9,15,17,1,9,11,57,2,9,1,6,4,26,2,3,32,6,1,2,1,1,69,1,3,201,2,6,15,35,1,4,10,106,1,375,7,4,42,1,1,2,5,6,4,99,9,26,3,4,1,27,1,11,21,21,18,85,5,24,2,4,5,7,21,1,1,1,9,28,61,79,2,680,1,7,1074,2,3,211,196,17,22,7,7,1,3,5,46,3,83,16,26,29,31,13,62,15,1,7,11,5,6,8,4,185,22,22,95,1,3,2,30,19,1,6,15,2,14,79,16,1,2,4,1,89,6,15,3,6,9,12,192,166,22,17,2,1,125,12,10,1,1,5,3,50,9,1,30,7,26,13,6,9,1,3,261,18,126,10,8,1,25,1,1,1,7,17,1,5,11,2,1,4,5,48,13,1,67,2,3,5,8,1,1,19,1,1,1,184,168,20,2,1,1,2,1,5,34,53,2,77,35,4,10,5,47,17,2,14,93,11,1,32,4,1,8,1,33,192,10,75,18,4,2,426,1,7,152,1,7,11,4,5,7,5,4,19,5,758,17,1,32,108,4,83,1,5,1,2,2,184,27,32,45,35,120,25,9,1,6,1,1,10,7,65,18,9,22,55,18,33,138,2,11,5,1,27,14,1,1,1,1],l=[0,60,65,70,75,107,243,256,273,361,374,415,448,457,502,507,520,533,537,545,598,607,612,621,630,663,700,705,710,723,756,769,781,785,801,805,810,818,822,838,867,897,902,915,943,963,1203,1212,1221,1225,1229,1234,1238,1242,1246,1314,1319,1347,1356,1365,1370,1399,1404,1413,1433,1482,1503,1631,1640,1645,1677,1682,1770,1779,1793,1861,1866,1887,1908,1917,1942,1947,1951,1956,1974,1979,1988,1993,1998,2002,2006,2014,2026,2043,2167,2180,2268,2273,2277,2281,2285,2289,2294,2311,2315,2427,2639,2643,2659,2663,2667,2671,2675,2727,2740,2794,2799,2828,2853,2862,2875,2892,2897,2910,2923,2936,2949,2966,2971,2984,2988,2993,3101,3114,3150,3155,3160,3165,3170,3206,3215,3220,3245,3281,3294,3315,3332,3346,3359,3419,3424,3428,3433,3437,3442,3447,3492,3509,3514,3642,3667,3671,3680,3734,3771,3783,3788,3837,3846,3851,3868,3912,3925,3934,3943,3952,3957,3962,3971,3976,4028,4033,4042,4063,4067,4116,4120,4128,4145,4159,4228,4233,4246,4250,4254,4430,4435,4583,4587,4591,4623,4636,4641,4654,4659,5123,5133,5138,5151,5156,5161,5213,5237,5246,5254,5410,5422,5442,5447,5468,5600,5608,5616,5620,5628,5633,5659,5675,5692,5697,5737,5742,5751,5765,5770,5775,5784,5788,5797,5802,5810,5894,5902,5911,5915,5919,5927,5991,6007,6207,6323,6435,6439,6575,6595,6620,6625,6642,6663,6668,6677,6681,6690,6743,6748,6753,6758,6763,6772,6777,6853,6858,6863,6868,6881,6886,6898,6907,6912,6933,6942,6951,6983,6988,7068,7081,7089,7114,7119,7124,7129,7138,7143,7148,7153,7158,7210,7227,7236,7252,7261,7266,7275,7288,7308,7317,7342,7347,7352,7376,7381,7386,7391,7396,7413,7469,7474,7487,7492,7497,7510,7523,7528,7545,7574,7579,7584,7589,7594,7619,7629,7637,7642,7675,7724,7729,7917,7938,7943,7948,7953,8073,8082,8119,8132,8157,8189,8198,8211,8275,8280,8293,8302,8323,8447,8455,8468,8473,8478,8483,8535,8539,8544,8549,8554,8578,8746,8751,8756,8782,8834,8843,8855,8868,8877,8882,8887,8896,8905,8942,8947,9027,9068,9101,9105,9109,9117,9125,9205,9210,9402,9407,9427,9432,9437,9605,9610,9615,9648,9661,9689,9693,9705,9713,9725,9730,9743,9748,9757,9761,9765,9774,9779,9792,9797,9802,9807,9812,9896,9912,9929,9933,9937,9941,9950,9955,9960,10020,10024,10032,10040,10052,10060,10076,10080,10108,10204,10212,10236,10244,10280,10333,10350,10362,10383,10387,10391,10400,10405,10410,10419,10441,10445,10450,10467,10480,10485,10494,10499,10516,10532,10541,10550,10554,10642,10651,10675,10688,10698,10728,10745,10767,10772,10797,10818,10826,10830,10835,10848,10852,10860,10870,10875,10880,10892,10897,10930,10938,10942,11014,11019,11023,11107,11112,11117,11122,11127,11132,11141,11146,11151,11155,11167,11276,11293,11298,11306,11319,11323,11344,11349,11354,11363,11379,11384,11424,11428,11433,11442,11447,11455,11683,11692,11721,11729,11762,11767,11788,11801,11810,11840,11861,11917,11934,11943,12004,12017,12030,12034,12042,12047,12051,12056,12156,12165,12291,12316,12321,12326,12330,12339,12344,12348,12352,12357,12362,12370,12375,12384,12393,12397,12406,12415,12420,12425,12561,12630,12647,13123,13239,13243,13248,13257,13265,13270,13279,13289,13302,13307,13312,13320,13325,13329,13334,13339,13352,13361,13386,13391,13396,13405,13409,13414,13446,13451,13464,13469,13478,13487,13491,13591,13600,13605,13610,13615,13620,13629,13634,13668,13677,13682,13699,13704,13745,13770,13775,13780,13785,13798,13846,13851,13864,13873,13922,13927,13932,13952,13961,13986,13990,14003,14016,14021,14141,14162,14166,14175,14184,14221,14230,14238,14255,14268,14281,14286,14291,14315,14344,14365,14377,14381,14386,14411,14424,14445,14450,14472,14477,14486,14491,14500,14505,14517,14558,14563,14595,14655,14660,14864,14869,14874,14954,14959,14976,14984,14993,15014,15018,15023,15028,15037,15045,15065,15070,15107,15112,15125,15141,15146,15155,15164,15168,15172,15217,15649,15653,15945,15954,15998,16003,16012,16017,16026,16086,16091,16483,16488,16508,16516,16521,16526,16551,16559,16569,16586,16591,16595,16611,16615,16675,16680,16685,16706,16715,16851,16860,16897,16901,16906,16919,16932,17480,17485,17490,17495,17599,17604,17613,17658,17922,17963,18012,18017,18025,18029,18209,18234,18406,18419,18447,18452,18469,18474,18490,18523,18552,18557,18562,18583,18588,18592,18621,18643,18657,18662,18666,18688,18696,18701,18833,18841,18845,18913,18922,18926,19058,19107,19207,19225,19234,19243,19248,19252,19260,19265,19285,19294,19331,19353,19458,19503,19508,19513,19530,19535,19544,19554,19579,19584,19589,19729,19773,19885,19889,20033,20038,20047,20123,20140,20153,20166,20171,20175,20208,20213,20218,20231,20291,20331,20491,20500,20505,20510,20526,20551,20560,20568,20573,20578,20583,20588,20605,20610,20619,20636,20641,20654,20666,20687,20712,20717,20722,20735,20823,20828,20837,20842,20847,20852,20865,20874,20911,20916,20921,20934,20959,20964,20969,21001,21014,21023,21032,21064,21073,21121,21126,21130,21135,21148,21153,21409,21414,21418,21436,21441,21446,21491,21504,21513,21545,21550,21579,21584,21588,21597,21637,21642,21646,21651,21660,21681,21690,21699,21712,21716,21721,21726,21735,21739,21744,21749,21753,21762,21767,21772,21784,21788,21825,21877,22117,22121,22133,22218,22235,22276,22305,22322,22430,22435,22440,22448,22469,22474,22518,22523,22528,22533,22545,22553,22558,22566,22570,22574,22579,22620,22641,22650,22659,22679,22743,22747,22799,22804,22825,22833,22838,22842,22847,22852,22897,22902,22910,22914,22954,22987,22992,22996,23001,23006,23010,23015,23259,23263,23268,23273,23289,23303,23312,23317,23327,23331,23419,23424,23469,23489,23502,23507,23515,23520,23533,23562,23574,23650,23691,23696,23705,23710,23719,23728,23733,23747,23751,23763,23785,23790,23795,23800,23809,23819,23833,23838,23843,23852,23857,23870,23875,23880,23888,23893,23898,23903,23908,23916,23921,24049,24085,24097,24106,24136,24141,24170,24179,24183,24200,24217,24222,24231,24243,24252,24261,24317,24330,24367,24391,24412,24417,24422,24435,24440,24449,24459,24472,24520,24529,24546,24599,24636,24641,24650,24655,24660,24685,24702,24710,24722,24731,24736,24745,24749,24754,24786,24791,24808,24830,24838,24850,24860,25144,25149,25153,25166,25175,25179,25184,25193,25214,25232,25308,25341,25346,25350,25355,25364,25377,25382,25387,25397,25649,25726,25731,25744,25769,25774,25839,25843,25847,25851,25872,25909,25914,25946,25998,26034,26071,26076,26148,26165,26175,26180,26185,26189,26238,26243,26248,26252,26264,26268,26280,26356,26433,26458,26462,26479,26513,26538,26543,26731,26871,26880,26885,26899,26944,26949,27087,27092,27105,27114,27118,27123,27128,27141,27158,27167,27176,27180,27185,27229,27238,27258,27263,27287,27300,27316,27456,27476,27496,27505,27617,27642,27710,27715,27720,27769,27774,27779,27784,27798,27879,27916,27921,27954,27968,27985,27990,28023,28031,28040,28044,28084,28089,28106,28111,28116,28121,28138,28198,28211,28244,28249,28266,28366,28666,28671,28680,28684,28694,28775,28784,28789,28794,28798,28803,28807,28840,28845,28850,29094,29099,29136,29145,29149,29154,29163,29168,29185,29189,29193,29198,29202,29206,29210,29243,29247,29251,29315,29376,29484,29588,29597,29602,29607,29656,29665,29682,29882,29902,29922,30054,30059,30067,30080,30089,30094,30099,30120,30161,30261,30306,30318,30323,30327,30331,30339,30347,30364,30392,30402,30411,30464,30473,30477,30482,30486,30491,30508,30692,30729,30734,30742,30846,30902,30911,30915,30919,30924,30933,30954,30971,30976,30985,31026,31034,31039,31044,31049,31085,31090,31095,31104,31109,31114,31128,31132,31137,31154,31159,31164,31169,31557,31562,31591,31600,31645,31661,31669,31713,31722,31727,31731,31741,32109,32137,32217,32229,32306,32315,32320,32334,32339,32344,32349,32353,32358,32386,32391,32415,32431,32435,32440,32444,32448,32488,32501,32509,32523,32528,32533,32629,32634,32639,32899,32904,32952,33188,33201,33218,33223,33228,33408,33413,33422,33463,33468,33481,33486,33491,33527,33532,33549,33574,33578,33583,33588,33628,33652,33820,33825,33837,33862,33866,33874,33879,33884,33889,33918,33923,34015,34024,34150,34167,34180,34189,34194,34199,34411,34452,34457,34481,34486,34511,34516,34616,34637,34674,34691,34704,34709,34714,34719,34740,34745,34758,34775,34803,35015,35040,35061,35565,35705,35710,35718,35723,35728,35732,35740,35761,35765,35775,35792,35797,35806,35811,35828,35841,35861,35874,35879,35939,35964,35977,35986,35991,35996,36037,36045,36317,36330,36335,36348,36369,36374,36388,36413,36426,36431,36436,36445,36450,36455,36472,36477,36482,36494,36503,36512,36530,36559,36572,36581,36641,36722,36822,36887,36892,36932,36941,36946,36951,36956,37037,37067,37072,37077,37094,37103,37112,37117,37122,37127,37152,37184,37197,37206,37302,37324,37329,37338,37343,37356,37429,37462,37471,37532,37536,37553,37562,37566,37686,37690,37694,37699,37715,37728,37733,37801,37806,37811,37927,37959,38015,38032,38080,38085,38089,38094,38103,38108,38113,38118,38123,38156,38161,38170,38175,38180,38185,38202,38215,38219,38247,38263,38364,38378,38383,38388,38397,38407,38433,38446,38451,38459,38476,38481,38486,38491,38508,38513,38518,38523,38531,38544,38656,38661,38666,38675,38680,38685,38709,38729,38734,38738,38743,38752,38773,38798,38803,38817,38825,38837,38842,38867,38881,38886,38890,38895,38900,38909,38918,38923,38931,38936,38941,38966,38971,38976,39025,39038,39047,39055,39063,39084,39092,39097,39105,39109,39114,39122,39127,39131,39140,39145,39149,39154,39159,39164,39169,39174,39198,39203,39208,39217,39222,39259,39285,39290,39295,39303,39447,39464,39477,39482,39487,39492,39509,39514,39519,39524,39537,39585,39598,39603,39608,39613,39617,39662,39715,39724,39729,39733,39758,39763,39767,39776,39780,39785,40021,40061,40066,40071,40083,40105,40189,40194,40208,40230,40235,40276,40281,40473,40545,40558,40584,40641,40654,40663,40723,40740,40745,40777,40794,40798,40815,40820,40841,40941,40946,40974,41006,41031,41040,41668,41888,41897,41942,41963,41968,41977,41985,41989,42042,42046,42051,42056,42061,42066,42091,42096,42105,42109,42118,42136,42141,42150,42210,42219,42255,42259,42264,42269,42289,42293,42351,42360,42373,42395,42491,42499,42504,42517,42522,42526,42530,42590,42599,42616,42621,42642,42667,42671,42676,42764,42872,42936,42954,42979,42988,43001,43005,43019,43023,43028,43045,43050,43059,43068,43102,43155,43164,43173,43182,43192,43221,43225,43254,43259,43268,43316,43321,43325,43330,43343,43380,43393,43398,43403,43412,43416,43460,43489,43581,43586,43595,43600,43605,43609,43626,43635,43644,43844,43932,43941,44018,44039,44052,44061,44066,44119,44128,44145,44158,44167,44172,44190,44194,44386,44391,44395,44400,44429,44438,44630,44679,44684,44800,44810,44835,44844,44853,44862,44867,44872,44881,44943,44956,45284,45301,45306,45339,45360,45365,45465,45473,45478,45495,45512,45516,45529,45549,45561,45590,45595,45599,45612,45617,45669,45673,45705,45734,45739,45747,45763,45780,45801,45811,45815,45839,45856,45876,45880,45933,45953,46013,46050,46114,46151,46164,46185,46193,46198,46215,46331,46335,46360,46377,46381,46386,46446,46470,46479,46484,46488,46492,46501,46533,46555,46573,46577,46590,46619,46628,46657,46661,46666,46706,46710,46715,46720,46733,46757,46774,46779,46784,46821,46826,46840,46849,46858,46882,46895,46904,46980,47001,47010,47035,47059,47096,47101,47177,47182,47191,47307,47316,47352,47365,47369,47378,47383,47396,47417,47422,47446,47459,47468,47477,47499,47511,47516,47521,47543,47569,47574,47594,47599,47607,47612,47616,47764,47768,47840,47845,47850,47854,47863,47880,47885,47890,47895,47900,47909,47918,47923,47932,47948,47956,47972,48006,48031,48040,48044,48053,48081,48649,48658,48894,48986,48990,49002,49034,49039,49076,49106,49119,49124,49129,49133,49142,49156,49181,49309,49381,49386,49407,49543,49604,49680,49685,49690,49694,49703,49707,49712,49716,49728,49732,49740,49745,49755,49772,49829,49833,49842,50034,50114,50127,50132,50137,50141,50146,50151,50180,50185,50194,50198,50203,50216,50420,50501,50546,50647,50660,50665,50670,50679,50684,50729,50742,50747,50776,51196,51225,51230,51235,51244,51265,51270,51295,51300,51313,51318,51323,51337,51342,51351,51356,51361,51370,51546,51654,51734,51739,51748,51774,51783,51788,51837,51846,51850,51854,51962,52022,52031,52040,52052,52057,52069,52130,52226,52231,52240,52249,52278,52302,52307,52312,52321,52330,52335,52463,52484,52576,52768,52773,52782,52802,52835,52844,52849,52858,52875,52883,52928,52948,52957,52965,52970,52979,53035,53060,53096,53101,53110,53115,53120,53129,53265,53337,53357,53362,53370,53396,53485,53490,53495,53520,53560,53581,53621,53625,53642,53647,53703,53808,53813,53865,53878,53886,53891,53907,53928,53996,54072,54076,54081,54086,54094,54099,54104,54117,54122,54171,54176,54189,54201,54206,54215,54220,54232,54241,54294,54316,54320,54325,54353,54358,54371,54388,54402,54410,54414,54419,54535,54544,54553,54558,54575,54580,54589,54598,54606,54611,54747,54752,54765,54770,54786,54791,54796,54805,54810,54815,54820,54868,54877,54925,54934,54939,55e3,55356,55360,55386,55415,55423,55468,55473,55498,55519,55532,55536,55541,55602,55607,55619,55624,55633,55642,55663,55668,55685,55690,55710,55743,55803,55807,55812,55820,55829,55881,55885,55894,55903,55907,55916,55921,55939,55968,55990,55995,56004,56021,56066,56070,56079,56155,56176,56180,56185,56194,56198,56306,56379,56491,56524,56533,56537,56550,56563,56585,56589,56594,56614,56638,56647,56656,56661,56722,56727,56736,56749,56754,56759,56915,56924,56932,56937,56942,56947,56952,56961,56966,56979,56983,56988,56992,57033,57050,57055,57068,57073,57078,57083,57099,57128,57132,57141,57145,57150,57202,57211,57221,57226,57255,57259,57272,57281,57286,57319,57388,57396,57432,57445,57449,57466,57471,57480,57485,57518,57566,57571,57600,57689,57694,57699,57707,57711,57716,57828,58060,58364,58369,58378,58392,58396,58460,58473,58478,58482,58486,58610,58615,58624,58645,58654,58658,58663,58688,58693,58702,58723,58732,58756,58796,58801,58810,58826,58848,58853,58862,58896,58981,58989,58998,59011,59028,59033,59037,59042,59047,59068,59109,59114,59151,59184,59193,59202,59207,59220,59237,59242,59247,59256,59285,59298,59303,59324,59329,59333,59469,59517,59526,59531,59535,59711,59736,59749,59753,59765,59770,59775,59784,59813,60001,60010,60014,60023,60027,60107,60195,60200,60233,60258,60286,60359,60363,60373,60378,60391,60395,60433,60437,60461,60474,60499,60539,60544,60548,60561,60574,60590,60595,60600,60609,60650,60659,60663,60668,60673,60733,60746,60756,60769,60798,60802,60806,60811,60887,60895,60900,60909,60942,60946,60963,60968,60982,60986,60990,60999,61004,61017,61233,61441,61629,61643,61708,61712,61721,61731,61740,61744,61756,61761,62033,62169,62197,62230,62271,62307,62327,62356,62369,62378,62431,62436,62446,62511,62536,62549,62562,62588,62593,62598,62602,62627,62639,62648,62740,62748,62761,62786,62791,62796,62801,62806,62811,62816,62820,62837,62841,62846,62938,63e3,63005,63010,63019,63067,63101,63106,63398,63408,63417,63438,63551,63612,63625,63674,63682,63699,63704,63708,63712,63717,63722,63978,63987,63992,64005,64014,64019,64035,64076,64153,64166,64184,64189,64238,64242,64247,64272,64380,64409,64414,64419,64427,64435,64484,64488,64493,64498,64503,64513,64518,64550,64582,64894,64899,64924,64954,64959,65023,65028,65033,65041,65046,65051,65055,65259,65267,65272,65285,65294,65331,65336,65341,65438,65459,65472,65476,65676,65705,65713,65721,65733,65738,65743,65756,65766,65822,65839,65852,65929,65934,65939,65944,65989,65998,66011,66016,66037,66069,66113,66349,66369,66374,66379,66384,66388,66405,66426,66431,66448,66453,66461,66470,66484,66493,66498,66503,66508,66513,66546,66579,66583,66587,66607,66612,66617,66622,66631,66644,66649,66653,66662,66666,66671,66676,66681,66706,66715,66720,66725,66734,66760,66800,66841,66885,66929,66938,66962,67022,67238,67243,67252,67272,67380,67385,67417,67462,67474,67491,68027,68131,68251,68280,68348,68432,68453,68497,68501,68518,68523,68531,68535,68544,68560,68564,68573,68578,68583,68592,68601,68605,68649,68658,68663,68700,68709,68723,69247,69255,69259,69263,69268,69278,69283,69288,69298,69302,69307,69351,69631,69640,69645,69650,69654,69658,69668,69673,69678,69687,69692,69714,69719,69911,69972,69989,69994,70007,70037,70042,70046,70050,70055,70060,70065,70070,70075,70080,70084,70089,70094,70107,70120,70124,70128,70181,70185,70194,70211,70215,70252,70274,70279,70284,70305,70318,70323,70380,70385,70402,70415,70419,70440,70445,70458,70462,70476,70481,70605,70610,70619,70627,70631,70636,70780,70789,70793,70798,70807,70911,70916,70929,70937,70958,70971,70976,70989,70998,71011,71024,71029,71046,71051,71068,71073,71078,71083,71100,71137,71142,71262,71310,71315,72015,72024,72033,72209,72277,72297,72313,72342,72351,72368,72389,72394,72399,72404,72437,72446,72455,72460,72469,72533,72562,72571,72611,72616,72720,72725,72801,72830,72847,72975,72979,72993,72998,73015,73028,73046,73055,73131,73139,73147,73196,73253,73265,73286,73502,73534,73542,73606,73634,73639,73668,73673,73699,73707,73711,73716,73721,73725,73738,73742,73870,73874,73879,73888,73898,74006,74022,74038,74042,74056,74356,74408,74417,74581,74585,74657,74687,74705,74753,74766,74770,74775,74780,74829,74834,74886,74911,74916,74925,74929,74949,74966,74970,74975,74980,75025,75029,75038,75051,75064,75069,75105,75109,75117,75125,75134,75138,75147,75167,75176,75213,75238,75326,75470,75634,75714,75738,75743,75748,75761,75770,76322,76346,76350,76354,76386,76391,76420,76425,76434,77058,77066,77071,77083,77092,77177,77195,77200,77308,77336,77340,77348,77353,77358,77371,77376,77393,77405,77410,77422,77427,77531,77739,77743,77747,77887,77891,77912,77984,78052,78144,78149,78157,78170,78175,78196,78208,78260,78289,78313,78317,78322,78327,78463,78468,78473,78478,78483,78711,78807,78828,78833,78838,78843,78860,78893,78898,78903,79099,79151,79156,79229,79241,79246,79267,79272,79432,79448,79464,79473,79486,79522,79527,79531,79539,79544,79617,79622,79631,79635,79640,79645,79853,79866,79871,79876,79881,79886,79910,79919,79948,79965,79974,79987,8e4,80005,80333,80358,80407,80412,80421,80450,80454,80458,80462,80626,80635,80683,80688,80701,80710,80719,80724,80729,80757,80761,80766,80814,80818,80827,80855,80864,80869,80874,80878,80910,80915,80919,80940,80957,81073,81173,81178,81183,81197,81309,81709,81714,81774,81787,81796,81804,81817,81822,81962,81967,81972,82004,82014,82046,82051,82072,82077,82090,82099,82135,82191,82204,82218,82374,82388,82424,82441,82446,82494,82499,82504,82509,82527,82539,82544,82553,82558,82563,82568,82573,82578,82583,82604,82608,82613,82621,82634,82642,82646,82663,82671,82719,82744,82777,82791,82821,82826,82831,82836,82849,82878,82883,82892,82932,82937,82942,82950,82955,83004,83025,83030,83035,83044,83188,83193,83198,83212,83229,83234,83238,83251,83304,83313,83330,83335,83340,83345,83353,83358,83371,83400,83408,83437,83442,83450,83455,83468,83473,83477,83482,83494,83498,83550,83599,83640,83645,83650,83654,83662,83680,83706,83715,83719,83743,83748,83753,83758,83763,83783,83792,83809,83814,83819,83836,83841,83846,83855,83883,83888,83893,83898,83903,83908,83921,83946,83987,83992,83997,84046,84134,84147,84151,84168,84280,84536,84545,84554,84558,84595,84680,84684,84688,84697,84702,84739,84752,84766,84790,84850,84860,84884,84888,84905,84921,84937,84946,84951,84968,84977,84982,84995,85e3,85004,85008,85052,85096,85101,85106,85111,85120,85125,85134,85147,85152,85472,85505,85517,85570,85587,85592,85596,85601,85625,85666,85671,85819,85831,85835,85857,85866,85879,85904,85984,85997,86006,86010,86027,86032,86037,86046,86050,86083,86124,86129,86138,86187,86192,86197,86201,86206,86224,86233,86246,86251,86260,86265,86282,86299,86317,86322,86327,86340,86345,86350,86359,86364,86368,86381,86386,86400,86552,86561,86566,86576,86601,86605,86622,86651,86691,86696,86824,86845,86857,86894,86899,86904,86913,86926,86939,86944,86985,86994,87004,87009,87014,87019,87047,87051,87076,87089,87097,87105,87133,87142,87163,87168,87176,87181,87190,87203,87208,87213,87218,87223,87228,87312,87345,87354,87438,87443,87452,88060,88068,88073,88189,88393,88402,88423,88427,88431,88436,88445,88450,88455,88460,88628,88633,88661,88685,88710,88719,88816,88837,88842,88859,88872,88881,88897,88905,88910,89090,89136,89161,89233,89238,89247,89256,89265,89309,89314,89319,89328,89337,89350,89355,89359,89364,89373,89378,89383,89499,89516,89541,89554,89563,89572,89577,89633,89686,89699,89708,89713,89718,89826,89843,89852,89857,89861,89865,89878,89942,89963,89968,90008,90012,90037,90050,90058,90062,90067,90072,90196,90205,90313,90330,90343,90347,90440,90445,90449,90454,90463,90476,90480,90484,90489,90498,90503,90512,90520,90549,90594,90599,90707,90715,90728,90733,90766,90771,90775,90827,90832,90837,90842,90974,91146,91186,91191,91196,91201,91209,91214,91231,91241,91246,91255,91268,91293,91298,91319,91337,91346,91350,91359,91384,91540,91545,91550,91615,91628,91633,91646,91651,91699,91864,91874,92031,92071,92088,92097,92405,92410,92418,92479,92484,92513,92526,92531,92552,92580,92597,92602,92663,92668,93236,93240,93245,93253,93330,93335,93384,93389,93394,93399,93404,93409,93517,93526,93538,93543,93552,93557,93562,93586,93591,93600,93605,93610,93615,93620,93665,93686,93690,93715,93724,93732,93761,93893,93898,93903,93908,93912,93917,93925,93929,93933,93937,93941],u=`PAAAAgEAAAJUAAABBQAAAQIAAAEEAAABHwAAAgEAAAEBAAABBQAAAwEAAAMFAAACTgAAAQgAAAMBAAABlgIAAAGfAgAAAcMBAAACPQAAARAAAAF1AAACAQAABAMAAAICAAABVgAAAQEAAAINAAABLwAAAQYAAAEJAAACLQAAARoAAAEBAAACBQAAAgUAAAIdAAACDQAAAQEAAAM2AAABBwAAAgEAAAoBAAAGAQAAAQEAAAEBAAAHAQAACQEAAAECAAABAQAAAQIAAAEJAAABEQAAAQMAAAELAAABCgAAAQEAAAEUAAABBgAAAQEAAAIBAAABkwEAAAFtAAABAQAAAYEBAAACAQAAAn0AAAQSAAABYAAAARgAAAEaAAABAQAAAUAAAAEBAAABKwAACAEAAAEFAAABAgAAAQIAAAEBAAACAgAAAgIAAAUDAAABGgAAAQMAAAELAAABCgAAAQEAAAEbAAADAQAAAUQAAAHCAQAAAQEAAAEqAAABBAAAAR0AAAO/AQAAAQEAAAMBAAADAgAAAQEAAAECAAABYQAAAScAAAEHAAABFAAAAgEAAAEJAAABtAEAAAEBAAABDQAAAmAAAAKnAQAAAU0AAAETAAABnwEAAAEHAAABAQAAAQEAAAEBAAABAQAAAgIAAAICAAACAwAABP8BAAAB/wEAAAEHAAABAQAAAU0AAAG5AQAAAgMAAAFEAAABQgAABQEAAAJCAAABAQAAAggAAAIBAAABuQEAAAEBAAABAwAAAQEAAAICAAACAgAABgEAAAICAAABYQAAAYYCAAABAQAAAf8BAAAB/wEAAAEBAAAB3gIAAAEBAAABBAAAAQEAAAPHAQAAAVYAAAEBAAABVwAAAQEAAAIBAAABkQEAAAEFAAABAgAAAgQAAAIfAAABWwAAAgkAAAEBAAAGAQAAA5QCAAABoQIAAAHHAQAAAVkAAAEBAAAEBwAAAUYAAAEBAAADQgAAATcAAAMBAAAIsgEAAAEBAAABugEAAAErAAABDgAAAToAAAEBAAABAQAAAUgAAAQpAAABEQAAAQ4AAAIGAAABUwAAAbcCAAABNAAAAQcAAAE0AAABOgAAAQEAAAENAAACAQAAAToAAAIBAAABDQAAAQEAAAEFAAABQgAAAZkBAAACBwAAAcEBAAABlgEAAAEBAAABGgAAAQEAAAEEAAAB3wIAAAKQAQAAAQgAAAEEAAABCwAAAQEAAAEHAAABGgAAAQ8AAAF8AAABAwAAAU4AAAEvAAABAQAAAWoAAAEBAAABBwAAAUcAAAUDAAABAgAAAgQAABQGAAACAgAABwEAAAYBAAACAwAAAgEAAAMBAAABAQAAAQMAAAECAAABBwAAAQEAAAEGAAABAwAAAgEAAAECAAABBwAAAQkAAAECAAABAQAAAQQAAAIKAAACIgAAAQEAAAEBAAABAQAAAQEAAAMBAAAHBAAAAQgAAAIKAAABCAAAAgIAAAEBAAACEAAAAwYAAAIBAAABAQAAAQQAAAECAAACDwAAAQsAAAECAAABAQAAAQMAAAEEAAABBAAAARUAAAIMAAACAQAABgIAAAMDAAABAgAAAQEAAAEsAAACqwIAAAEOAAABqwIAAAEOAAABegAAAWAAAAGFAwAAARkAAAFSAAABXAAAAl8AAAESAAABDQAAARUAAAEnAAACDgAAAR0AAAICAAABAgAACQEAAAEIAAABCAAAAgEAAAR+AAABAQAAAQQAAAEKAAABkwEAAAEuAAABDgAAAX8AAAM6AAACAgAAAQEAAAMEAAAC1gIAAAEBAAAB5wEAAAECAAAB6QEAAAGQAQAAAVYAAAEBAAABCgAAAQoAAAVbAAACAQAAAuYBAAAB5gEAAAEBAAABUwAAAQwAAAEBAAACLQAAAVwAAAFmAAABBQAAAVAAAAEkAAABCAAAAQIAAAIIAAABAQAAAQQAAAEDAAADAQAAAo4BAAABZwAAAQsAAAF0AAABEQAAAZEBAAACTgAAAQUAAAIBAAACCAAAAgoAAAMBAAACAwAAAgIAAAIBAAAFAQAAAQEAAAIBAAACAQAAAgEAAAwEAAABDwAAAQEAAAEEAAAGAQAABAEAAAEEAAABTgAAAQgAAAIBAAABBwAAAgEAAAEBAAADAgAAAQUAAAUBAAABWQAAAQEAAAHpAQAAAQkAAAHnAQAAAWoAAAEBAAABAgAABAUAAAIEAAABegAAAgYAAAEBAAAExgEAAAFgAAABAQAAAQUAAAEBAAACAwAAAQIAAAETAAABBwAAAQQAAARcAAABAQAAAQEAAAEBAAABBQAAAwEAAAIDAAABAQEAAV4AAAIBAAACBAAAAwEAAAIbAAAB8AEAAAEBAAABZwAAAZABAAABkQEAAAEpAAABBQAAAQYAAAEZAAABEwAAARAAAAEBAAAESgAAASQAAAEIAAABAgAAAQEAAAEFAAADAQAAAQEAAAEBAAABBQAAAfgBAAAB3gEAAAIJAAABAgAAAW0AAAIBAAABfwAAAQYAAAEBAAABywEAAAEBAAAB5gEAAAELAAACkAEAAAFWAAABAQAAAgoAAAEFAAABAgAAAfEBAAACdAAAAYsBAAABCAAAAY4BAAABjAEAAAECAAABpgIAAAKkAgAAAQUAAAKmAgAAAfQCAAABXwAAATYAAAE1AAABAQAAAzUAAAEBAAACAQAAAVEAAAICAAABDQAAAfMBAAABCwAAAQEAAAEBAAADDAAAAQEAAAMLAAACAQAAAQMAAAEQAAACAQAABAEAAAIBAAABDgAAAwQAAAFnAAABAQAAAwIAAAIBAAABAQAAAQEAAAMBAAACFwAAAQEAAAIBAAAEAQAAAiIAAAEPAAABBwAAAmsAAAEBAAABBAAAAbYBAAABAgAAAR0AAAIZAAABTAAAARgAAAEBAAABPQAAAQEAAAEMAAABEAAAAREAAAEIAAABJgAAAQoAAAEDAAABCAAAAQ4AAAECAAABAwAAAwEAAAIEAAABBQAAAScAAAENAAABvwIAAAE2AAABNgAAATYAAAE2AAABwwEAAAGgAgAABCkAAARMAAACAQAAA18AAAJTAAABDAAAAQEAAAUBAAACAwAAAgEAAAYCAAABAwAAAQEAAAEFAAACAQAABg4AAAETAAABAQAAAkYAAAEGAAABIgAAARYAAAEBAAABAQAAAQoAAAIIAAABGAAAAQ4AAAcBAAABAQAAAwMAAAIaAAABPAAAAQEAAAEGAAABAQAAAgMAAAEDAAADAQAAAgEAAAEFAAACAQAAAQEAAAEBAAABCAAAAQMAAAIBAAABBAAAAQEAAAQBAAADAQAABwEAAAUBAAACAQAAAQEAAAQBAAADAQAAAwEAAAECAAADAQAABwEAAAMBAAAFAQAAAwkAAAEDAAABBQAAAgEAAAIEAAACCQAAAUsAAAEBAAABCQAAAQEAAAEFAAADAQAAAgEAAAMpAAACCgAAAQIAAAEeAAABDgAACAEAAAEEAAABCgAAAiUAAAFKAAABPAAAAQ4AAAMBAAABAQAAATwAAAFlAAABNgAAATYAAAF+AAABFAAAAQEAAAEoAAABcAAAAgEAAAcBAAABAQAAAQEAAAQCAAABBgAAARwAAAEFAAABrwIAAAEBAAABBAAAApIBAAABAQAAAZgBAAACAQAAAgEAAAEBAAABAQAAAQEAAAMBAAADAQAABAIAAAEDAAADJwAAAawCAAABrAIAAAEFAAACAQAAAgEAAAICAAABAQAAAgEAAAITAAAB/gEAAAEfAAABAQAAAQMAAAIBAAABtAIAAAEBAAABrAIAAAEDAAAEAQAAAqwCAAACBAAAAQEAAAIGAAABrAIAAAGwAgAAAQEAAAEGAAABrwIAAAYFAAABAwAAAbICAAAJAQAAAwEAAAGvAgAABQEAAAYEAAABsAIAAAEBAAADAwAAAQMAAAK0AgAAAQ4AAAG9AQAAAwYAAAFfAAAB1wEAAAFJAAACFwAAAQEAAAEwAAABAgAAAQMAAAECAAABBAAAAR8AAAIBAAACAQAAAQUAAAIBAAACAgAAAQIAAAEBAAACRwAAAQYAAAEBAAABAQAABAEAAAQBAAACAQAABAEAAAIBAAADKgAAARsAAAG2AQAAAQYAAAIEAAABSQAAAgQAAAFoAAABAQAAAgEAAAEFAAADBAAAAgIAAAEBAAABlgIAAASWAgAABJkBAAABmQEAAAFNAAABaAAAAQIAAAEFAAABDAAAAU8AAAECAAABAQAAAQIAAAGXAgAAAQEAAAKWAgAAAcIBAAACAQAAAgEAAARUAAACAgAAAQIAAAFgAAABAQAAATIAAAE1AAABTwAAAQEAAAEBAAAGAQAAAQIAAARJAAABzgEAAAEBAAACSQAAAwQAAAHMAQAABAEAAAECAAAClgIAAAECAAABAQAAAQMAAAGQAQAAAQEAAAGGAQAAAZsCAAABQQAAAgUAAAE9AAABEQAAAUUAAAIpAAACBAAAAwcAAAEBAAABUAAAAQEAAAMBAAACAgAAASoAAAEWAAAIAQAAAQQAAAGZAQAAATYAAAHbAgAABBMAAAH5AQAAAfkBAAABBwAAAQQAAAEBAAABsAEAAAEBAAAFAQAABAMAAAMBAAABAQAAAQEAAAECAAABGQAAAUYAAAGRAgAAARUAAAHCAQAAATwAAAEOAAABFgAAAQEAAAEEAAABGQAAARUAAAIVAAADBAAAAwEAAAMDAAADCwAAAQEAAAEBAAABCgAAAgEAAAU/AAABJAAAAQoAAAINAAABAQAAAwEAAAYBAAADAQAAAwIAAAMBAAAGBQAABQMAAAEFAAAFCwAAATQAAAMBAAAGYQAAAUcAAAKaAQAAAQkAAAFKAAABAQAAAUoAAAPDAgAAAQ4AAAGQAQAAAQEAAAEXAAABCAAAAZIBAAACAQAAAgEAAAEEAAACAQAAAQUAAAIDAAACAgAAAQEAAAGzAgAAAQIAAAEJAAABAgAAAQYAAAEDAAABAQAAAQEAAAEDAAABPAAAAQ4AAAEEAAABxAIAAAGQAQAAAQEAAAECAAABdAAAATsAAAIBAAACAQAAAgEAAAEDAAACCQAAAgIAAAEBAAABrAEAAAEBAAAByAIAAAHCAgAAAQYAAAMBAAABBQAAAUUAAAIBAAABBAAAAgQAAAF4AAABfgAAAQQAAAIBAAADAQAAAQEAAAFLAAABUwAAAe8BAAABAQAAAawBAAACAQAAAqwBAAABAQAAAawBAAABAQAAAcQCAAABygIAAAHGAgAAAQgAAAHGAgAAAWAAAAEBAAABBAAAAQoAAAFBAAABewAAARgAAAEBAAABBAAAAwYAAAIDAAACBQAABgEAAAHCAgAAAcgCAAACBgAAAkoAAAFeAAACoAEAAAECAAACSwAAAUYAAAJGAAABBAAAA14AAAMBAAABBwAAAwEBAAGUAQAAAgMAAAEBAAACAQAAAgQAAANHAAABRgAAAUUAAAEBAAABwgIAAAECAAABEgAAAgEAAAGRAQAAAbEBAAACAQAAATQAAAETAAABSgAAAQIAAAEdAAABgwEAAAECAAADAQAAAwgAAAECAAABAgAAAQMAAAEBAAABBAAAAQQAAAETAAABNAAAAbABAAABDgAAAb0BAAADBgAAAVEAAAFSAAABBwAAAQcAAAEZAAABAQAAAQEAAAUEAAAEAQAAAQcAAAEBAAADAwAAAQEAAAMBAAADAQAAAgQAAAUBAAADAQAAAgEAAAMBAAABAQAAAQYAAAIBAAABHgAABAEAAAITAAABAQAAAREAAAEpAAADAQAAAgEAAAYBAAAEAgAAAgIAAAIBAAAEAQAABgEAAAECAAADAwAAAQ4AAAEQAAABMQAAAQEAAAEoAAABAwAAARAAAAG2AQAAARkAAAE1AAABMQAAAhQAAAEZAAADAQAAAw0AAAIBAAAEAwAAAwIAAAEBAAAFAQAAAwMAAAEOAAABBAAAAwEAAAEIAAACCAAAAQEAAAQBAAABGwAAAQEAAAMEAAACAQAAAQ4AAAELAAACAQAAAQcAAAMBAAABAwAAAQoAAAMJAAABAgAAAgMAAAELAAABCgAAASgAAAFEAAABRAAAATQAAAECAAABFQAAAQYAAAEBAAABFQAAAQMAAAcBAAABsgIAAAEBAAACAQAAAbQCAAACsgIAAAEBAAADAQAAAcACAAABGQAAARAAAAEQAAACAQAAAgYAAAEBAAADAgAAAQEAAAMBAAABAQAAAwQAAAMBAAACAQAAARAAAAEEAAACBgAAAQEAAAMBAAABAgAABAEAAAUBAAACAQAAAgMAAAECAAAEAQAAAQUAAAEGAAADAQAAAwEAAAMBAAADAQAAAQkAAAIBAAACBQAAAQIAAAIVAAAECAAAAQYAAAEDAAADAQAAAQEAAAEBAAAEBAAAAgEAAAQBAAADAQAAAgIAAAUJAAACAQAAAQQAAAQBAAADAwAAAwEAAAEHAAAEAQAAAQYAAAIBAAABAQAAAwEAAAIBAAABBQAAAQEAAAIBAAAGBgAABAgAAAMGAAABAQAABAQAAAYBAAACAQAAAgIAAAYBAAACAQAAAQgAAAMBAAAGAQAABAEAAAEDAAABAQAAAQEAAAIBAAACAwAAAQEAAAYBAAAFAgAAAwEAAAEDAAABAQAAAQIAAAIBAAAEAQAABgEAAAYBAAAEAgAAAQEAAAIBAAACAwAAAwEAAAEBAAAEAQAAAwEAAAIBAAACAQAACAMAAAECAAACAQAAAgIAAAEBAAACAQAAAwEAAAEIAAABCQAAAQEAAAEDAAABHQAAAQgAAAHZAQAAAYMBAAABwAEAAAHAAQAAAQEAAAEBAAAB2AEAAAG8AQAAASgAAAEBAAABCwAAAQcAAAQJAAABOgAAAUAAAAEZAAABTQAAAQEAAAESAAABCQAAATAAAAE0AAABHQAAAQEAAAEuAAADAQAAAgEAAAEpAAABnwEAAAE0AAABAgAAASgAAAEBAAABAQAAAgMAAAEHAAABAgAAAQcAAAEOAAABAgAAARMAAAEzAAABKQAAAQQAAAEXAAABAgAAAQUAAAEsAAABBAAAAQEAAAEJAAABAQAAAgsAAAIBAAACAQAAAgYAAAEGAAABAQAAAgIAAAEBAAACAQAAAgMAAAIBAAABAQAAAQIAAAECAAADBQAAAQQAAAE0AAABFQAAASgAAAIBAAADAwAAASkAAAENAAABFwAAAV8AAAEBAAABoQIAAAIoAAABAQAAAQQAAAEHAAABowEAAAEoAAABAQAAAgsAAAEFAAABAgAAAQoAAAEBAAAEGgAAAQYAAAIFAAACEwAAAkoAAAEPAAACBwAAAQsAAAEdAAABBAAAAQQAAAELAAABBwAAAQEAAAMDAAABCAAAAQMAAAIBAAABAQAAAQkAAAEFAAACAQAAAggAAAEVAAADEwAAAQ0AAAE0AAABAgAAATQAAAECAAABNgAAATQAAAECAAAB8AIAAAFDAAACAQAAAyYAAAIBAAABjAEAAAGRAQAAAQcAAAIBAAABAgAAAQsAAAEZAAABZwAAAfABAAABFQAAAcMCAAABCAAAAQwAAAF9AAABAgAAASgAAAENAAABWgAAAQIAAAEDAAACAQAAAqcCAAABpwIAAAEBAAADkwEAAAGUAQAAAgEAAAKmAgAAAaQCAAABNAAAAaMBAAABNgAAAbwCAAABAQAAAcACAAABNAAAAQIAAAEpAAABBAAAAQcAAAECAAABBwAAAQQAAAINAAACdQAAAkMAAAISAAACBgAAAQEAAAEBAAABAQAAAgQAAAMDAAABCAAAAQEAAAEJAAABBgAAAQYAAAJFAAABAQAAAagCAAABAQAAASkAAAEtAAABLQAAAQEAAAIKAAABAQAAAQEAAAFjAAABSQAAAQMAAAECAAACAgAAAgEAAAECAAABAQAAAgMAAAFBAAAFLwAAAlIAAAEBAAABTgAAAXEAAAEBAAABdwAAAQ0AAAEcAAABKAAAARAAAAEDAAACAQAABQEAAAECAAABAQAAAQYAAAEBAAABFgAAAQEAAAMLAAABAQAAAQ8AAAETAAABCQAAAQIAAAIHAAABUQAAAwEAAAgBAAAGAgAAAQYAAAMDAAABAQAAAQEAAAMBAAAEBwAABgEAAAEFAAADBgAAAgkAAAECAAABAgAAAgEAAAMBAAABDAAAAgYAAAEFAAACKAAAAQEAAAEDAAADAQAAAgMAAAMBAAACAQAAAQEAAAIBAAABDQAAATwAAAIBAAADAgAAAQIAAAE5AAABIQAAAQEAAAEIAAABVwAAASMAAAEBAAABAwAAAgEAAAMBAAADAQAAAQMAAAIGAAACCQAAAgEAAAEDAAACAQAAAgEAAAEBAAACEwAAASsAAAELAAADAQAAAQEAAAINAAABRAAAAQ4AAAEFAAABAQAAAQEAAAMBAAABAQAAAQEAAAEGAAABCwAAAQMAAAMBAAADAQAAAgEAAAEBAAABBAAAAQEAAAEiAAABbwAAAQEAAAEjAAACAgAAATkAAAELAAABBQAAAQMAAAEBAAAEAAAAAQwAAAICAAABAgAAARUAAAEJAAABCAAAAQMAAAIBAAACAgAAAQUAAAMIAAACAQAAAwQAAAEqAAABIAAAAQQAAAEeAAABBwAAAgEAAAEDAAABBgAAAggAAAEBAAABAgAAAwEAAAMoAAABAQAAAQgAAAEzAAABBQAAATsAAAEBAAABBgAAAQEAAAFKAAACIAAAAQIAAAEKAQABWQAAAbICAAACAQAAAgEAAAEBAAACAQAABgEAAAO0AgAAAbwCAAACAQAAAgEAAAICAAABgQEAAAEBAAABUgAAAQIAAAIpAAAD1gEAAAHWAQAAAQEAAAF4AAACRwAAAfUBAAACLgAAAQ0AAAETAAAEgQEAAAFiAAABAQAAAgEAAAICAAABAQAAAgEAAAIEAAABAQAAAwQAAAPLAQAAAccBAAAB/wEAAAH/AQAAAY4CAAABAQAAAZACAAABJQAAAQUAAAEPAAABBAAAAQ0AAAECAAABAgAABEIAAAFDAAADAQAABgIAAAEBAAABEQAAASAAAAE0AAABAwAAAgEAAAIJAAACAQAAAcACAAABoAIAAAHJAgAAAtYBAAABCwAAAgEAAAHUAQAAAWoAAAECAAABCgAAAbYCAAADAQAAA8ACAAABuwIAAAEBAAAEAgAAAwEAAAIBAAAFyQIAAAEBAAACvQIAAAMBAAACNAAAAQ0AAAEIAAABBQAAAUIAAAE/AAABbgAAAgEAAAHWAQAAASkAAAELAAABBQAAAQQAAAEEAAACCAAAAQQAAAEbAAABbAAAAQMAAAIDAAABNAAAAQEAAAERAAABBQAAAQEAAAEWAAACAQAAAgEAAAICAAACzAEAAAFWAAABAQAAAQgAAAEMAAABBwAAAQcAAAGsAQAAAREAAAILAAABDAAAAdYBAAABywEAAAHiAQAAAdcBAAABCwAAAd0CAAAB4QEAAAG7AQAAAt0CAAACDQAAAVoAAAETAAABBAAAAjwAAAINAAACAQAAAx0AAAEDAAAFAQAABQ4AAAEYAAABTgAAAfUBAAACAgAAAQEAAAIEAAAB5QEAAAEBAAABUQAAAScAAAEGAAACBAAAAegBAAACAQAAAfgBAAAB6AEAAAEBAAAB0wEAAAEBAAABFAAAAUwAAAEyAAABVgAAARQAAAEOAAAB5gEAAAERAAABUwAAAgEAAAEIAAABigEAAAECAAABDwAABOgBAAAB9wEAAANnAAABAQAAARIAAAFsAAABAgAABgEAAAPoAQAAAegBAAAB6AEAAAHmAQAAAdQBAAABFAAAAg4AAAECAAABfgAAAT0AAAFUAAABCwAAAwEAAAIeAAADAQAACQEAAAEBAAABAgAAAQEAAAEUAAACAwAAAQIAAAG/AgAAAbkCAAADAQAAAgEAAAK7AgAABroCAAACuQIAAAMBAAABAQAAAboCAAADBQAAAgEAAAK6AgAAAbkCAAABAQAAAQEAAAIbAAABuQIAAAEBAAABAQAAAwEAAAIBAAADAQAAAQIAAAO7AgAAAboCAAABugIAAALAAgAAAcYBAAABcwAAAQEAAAICAAACAQAAAQMAAAKWAQAAAcIBAAABNQAAAQEAAAHcAgAAAgUAAAICAAABCQAAAbIBAAADAQAAAXsAAAE8AAACAQAAAhkAAAFGAAABiQEAAAEBAAACHQAAAQEAAAElAAABBQAAAQkAAAEKAAABAgAAARsAAAKlAgAAAQ0AAAEBAAABCwAAAQEAAAMLAAACAQAAAQEAAAEHAAADDAAAAgEAAAIBAAABBwAAAgEAAAIEAAACAwAAAQEAAAJHAAABBQAAAQQAAAEaAAABAwAABAEAAAUFAAADAQAAAQEAAAQBAAABAwAAAgYAAAIIAAABAQAAAgEAAAIBAAAJAQAAAgIAAAEBAAABBgAAAQIAAAEWAAAEBwAAAgEAAAIGAAACBAAAAgQAAAMXAAACAgAAAQoAAAFMAAABkwEAAAEmAAABAQAAAQUAAAEWAAABywEAAAHTAQAAAYwBAAACPQAAAQYAAAEBAAABBgAAAQEAAAYIAAABFAAAAQEAAAECAAABAQAAAQEAAAEBAAABAQAAAQQAAAQBAAAHDAAAAQEAAAEFAAABAQAAAQUAAAgBAAAEQgAAAgsAAAIEAAABAQAAAgEAAAMYAAAFAQAAAWgAAAQBAAADsgIAAAEFAAABhgEAAAFNAAACAwAABAEAAAEBAAABAQAAAQEAAAEIAAABHQAAAdYBAAADAwAAAgkAAAE7AAABiwEAAAENAAABAwAAAQEAAAEHAAADRwAAATgAAAMBAAACAQAAAgEAAAEBAAABAgAAAQEAAAHOAQAAAQUAAAGzAgAAAQsAAAJWAAABOgAAAQ0AAAEBAAAEAwAAAW0AAAEBAAABCwAAAQEAAAYBAAABDQAAAQYAAAIFAAAEGgAAAhIAAAEPAAABGgAAAaUCAAAB0wEAAAEtAAABAgAAAeIBAAABFgAAAYoCAAADAQAAAQEAAAICAAACAwAAATQAAAEGAAABAQAAAQIAAAELAAABBgAAAR0AAAEDAAABIgAAASYAAAEDAAADAQAAAgwAAAIBAAABAQAAAQYAAAEFAAADAQAAAgEAAAEBAAABAgAAAQEAAAEFAAACAQAAASsAAAIEAAABIQAAAQEAAAEBAAABFwAAAQEAAAFKAAABAQAAAbACAAABAQAAAQMAAAHBAQAAB9MBAAAB0wEAAAFnAAABAwAAAQEAAAEBAAABAQAAAQEAAAJrAAABBgAAAwEAAAEDAAABFAAAAmkAAAcBAAADLgAAAb8BAAAB0wEAAAG+AgAAAS4AAAFiAAABPgAAAQUAAAIGAAABTwAAASUAAAEJAAABBgAAAQkAAAEOAAABAgAAARoAAAIDAAACAQAAARQAAAIBAAABAQAAAT8AAAEBAAABAQAAAhEAAAEEAAAFAQAAAwEAAAEBAAACAQAAAQUAAAYBAAACAQAAARUAAAIPAAABBAAABAEAAAEDAAADAwAAAQgAAAEMAAABAQAAAgEAAAEBAAABBwAAAQEAAAIBAAADAQAAARYAAAEBAAABSQAAAtkBAAABwgEAAAEHAAABDAAAAbkBAAABGQAAAQEAAAGVAQAAATwAAAFCAAABKgAAAjkAAAIeAAACDAAAAh0AAAEBAAABGQAAAQEAAAEOAAACCwAAAQEAAAIZAAABxgEAAAInAAABBgAAAQEAAAKxAgAAAQMAAAEDAAABsQIAAAEBAAAB3wEAAALfAQAAAskCAAABAQAAAYYCAAABHwAAAZYBAAABJQAAAgEAAAEBAAABWQAAAQQAAAIBAAACOAAAAQUAAAGZAQAAASkAAAEEAAABFAAAAQgAAAEnAAABMgAAAxYAAAELAAACAQAAAQEAAAFBAAABEgAAAQgAAAEBAAACBAAABAYAAAEOAAABDQAAASoAAAEVAAABcAAAAagBAAABBgAAAQEAAAEGAAABAgAAAQEAAAISAAACNgAAARUAAAEoAAABAQAAAQUAAAETAAACAQAAAgcAAAKKAQAAAQEAAAE2AAABNgAAAQgAAAFJAAABCAAAAUkAAAEHAAABFwAAAUYAAAMGAAADDgAAAkgAAAEWAAAEEAAAAR8AAAERAAABAQAAAgEAAAILAAABAQAAARwAAAEDAAABAQAAAQ8AAAILAAABAQAAArwBAAABGQAAAUMAAAEDAAABBgAAAQsAAAEDAAABAQAAAQkAAAEBAAABFQAAARUAAAUIAAABCQAAAQMAAAECAAABAgAABAEAAAkBAAADAQAAAgIAAAIRAAACAwAAAQkAAAEGAAABAQAAAhgAAAIIAAABDgAAAQkAAAEFAAABAgAAAgEAAAEEAAABAwAAAwEAAAICAAABBwAAAQEAAAEBAAACAQAAAQkAAAEFAAABBwAAAQUAAAEJAAABAQAAAR0AAAEIAAACgQIAAAFEAAABHQAAAWEAAAMBAAABbAAAArQCAAABtAIAAAElAAABCAAAAQEAAAUCAAABBQAAAgEAAAEDAAABAQAAAwIAAAkEAAAFAQAAAwEAAAMBAAACAQAABAEAAAEEAAADAgAAAgEAAAIBAAABJAAAAQ4AAAEpAAABDgAAAQMAAAIBAAABAQAABQEAAAYEAAADAQAAAwEAAAUBAAABAgAAAhwAAAEeAAABBwAAAgQAAAIEAAADFwAAAwEAAAEBAAABCgAAAQMAAAL/AQAAAZYBAAABDQAAAkEAAAGbAQAAAR0AAAEBAAABTAAAAQMAAAECAAAB1gIAAAMBAAABBAAAAVEAAAEfAAACJAAAAQIAAAEMAAABGQAAAQ0AAAI8AAABPQAAATMAAAUyAAABcAAACQEAAAI8AAABVAAAAQEAAAH0AgAAAZABAAABOAAAATMAAAK4AQAAAdYCAAABAQAAATwAAAE2AAABkQEAAAEqAAACxwEAAAEOAAABrAEAAAERAAACywEAAAHXAQAAAZYBAAABzAEAAAENAAACQQAAAREAAAEfAAABQAAAARgAAAIBAAACEgAAAR0AAAEBAAABEAAAAQ0AAAIBAAABBwAAAQYAAAEFAAABAwAAAQYAAAEEAAABDwAAAQUAAAE7AAADAQAAAXwAAAEDAAABkAEAAAEEAAABBAAAAQQAAAFGAAACRgAAAUYAAAIIAAABjgEAAAGWAwAAAZYBAAABDQAAA0QAAAEpAAACAwAAAwEAAAkBAAAFAwAAAQ4AAAE4AAABcQAAARoAAAIDAAABAgAAAQYAAAEBAAACUgAAAX0AAAEBAAABYAAAAR4AAAF4AAABBQAAAQEAAAJ/AAABAQAAAngAAAEBAAABBQAAAwQAAAF4AAABeAAAAQcAAAECAAACAQAAAQEAAAFjAAABGQAAAlEAAAIBAAABDgAAAhgAAAMBAAABAQAAAgMAAAIBAAADAQAABAEAAAEBAAACAQAAAwMAAAIBAAADTQAAAQEAAAErAAAFAQAAAQwAAAEtAAABGAAAAQEAAAEEAAABCQAAAngAAAEGAAACUQAAARQAAAEvAAABBAAAAQUAAAErAAABYQAAAQQAAAEtAAABDwAAAQEAAAELAAACAwAAAXoAAAFGAAAFNQAAAh0AAAIZAAABEAAAAREAAAEmAAABtgEAAAICAAABCwAAAQEAAAIBAAACDQAAAQgAAAIPAAABJwAAAbgBAAABAQAAAQMAAAEEAAABSwAAAQEAAAJwAAABLgAAAw0AAAEBAAABiQEAAAEzAAABNgAAATYAAAHIAQAAAR0AAAGWAQAAAccBAAABjgMAAAIBAAABDQAAAYkBAAABLAAAAQEAAAHFAQAAAXEAAAHCAQAAAQ0AAAGiAgAAAQMAAAIBAAABDQAAAa4CAAACAQAAAeACAAABkwEAAAEDAAABkwEAAAHMAQAAAUgAAAEOAAABAQAAAQAAAAECAAACAQAAAREAAAEAAAAB3gEAAAFXAAABmQIAAAEIAAABCAAAATQAAAFWAAABAQAAAQEAAAECAAABAgAAAQUAAAEFAAABGQAAAwwAAAEBAAAEUgAAAQEAAAEFAAACAgAAAQEAAAIBAAAHAQAADAEAAAEBAAABAgAAAycAAAGUAQAAASkAAAEeAAABfwAAAV4AAAIFAAACVAAAAaQCAAABAQAAAQQAAAGiAQAAAYMBAAABkgEAAAEBAAABkAEAAAMBAAABAQAABgEAAAIDAAACpQIAAAEBAAADAQAAAQIAAAGRAQAAAZIBAAABAQAAAgEAAAEEAAABpgIAAAKkAgAAAgEAAAIBAAADAgAAAQEAAAFpAAABAAAAAe4CAAABAQAAAQkAAAEMAAABVQAAAQEAAAEEAAAB5wIAAAGRAQAAARgAAAEBAAABfwAAAX0AAAEjAAABrQEAAAG3AQAAAe0CAAABlgEAAAFTAAABAQAAAQkAAAHvAgAAAV0AAAMBAAABAwAAAQEBAAEBAAABSwAAAQEAAAHAAQAAAV0AAAEBAAACXQAAAQcAAAESAAABAgAAAUQAAAItAAABAQAAAlsAAAEBAAABHQAAARIAAAEDAAABGgAAAQUAAAEDAAABAQAAAQYAAAEdAAAEIAAAAdkCAAABNgAAASkAAAENAAABFwAAAU4AAAFrAAACEgAAAQMAAAEBAAABAgAAAQEAAAEBAAABAQAAAQMAAAEBAAABAwAAAQQAAAEOAAABCwAAAgEAAAQDAAABNgAAAswCAAABggMAAAGDAwAAAvQCAAABlgEAAAHYAQAAAQEAAAHUAQAAAZYBAAABXgAAAV4AAAIBAAABBgAAAZABAAACAQAAARgAAAEBAAACAQAAAQIAAAIBAAACAQAAAQMAAAEGAAABAwAAAgEAAAECAAACDgAAAgQAAAEXAAABAQAAAQQAAAESAAACBwAAAQ4AAAIFAAABLQAAAQEAAAEHAAABNQAAAQEAAAEIAAABAQAAAQwAAAGAAQAAAe4CAAABKQAAAQMAAAHuAgAAAQEAAAEJAAABHgAAAeYBAAABAQAAAQMAAAEHAAACAgEAAZ4CAAAB7AEAAAGCAwAAAQEAAAFSAAACAQAAAgQAAAIGAAABlgEAAAFSAAABAQAABAEAAAIBAAAEAQAAAwEAAAEBAAABAQAAAwIAAAECAAACVgAAAZUCAAABlQIAAAEOAAAB/QIAAAEzAAABBQAAAQ0AAAEdAAABFgAAAQEAAAEBAAACCAAAAQEAAAEBAAADAQAAAS0AAAEXAAABAQAAAQEAAAIBAAACAQAAAQIAAAIBAAACAgAAAQUAAAECAAABCQAABAMAAAEJAAABBQAAAgEAAAELAAABNwEACQEBAAcBAQAJAQEABQEBAAcBAQABAQEAAQEBAAgBAQAJAQEACwEBAAkBAQAHAQEADwEBAAUBAQACAQEAAgEBAAcBAQAEAQEABgEBAAQBAQACGQAAAgMAAAEVAAABGwAAAQEAAAMBAAABKQAAAQYAAAUBAAAFAQAAAYkCAAABAQAAA5sBAAABagAAAQEAAAEEAAABBQAAAgEAAAIKAAABTAAAAQEAAAH/AQAAAQgAAAIBAAABBQAAAR4AAAEDAQABFQAAAQEAAAG5AgAAAYEBAAABAQAAAXwAAAEBAAAEBAAAAakCAAACAQEAAQUAAAGQAgAAAQEAAAIZAAABAwAAAQsAAAEVAAABowEAAAGiAQAAAQYAAAHeAQAAAQEAAAIBAAABAgAAAgIAAAEpAAABBAAAAQEAAAIGAAABBwAAAQEAAAEvAAABdAAAAVIAAAEDAAABAQAAARQAAAEBAAABTAAAAS4AAAGDAgAAAQEAAAEBAAABqAIAAAEBAAABjgIAAAIDAAABAQAAARMAAAIBAAADAQAAAQIAAAEGAAABAQAAAQEAAAEDAAABAwAAAgQAAAFXAAABAQAAAoIDAAACAQAAAwEAAAFzAAAB9QEAAAEBAAABfgAAAQAAAAEDAAAChQEAAAFdAAABzAIAAAEZAAACAQAAAgsAAAECAAACAgAAAQIAAAEBAAABAQAAAgEAAAMBAAABAQAAAgEAAAESAAABCAAAAW0AAAICAAABAQAAAwMAAAEBAAABCwAAAS4AAAQBAAACBAAAAQIAAAEEAAAB+AEAAAIBAAABHgAAAQkAAAEFAAABgQEAAAECAAACAwAAAQMAAAIBAAADAQAACAEAAAcBAAADAQAAAgEAAAcBAAAGAQAAAQEAAAMBAAAEAQAABgEAAAEBAAABAQAAAQMAAAQBAAACAgEAAQEAAAELAAABAwAAASgAAAIBAAAEjQEAAAQBAAABqwEAAAEBAAABAQAAAQEAAAEBAAABAwEAAegCAAABzAEAAAFGAAAB5gEAAAEBAAAB8QEAAAF6AAABAAAAAfECAAABlgIAAAEJAAABBAAAAZYBAAABiAEAAAEGAAAB5gEAAAEEAAABFwAAAe0BAAACAQAAAe0BAAABYAAAAYADAAABggMAAAECAAABAQAAAgEAAAEBAAABAQAAAQUAAAQBAAABBAAAAQQAAAECAAABBAAAAgEAAAUBAAADAQAAAQgAAAEBAAABAgAAAQIAAAIrAAABNwAAARUAAAIBAAABAQAAAQEAAAESAAABFQAAARoAAAEBAAABGAAAATgAAAIBAAABBgAAAgEAAAEEAAABWAAAAQQAAAEDAAABXgAAAZ0BAAABAQAAAREAAAECAQAGAQEABAEBAAIBAQABAQEAAAEBAAEBAQAAAQEAAQEBAAABAQAApwEAAAECAAABAQAAAQQAAAEBAAACAQAAAgEAAAIBAAAFAQAABgEAAAYBAAAFAQAAAgEAAAUBAAAEAQAABAEAAAQCAAAFAQAABQEAAAMEAAABAQAAAQIAAAUBAAAEAQAABAEAAAIBAAAGAQAABgEAAAYBAAADAQAAAwEAAAIBAAACAQAAAwMAAAQBAAABAQAAAgEAAAENAAABHAAAAgEAAAMBAAACAgAAAgEAAAMBAAAEAQAAAQEAAAICAAABAgAAAQEAAAEEAAABFgEAAgEBAAMBAQAAAQEAAgEBAAEBAAABGwAABQQAAAIBAAACAwAAAwEAAAMLAAACAQAAAggAAAECAAABEAAAAQQAAAIBAAACBAAAAQIAAAEPAAABBAAAAgEAAAECAAABAwAAAQEAAAEFAAABAQAAAQIAAAEKAAACCgAAAQUAAAEGAQADAQEAAwEBAAABAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAUBAAQBAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAIBAQABAQEAAQEBAAALAQADAQEAAAEBAAABAQAAAQEAAQEBAAABAQACAQEAAAEBAAABAAACDAAAAREAAAECAAABGAAAAwEAAAMCAAABAgAAAQEAAAECAAABAQAAAgEAAAICAAABAgAAAQoAAAFAAAABAQAAASQAAAEHAAABTAAAAQgAAAEBAAABKgAAARUAAAEBAAADDgAAAQoAAAENAAABCQAAAQQAAAEBAAABFQAAAQMAAAECAAABBQAAAQYAAAEPAAABdAAAAYMDAAABNgAAAc4CAAABYAAAAi0AAAGDAwAAAe4CAAACAQAAAZYBAAAB7gEAAAGRAQAAAQEAAAEHAAACmQEAAAH0AgAAAXkAAAEBAAAB1AEAAAFdAAAB9AIAAAH0AgAAAb0CAAABAQAAAwEAAAGIAQAAAQYAAAE6AAACAQAAAQwAAAIBAAAFBQAAAeoBAAABpwIAAAHUAQAAAaMCAAABRQAAAXsAAAHQAgAAAW4AAAFvAAABAwAAAQQAAAENAAABHQAAAQIAAAFMAAAB6wIAAAHaAgAAAQsAAAEeAAAB0AIAAAHQAgAAAQcAAAGjAQAAAWQAAAEDAAABPAAABgEAAAEpAAABOQAAAUgAAAEBAAABAwAAAQMAAAEBAAABBAAAAQwAAAEDAAABAgAAAQEAAAEJAAABDAAAAQQAAAEHAAABBAAAAQIAAAEOAAABCwAAARAAAAEoAAABCwAAAZsCAAABMAAAAeoCAAABywIAAAGoAQAAAf0CAAAB8QIAAAEBAAAB8QIAAAEHAAABkAEAAAEEAAABwwEAAAYBAAADGgAAAQEAAAEEAAAByQIAAAFNAAAB+AIAAAG4AQAAAQMAAAEBAAACAgAAArkBAAABQAAAAgEAAAIUAAABDwAAAQEAAAEBAAACGAAAAQEAAAEEAAABhQIAAAGBAQAAAQcAAAQBAAABAQAAAgQAAAEBAAABgwMAAAGUAwAAAacBAAABywIAAAEiAAABFQAAAXkAAAFTAAABBAAAAwIAAAEZAAACBgAAAQEAAAICAAABVwAAAgIAAAIBAAACAQAAAYIDAAAB8AIAAAEBAAACBgAAAacBAAABJwAAAQIAAAEBAAABlwEAAAEFAAABTAAAAQIAAAEBAAABIQAAARAAAAIBAAABAwAAAQoAAAGBAwAAAdUBAAABVgAAAScAAAEiAAABNgAAAUEAAASeAgAAAQ0AAAEEAAABTgAAAScAAAEfAAABBAAAAYsBAAABXAAAAf8BAAABAwAAAQIAAAH/AQAAAgEAAAEOAAAB9AIAAAILAAABAQAAAQEAAAEBAAABCwAAAQMAAAEBAAABSQAAAUMAAAECAAABEwAAAhAAAAEBAAABCQAAAQUAAAEBAAABEgAAAQUAAAEHAAABBgAAASYAAAEKAAACAQAAAhoAAAEXAAABBgAAAQQAAAEDAAABAgAAARkAAAF5AAABAQAAATMAAAGjAQAAAQEAAAFLAAABBwAAAfQCAAAC2wIAAAEBAAAB6gEAAAEBAAABBQAAASsAAAECAAABLQAAAREAAAEBAAABGQAAAboCAAABBwAAAVUAAAEFAQABfQAAAQ8AAAEBAAABkgEAAAF9AAABAQAAAaEBAAACmgEAAAF7AAABBQAAAYkBAAABkAIAAAFEAAABAQAAAXMAAAEPAAABQAAAAWUAAAEQAAABFQAAARwAAAHNAQAAARcAAAEBAAABQQAAAeQCAAABCAAAAQUAAAEEAAABAQAAAQ8AAAIkAAABBQAAAREAAAGWAQAAAc4BAAABAQAAAQkAAAEFAAABKAAAAQsAAAFtAAABgwEAAAEBAAABPAAAAhoAAAHtAQAAAQIAAAEFAAABgwMAAAHXAQAAAhIAAAEGAAABGAAAAZABAAAB3QEAAAHrAgAAAQEAAAGFAQAAAYgBAAABAQAAAdQBAAABCgAAAU0AAAFgAAABqgEAAAEDAAABAQAAASgAAAERAAABFwAAAQcAAAE1AAABCgAAATEAAAHxAQAAAW0AAAEBAAABYAAAAQEAAAEwAAABFgAAAS0AAAEBAAABZwAAAQcAAAEJAAABEgAAARIAAAFEAAABAQAAAQIAAAEBAAABLAAAAVoAAAEBAAABAQAAAQcAAAEFAAAB+AIAAAFcAAABCAEAAwEBAAABAQAAAQEAAAEBAAABAQAAFAEAAQEBAAABAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAAABJgAAAQoAAAEZAAACBQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEAAAEOAAACAQAAAisAAAEDAAABAQAAAQsAAAEDAAABGQAAAQYBAAEBAQAAAQEAAgEBAAMBAQAAAQEAAAEBAAABAQAAFgAAAQYAAAELAAABAgAAAQkAAAGsAgAAAYECAAABCQAAAQEAAAISAAADAQAABAUBAAEvAAABBwAAAQEAAAICAAABRgAAAgIAAAEBAAABJwAAARYAAAF8AAACAQAAAgMAAAEXAAABAQAAAQIAAAGMAwAAAZUBAAABcgAAAQEAAAFPAAABAQAAAgEAAAGGAQAAAWgAAAH6AQAAAgEAAAIWAAABXgAAAQgAAAF1AAABmgIAAAHXAgAAAdACAAACAQAAAWUAAAEBAAABQwAAAWoAAAESAAABBAAAAQEAAAHxAgAAAQAAAAMCAAACAQAAAREAAAFDAAABMQAAAQEAAAFVAAABkgEAAAGIAgAAAcoCAAABAQAAAQEAAAEBAAABCQAAAQEAAAIBAAAB7gIAAAHBAQAAAQMAAAHQAgAAAQIAAAFWAAABVQAAAQEAAAHLAQAAAQEAAAMBAAABAQAAAR0AAAEBAAACEwAAAUwAAAEBAAABSgAAAQAAAAIBAAACBgAAARIAAAMCAAABAwAAAQQAAAEBAAADAQAABAUAAAIBAAADAQAAAQEAAAEBAAACAQAAAQEAAAEBAAACAQAAAQYAAAECAAABAQAAAQEAAAICAAACBAAAAgcAAAMFAAABAQAAAQUAAAEBAAABAQAAAgEAAAEBAAABAQAAAQUAAAcBAAAIAQAAAgEAAAECAAAEBQAAAQMAAAEHAAABDAAAAQIAAAEIAAABCwAAAQUAAAIFAAABAwAAAgYAAAEGAAABAQAAAQIAAAIFAAABBAAAAQYAAAQJAAACAQAAAgEAAAEGAAABCwAAAQkAAAEJAAABAwAAAgEAAAIBAAABAwAAAQUAAAIWAAABAwAAAQYAAAIBAAABAQAAAgEAAAMBAAABCAAAAQEAAAEBAAABAgAAAQUAAAEGAAACAQAAAQMAAAIBAAABBAAAARYAAAEBAAABDQAAAwEAAAEFAAABCwAAAgEAAAIDAAAEAQAAAgMAAAEBAAABAgAAAQEAAAMBAAABAgAABQMAAAEBAAABBAAAAgEAAAEBAAACBAAAAQEAAAEFAAABAQAAAQkAAAEXAAABAwAAAQUAAAEPAAABFwAAAQMAAAIHAAABEAAABAEAAAMBAAABBAAAAgUAAAIBAAADEgAAAQEAAAEBAAADAQAAAQkAAAEEAAABCgAAAQEAAAEKAAABBQAAAQEAAAEDAAABBgAAARYAAAEBAAACDQAAAQEAAAQBAAACAQAAAQEAAAEBAAACDgAAAQEAAAEXAAABAQAAAQQAAAEBAAAEAQAAAQEAAAECAAACAQAAAQMAAAEIAAABAQAAAQEAAAMBAAABBwAAAQEAAAECAAABAQAAAgEAAAIBAAABAQAAAgUAAAIGAAACCAAAAwEAAAIJAAABAQAAAQwAAAIBAAACAQAAAQwAAAEBAAABAQAAAhsAAAERAAABAgAAAgEAAAECAAAB7gEAAAEBAAABYAAAAQcAAAF3AAABOwAAAQ0AAAEGAAABAwAAAQEAAAEBAAABCQAAARwAAAGJAwAAAQkAAAHvAgAAAtcBAAABtAIAAAEBAAABSwAAAQMAAAEhAAABAgAAARwAAAEqAAABBAAAASIAAAEEAAABEQAAARYAAAEBAAABLAAAAhkAAAEvAAABoQEAAAEGAAABAwAAAQEAAAENAQABAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAHAAABBgAAAQoAAAEBAAADAQAAAgIAAAEUAAABAQAAAgIAAAMDAAABAQAAAQQAAAEBAAABAgAAAQUAAAEGAAABAQAAAQ4AAAECAAABAgAAAQIAAAEDAAABAwAAAwgAAAEDAAACAQAAAgkAAAIBAAABAwAAAgEAAAEFAAABAwAAAQkAAAEFAAABAgAAAwEAAAECAAACAQAAAQYAAAEBAAACAQAAARAAAAIBAAABAQAAAgoAAAIBAAABAwAAAQ4AAAEBAAABBQAAAQcAAAIBAAACAwAAAQwAAAECAAABBQAAAgEAAAIEAAABBgAAAgUAAAEBAAACAgAAAQEAAAEKAAABEAAAAQsAAAEGAAABAgAAAwEAAAIHAAABCAAAAQkAAAEBAAABAQAAAggAAAIBAAABBAAAAQoAAAECAAABAQAABAEAAAIEAAABBgAAAqcCAAABBQAAAQEAAAE9AAABLQAAAQEAAAJcAAABAQAAAZcBAAACgQMAAAEBAAABAQAAAZkCAAABTQAAAQMAAAEVAAABLQAAATAAAAGJAQAAAYYBAAABqAEAAAEIAAABZwAAAS4AAAHZAgAAAQUAAAFAAAABZwAAAXQAAAFDAAABQwAAAQYAAAEBAAABLAAAASYAAAEtAAABegAAASQAAAEoAAABBAAAAQEAAAEBAAABCAAAARQAAAEEAAABAQAAAdQBAAABgwMAAAHaAgAAAQ0AAAEBAAACGAAAAQIAAAGDAwAAAQEAAAEHAAACAQAABAEAAAIBAAACAQAAAQEAAAMCAAADAQAAAUIAAAICAAABCgAAAQEAAAEEAAABFgAAAQEAAAEEAAACGAAAAQoAAAEGAAABAgAAAQMAAAEHAAABGgAAAQEAAAEZAAABAwAAARAAAAIGAAABJAAAASAAAAE3AAACAQAAAgQAAAENAAABDgAAAewCAAABOwAAAbwBAAABVgAAATcAAAEHAAABAgAAAQYAAAEBAAABAQAAAUkAAAGBAwAAAW0AAAGDAQAAAXsAAAEIAAABDAAAAYwBAAABGQAAAQIAAAMBAAABBwAAAgEAAAMBAAABAQAABAEAAAMBAAAHAQAABAEAAAIBAAABCQAAAQEAAAEEAAABAQAABAEAAAEBAAABAQAAAQMAAAMBAAABAQAAAwEAAAMBAAADAQAAAwEAAAIFAAADAQAAAgEAAAEBAAABAQAAAhEAAAEEAAABAQAAAQIAAAIEAAACAgAAAQEAAAEBAAABAQAAAQ4AAAEBAAABAQAAAQEAAAMGAAADAgAAAQIAAAYBAAACAQAAAQoAAAIBAAACCwAAAQQAAAEBAAABAQAAAQUAAAECAAABAQAAAQUAAAMCAAADAQAAAgEAAAEGAAABAQAAAwEAAAEBAAABAgAAAwMAAAEGAAABAQAAAQQAAAEEAAADAQAAAgIAAAIEAAACAgAAAgEAAAEIAAABAQAAAQEAAAEEAAAEAQAABAEAAAECAQABAgEADgEBAA0BAQAGAQEABQEBAAYBAQACAQEAAgEDAAQBAQADCAAAAwEAAAEFAAACAQAAAgcAAAEGAAADAQAAAQQAAAICAAABAQAAAQMAAAEBAAABAQAAAQkAAAEDAAACAQAAAgcAAAIBAAACAQAAAQkAAAEFAAABAQAAAQcAAAEIAAADAQAAAgEAAAcBAAABAwAAAwQAAAEKAAABAwAABwEAAAkCAAABAQAAAQIAAAEKAAABAQAAAQQAAAQCAAACAQAAAQEAAAQBAAABBQAAAQEAAAHyAgAAAdUBAAABoAIAAAEAAAABIwAAAgEAAAEBAAADEAAAAQsAAAIBAAABAgAAAgcAAAECAAABAQAAAwEAAAEcAAACAgAAATcAAAEHAAABCwAAAQEAAAECAAABCAAAAgcAAAEkAAABBAAAAQEAAAEDAAABdQAAAfgBAAAC8gIAAAEBAAABLQAAAgEAAALCAQAAAR4AAAELAAABDQAAAQIAAAEPAAABTAAAAQYAAAEJAAABBwAAAQwAAAEIAAAGAQAAAgEAAAEBAAABCQAAAQEAAAMBAAABBAAABAEAAAEBAAABAQAAAQEAAAEFAAABHAAAARIAAAEHAAABDgAAARkAAAEBAAABBAAAAQEAAAEKAAABAQAABAkAAAIBAAABCwAAAQEAAAEBAAABAQAAAQUAAAEBAAACAwAAAQEAAAIDAAABDgAAAQEAAAICAAABAQAAAQYAAAMBAAABCAAAARwAAAEBAAADAgAAAQIAAAIBAAABCAAAAgUAAAINAAABBAAAAQQAAAENAAACCQAAAQEAAAEBAAADDQAAAQEAAAEHAAABAQAAAhsAAAIBAAACBQAAAwEAAAEEAAABGAAAAQQAAAI1AAABAQAAAgEAAAEGAAACBwAAARkAAALiAQAAAjMAAAFTAAABCwAAAYoBAAABAQAAAQUAAAEBAAABKAAAARUAAAEBAAABFwAAAQEAAAIsAAABngIAAAEJAAABAQAAAVgAAAEnAAABPwAAAQIAAAEDAAABAgAAAgEAAAEQAAABAQAAAQEAAAEBAAABEgAAAQIAAAECAAABCAAAAQUAAAEBAAABAgAAAQMAAAEEAAABAgAAAQEAAAElAAABAQAAAQEAAAEYAAABAQAAAQYAAAEXAAABAQAAAQoAAAEHAAABBgAAAQIAAAIHAAABAQAAAQEAAAEBAAABCQAAAQgAAAEFAAABAQAAAS4AAAIJAAABEAAAAQEAAAFJAAABAQAAAQIAAAGkAQAAAU4AAAEBAAABVAAAAQQAAAIGAAABBgAAAgEAAAIBAAACBwAAARAAAAEBAAABKgAAAgEAAAEHAAABJgAAAREAAAECAAABAgAAAQMAAAIBAAACDwAAAQcAAAEEAAABBgAAAQgAAAMBAAABAQAAAQoAAAICAAABAgAAAQgAAAIBAAABCQAAAQEAAAEKAAACBAAAAQgAAAIBAAABBQAAARgAAAIBAAABAQAAAQUAAAEBAAADAQAAAukCAAABAQAAAg0AAAE1AAABAQAAASYAAAFEAAABBQAAAQIAAAIKAAAB6wEAAAEIAAABoAIAAAEBAAABTAAAAfYCAAABQQAAAQIAAAECAAABCgAAAQwAAAECAAABOAAAAZ4CAAABAQAAAQEAAAEUAAABAQAAAQ4AAAEBAAADvQEAAAFHAAABDwAAAWoAAAEBAAABhQMAAAKFAwAAAW4AAAGYAgAAAQIAAAEEAAABBgAAAZ4CAAABXgAAAQMAAAENAAACAQAAAwEAAAIFAAAB3wIAAAIZAAABhgEAAAHfAQAAAQEAAAEBAAABAgAAAYcBAAABUQAAAasBAAAB1wIAAAELAAACkQEAAAEBAAABAwAAAQwAAAG2AQAAAWAAAAFBAAABmQEAAAEjAAABAgAAARIAAAEFAAABCwAAARIAAAEIAAABBwAAAQYAAAEUAAABCAAAAREAAAEJAAABDAAAAQ4AAAESAAABEQAAAQEAAAEQAAABEAAAAQYAAAEJAAABCwAAAQUAAAEIAAABBAAAAQoAAAEDAAABAgAAAQEAAAERAAABBgAAAQcAAAEHAAABAQAAAUkAAAEaAAABRgAAAQEAAAEEAAABPAAAAQEAAAEUAAACAgAAAQEAAAEBAAABAQAAAgQAAAFkAAABDwAAAQEAAAEBAAABCwAAAcIBAAABAQAAAW8AAAElAAABOwAAAQEAAAECAAABAgAAAQMAAAEBAAABFQAAASQAAAIBAAACAQAAAgIAAAElAAABAQAAAgQAAAEFAAABEQAAATMAAAEJAAABAQAAAQ0AAAEBAAABAwAAAgEAAAEBAAADAQAAAwcAAAEBAAACAQAAAREAAAEBAAABAQAAAQcAAAGhAQAAAQEAAAETAAABBQAAAQ8AAAFZAAABFAAAAQgAAAECAAABBgAAATQAAAEDAAABGgAAAQgBAAE+AAABBgAAAQkAAAEBAAAEAQAAAgkAAAEYAAAEAQAAASIAAAEBAAACDQAAAQEAAAFDAAACAQAAAQ0AAAEBAAABFQAAAwMAAAEHAAABBAAAAQ8AAAEJAAABAQAAAQcAAAEBAAABiAEAAAGyAQAAAY8CAAABAQAAAaMBAAABZAAAAaACAAABAQAAAUUAAAEBAAAB3gEAAAEDAAABDQAAAgEAAAMBAAADdQAAAdsCAAABAQAAAeoBAAABAQAAAQUAAAErAAACAgAAAS0AAAEqAAACAQAAAQEAAAGuAQAAAb4BAAABBgAAAQIAAAIBAAACBgAAAYIBAAABCQAAAgEAAAEDAAABAQAAAgQAAAEJAAABAgAAAQcAAAEDAAABAQAAAQoAAAEDAAABAwAAAQUAAAEBAAABIQAAAQcAAAEBAAABJgAAAQkAAANSAAABAgAAAQEAAAEFAAABPAAAAgEAAAGAAQAAAQEAAAE4AAADAQAAAQIAAAECAAABAgAAAQQAAAFJAAABhAMAAAGGAQAAARwAAAG5AQAAAQEAAAEBAAAB8gIAAAH5AgAAAQsAAAH3AQAAAZMBAAABUgAAAQQAAAEjAAABpQEAAAFSAAABJgAAAekCAAAB7gEAAAFSAAABAgAAAwUAAAEDAAABCAAAARUAAAECAAABBAAAAQMAAAEOAAACAQAAAgkAAAIEAAABBgAAAQMAAAElAAABBwAAAQoAAAEBAAABEwAAAQEAAAIMAAACAQAAAQMAAAEMAAABAgAAAgQAAAEBAAABCwAAAQMAAAEgAAACCAAAARMAAAEHAAABDAAAAQoAAAEBAAABVAAAARIAAAEBAAABZAAAATgAAAEBAAABFQAAARMAAAEXAAABCgAAAVUAAAELAAABXgAAAQ0AAAEBAAABAQAAAREAAAEBAAABBgAAARYAAAEBAAABCAAAAQkAAAIHAAABAQAAAQEAAAEDAAABAQAAAQIAAAEBAAABBQAAAQEAAAECAAABBwAAAQQAAAEKAAABAgAAAS0AAAEHAAABAQAAAgEAAAEIAAABAQAAAQMAAAEFAAABAQAAAQMAAAEPAAABGQAAAQ0AAAEKAAABEwAAAQEAAAIIAAABFwAAAVUAAAI1AAABCAEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAATwAAAQ4AAAEBAAABAgAAAQMAAAICAAABAQAAAQEAAAHlAgAAAVgAAAHcAQAAAQUAAAEBAAABSwAAARsAAAEBAAABCAAAAgQAAAEBAAABBwAAAQEAAAEpAAABAQAAAR8AAAEIAAACEgAAARoAAAEbAAABIwAAAQ4AAAEEAAACMQAAAagBAAABdQAAAe4CAAAEAQAAAQUAAAHaAgAAAQEAAAEXAAAC8AIAAAFYAAABbAAAAYoBAAABAQAAAgEAAAEBAAABXQAAATEAAAEEAAAB8wIAAAHzAgAAAewCAAABFwAAAQEAAAE5AAABEQAAAVoAAAEZAAABBAAAAgEAAAEDAAABAQAAAgEAAAEZAAACagAAARYAAAEkAAABCgAAAQEAAAEXAAABAQAAAVQAAAEmAAABGgAAARUAAAEuAAABFwAAARoAAAJ3AAADCwAAAQsAAAEmAAACAQAAAhsAAAEJAAABBwAAAQMAAAEDAAABGQAAAQwAAAEEAAABAQAAAR8AAAIBAAACAQAAAQIAAAMBAAACAQAABQEAAAEBAAABAQAAAgEAAAIBAAABAgAAAQEAAAEBAAABAQAABAEAAAENAAACAgAAAQkAAAEBAAABHwAAAQIAAAEDAAABAQAAARIAAAEJAAABbQAABNkCAAABAQAAAYUCAAAB0AIAAAFHAAABAQAAASkAAAEBAAACSAAAAQEAAAEnAAABbwAAARgAAAGAAQAAAUYAAAGrAgAAAW0AAAEBAAAB+gEAAAHXAgAAAdQCAAAC0AIAAAHTAgAAAQEAAAEDAAABAQAAAZEDAAABiQMAAAIKAAAB7AEAAAEVAAACQQAAAQ8AAAHSAgAAAdQBAAABfAAAASYAAAF9AAABAQAAAWoAAAELAAABKAAAAb8BAAABbQAAASYAAAEKAAABBwAAAiIAAAEaAAABmgEAAAEBAAABhgEAAAHmAgAAAXUAAAFkAAABpAEAAAEeAAABFgAAAQQAAAENAAABAQAAATgAAAEUAAABBQAAAQoAAAE0AAABOQAAAQkAAAEBAAABBwAAAQQAAAEBAAABCAAAAgYAAAEeAAABAQAAAggAAAQLAAABlgEAAAGtAgAAAToAAAHqAgAAAd8BAAABgAEAAAHnAgAAAQMAAAEBAAAB9gIAAAEBAAABUQAAAgEAAAEHAAABBAAAARwAAAHiAQAAAh8AAAEBAAABBwAAAfECAAAB1wIAAAEGAAABAQAAAfICAAABgAEAAAEkAAABIwAAAQEAAAE+AAABJwAAAdYCAAABowEAAAFeAAABRAAAAwEAAAZwAAABDQAAARoAAAELAAABAQAAAYUCAAABGgAAAQEAAAGfAQAAAQEAAAFzAAADggEAAAFzAAABbQAAAhoAAAIBAAAEZAAAAQIAAAEVAAABBQAAAUgAAAGZAgAAAUsAAAEBAAABVQAAAQoAAAJ7AAACAQAAAQEAAAEHAAABEAAAAQEAAAFHAAABAQAAAbwBAAABIwAAAdsCAAABhQEAAAFqAAABAQAAAd4BAAABAgAAAQYAAAECAAABAwAAAQ8AAAEIAAABFwAAAQEAAAIBAAABDQAAAQIAAAEBAAABBgAAAQEAAAEEAAAFBAAAAgIAAAEGAAADAQAABQEAAAYBAAAFAQAABgEAAAICAAABAQAAAwIAAAEBAAAEAQAABQEAAAECAAADCwAAAQIAAAEHAAABAwAAAQMAAAIcAAABFAAAARgAAAEEAAACBgAAAQkAAAEDAAABBQAAAyUAAAEBAAABAQAAAR0AAAEPAAABAgAAAQ0AAAUBAAADAQAAAQEAAAEBAAABBAAAAhEAAAIBAAACBAAAAg8AAAIBAAABBQAAAQEAAAIIAAABCQAAA+cBAAABZwAAAagBAAABsQEAAAEBAAACAQAAAdICAAABggMAAAEZAAABIAAAAQIAAAICAAACGgAAAQEAAAEnAAABAQAAATgAAAEFAAABwgEAAAGGAwAAAgQAAAEBAAABAgAAAbwBAAACXwAAAR8AAAEqAAABLgAAARIAAAEBAAABHQAAATQAAAGfAgAAAakBAAACBAAAAQIAAAEHAAABAQAAARIAAAFfAAABgwMAAAEDAAABugIAAAEHAAABbQAAAXIAAAELAAABAQAAAQQAAAMBAAADAQAAAgEAAAICAAABJwAAAZEBAAABAwAAAfwCAAAByAIAAAIBAAADBwAAAQEAAAFRAAABkgIAAAEBAAABgAEAAAEBAAABwgIAAAEBAAABZQAAAeYBAAABAgAAAXoAAAHZAQAAAYIDAAAB+QIAAAEJAAABXQAAAfkCAAAB9AIAAAFSAAABmAEAAAEFAQABhgEAAAHXAgAAAUIAAAEDAAABCgEAAScAAAEdAAABAQAAAaoBAAABDgAAAgoAAAEBAAADAQAAAQcAAAFyAAABagAAAwEAAAMBAAACAQAAAQEAAAMEAAABBAAAAwEAAAFoAAABFgAAAQEAAAFqAAACKQAAASkAAAEEAAACAQAAAwIAAAEEAAACGAAAAQEAAAEdAAABBQAAASQAAAEUAAABAQAAAQEAAAEIAAABEAAAAgEAAAEJAAABDAAABAEAAAMCAAABAQAAAQUAAAEFAAABBAAAAQEAAAEBAAABBAAAAwQAAAEWAAABAQAAAwQAAAMDAAABAQAAAQcAAAMBAAABCwAAAQEAAAMBAAABAQAAAgcAAAIBAAABAQAAAQYAAAIGAAABCAAAAQMAAAEFAAABAQAAAQEAAAEsAAABDAAAAQEAAAIBAAABBgAAAQEAAAIBAAADAQAABgEAAAIBAAABAQAAAScAAAEoAAACAQAAAwYAAAFAAQABAQEAAQEBAAQBAQAAAQEAAgEBAAcBAQAGAQEABgEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAEBAgABAQEAAhsAAAETAAABBAAAAY8CAAABkwEAAAIHAAABAQAAAQMAAAHuAgEAAQEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAEBAQABAQEAAOYBAAACAQAAAQMAAAEHAAAGAQAAAQEAAAEBAAABHgAAATAAAAE/AAAB1AEAAAEyAQAADQEAABEBAAALAQAACAEAAAYBAAAOAQAABQEAAAgBAAALAQAADwEAAAgBAAAOAQAAFgEAAAgBAAAKAQAACAEAABABAAAJAQAABwEAAAkBAAAFAQAALwEAAAYBAAAIAQAABgEAAA4BAACJAQAAAYkBAAABdQAAAQEAAAHOAQAAAQUAAAEGAAABAQAAAQIAAAGEAwAAAXkAAAEBAAABDQAAAQEAAAIBAAACAQAAAQQAAAEBAAABcAAAAwMAAAECAAABiAEAAAGIAQAAAcsCAAABCAAAAQEAAAEMAAABXAAAAQEAAAHqAQAAAXkAAAEBAAABZwAAAW8AAAHzAgAAAQAAAAMBAAABVgAAAQcAAAGqAQAAAUoAAAEVAAABCgAAAQcAAAEMAAABkAIAAAEBAAABCAAAAQEAAAIJAAABmAEAAAEEAAABiAEAAAEBAAABZQAAAQIAAAEGAAABewAAAWoAAAEZAAABAQAAAT4AAAEPAAACAQAAATkAAAE1AAABAQAAAQIAAAFvAAABCAAAAQEAAAEbAAABBAAAAREAAAEEAAABVgAAAVgAAAEMAAABFQAAAQEAAAEFAAABBAEAAVAAAAEsAAABFgAAAQsAAAEyAAABHAAAAQMAAAGWAQAAAeYBAAABAgAAAQkAAAEBAAABAgAAAVwAAAEKAAAB0AIAAAFfAAABiAEAAAGFAwAAAUcAAAEBAAABQwAABAEAAAEBAAABDgAAAQkAAAEMAAABFQAAAQIAAAGaAQAAAcwCAAABeQAAAQEAAAEaAAABUgAAAQEAAAIDAAADAQAAAQEAAAEBAAACAgAAAWAAAAEBAAABCgAAAlQAAAECAAADAQAAAQIAAAIEAAABAwAAAVgAAAGcAQAAAY4DAAADQgAAAfQCAAABpAIAAAF1AAABkQEAAAEHAAADAQAAAwEAAAMCAAABAQAAAQEAAAEBAAAEAQAAAgsAAAIBAAACAwAAAgUAAAEBAAABAQAAAQIAAAEOAAABBAAAARgBAAgBAQACAQEAAQEBAAABAQAAAQEAAAEBAAABAQABAQEABQEBAAABAQABHgAAARcAAAU7AAABGgAAAhkAAAEVAQADAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAUBAAUBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEAAAEOAAABCQAAAQgAAAEPAAACIAAAAQEAAAMBAAABeAAAAfQCAAAB5gEAAAFmAAABaAAAAREAAAF6AAABlQEAAAEBAAABiAEAAAHpAgAAAQEAAAHKAgAAAfABAAABmgEAAAF9AAABBgAAAQYAAAE8AAABSwAAAQUAAAEDAAABCAAAAQIAAAEdAAABRgAAAQEAAAE0AAABBgAAAQMAAAE3AAABCgAAAgEAAAIBAAACAgAAAgEAAAQBAAACCgAAAZcCAAABIwAAAQEAAAFGAAABiwEAAAE+AAABPgAAARYAAAEFAAABAwAAAQEAAAIBAAABJwAAAXkAAAEVAAABAQAAAQMAAAF6AAAB3wEAAAEBAAAB7AEAAAEnAAABAQAAAoECAAABVwAAAdoBAAABAQAAARsAAAIBAAABQwAAAYIBAAABAQAAAX8AAAExAAABSwAAAh8AAAEWAAABFwAAAggAAAIUAAABJAAAAQYAAAFaAAABWgAAAR4BAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAABbAAABAgAAApgCAAABAQAAAQkAAAENAAACAQAAAhQAAAEEAAAEFQAAAQEAAAEzAAAB8AIAAAEAAAAB+AIAAAGUAgAAAfABAAABAQAAAfQCAAABAQAAAakBAAABDQAAAZ0BAAAB1QEAAAEIAAABOQAAATwAAAEsAAAB7AEAAAEBAAABDQAAAYcBAAABAwAAAfMCAAAB6AIAAAH0AgAAAYIDAAABAQAAAYkBAAABywEAAAGnAQAAAQUAAAGtAQAAAawBAAAB8QIAAAH0AgAAAQ8AAAHUAQAAAt0BAAABAQAAAXYAAAGHAQAAAc4BAAABAAAAAgMAAAHnAQAAAaMCAAAB9AIAAAGTAQAAAVwAAAEBAAAB7AEAAAEjAAABAQAAAQIAAAEDAAAEAgEAAQIBAAYBAQAGAQEABwEBAAIBAQABAQEAAgEBAAgBAQACAQEAAgEBAAIBAQAJAQIAAgEAAAEBAAABAQAAAQMAAAECAAABAQAAAQEAAAIBAAACAQAAAQEAAAIBAAABCQAAAR8AAAEJAAABTAAAASYAAAEBAAABBgAAAQcAAAEBAAABAgAAARQAAAEBAAABHgAAATMAAAEFAAABAQAAAdQBAAABAQAAASMAAAIBAAAB1QEAAAIBAAABjAEAAAIKAAABAQAAAfYBAAABsQIAAAEBAAABAQAAAQEAAAEBAAAEAQAAAQIAAAGzAgAAAgUAAAFfAAABFwAAAQgAAAGAAgAAAQEAAAFlAAABAQAAAbEBAAABBwAAAfcBAAAB1wEAAAEEAQABSgAAASgAAAEUAAAB1wIAAAERAAABrQIAAAFGAAABOQAAARIAAAEBAAABOgAAAQEAAAMkAAABAwAAAQUAAAFEAAADAQAAARkAAAFHAAABOgAAAQEAAAKAAgAAAXIAAAIjAAAChgMAAAIKAAABAQAAAQEAAAEBAAABAQAAAwEAAAMBAAABAQAAAl0AAAEoAAABTwAAARMAAAEuAAABDgAAAd0BAAABNwAAAQEAAAFZAAABAQAAAvcCAAAB+wEAAAHMAQAAAQEAAAJ/AAABvgIAAAEGAAABjQMAAAG2AQAAAdwBAAABqQIAAAEOAAABWgAAAXkAAAEUAAABUwAAAwEAAAEqAAACAQAAARAAAAEnAAABGAAAAQUAAAEoAAACCQAAAe4BAAABAQAAAUQAAAHkAQAAATMAAAE8AAABmgEAAAEQAAABDAAAARYAAAEBAAACAgAAAgEAAAEcAAABAQAAAggAAAELAAABPwAAAQ0AAAFTAAABAQAAAQgAAAEFAAABAgAAAYMBAAABCwAAAQEAAAECAAABiAEAAAGRAgAAAT8AAAHwAgAAAfQCAAAB0AIAAAIBAAABAQAAAQEAAAIBAAAEAQAAAtACAAADAQAAAwEAAAIBAAABKQAAAQMAAAFGAAABcAAAAQcAAAH2AgAAAQEAAAHmAgAAAd4BAAABAQAAAX4AAAHOAQAAAXIAAAFRAAABQgAAAR4AAAEIAAABAQAAARgAAAE9AAAB7QEAAAHlAgAAAQIAAAEBAAABGgAAAZUBAAABAQAAAYgBAAABAwAAAT0AAAFTAAABCQAAAVYAAAEBAAABBgAAAZEBAAABhAEAAAEKAAACEQAAAQEAAAMBAAABAQAAAgQAAAEBAAABAgAAAgMAAAEBAAADAQAABAsAAAEFAAACAQAAAhoAAAMBAAABAQAABAIAAAIEAAADAQAAAgEAAAEDAAACCQAAARYAAAEQAAABAQAAAQEAAAICAAABAQAAAgEAAAECAAACAQAAAgIAAAEDAAABBAAAAQQAAAEBAAACAQAAAwEAAAECAAABAQAAAQQAAAEGAAABBgAAARsAAAEFAAABAQAAAQEAAAEWAAAEBQAAAQcAAAEEAAABEgAAAQgAAAEIAAACIgAAAQEAAAIMAAACBAAAAQwAAAEHAAABAwAAAQEAAAEBAAABEAAAAgEAAAIHAAABBAAAAQIAAAICAAABBQAAAbECAAABXwAAAdACAAABAQAAAgEAAALvAgAAAQEAAANnAAAB7gIAAAEAAAAB+AIAAAGRAQAAAQEAAAEHAAABeAAAAQEAAAEzAAABigEAAAEBAAABoQEAAAEqAAABEQAAAQEAAAELAAABBQAAAXQAAAMBAAABGAAAAgEAAAICAAACLgAAAgEAAAEGAAABdQAAAQkAAAEBAAACAwAAAgEAAAIBAAACzAEAAAEBAAACAgAAAgEAAAEdAAABDQAAAQYAAAFMAAAB7gIAAAEOAAABoAEAAAG2AQAAAQEAAALwAgAAAQUAAAENAAAB0AIAAAHZAgAAAYECAAABlQEAAAFJAAACAQAAAwIAAAECAAABCwAAAQcAAAEBAAABDgAAARgAAAEKAAACAwAAAgYAAAEHAAABBwAAAgEAAAEDAAABAQAAAwMAAAMBAAABAQAAAQwAAAEBAAABCAAAATcAAAEBAAABCAAABAgAAAECAAABFwAAAQMAAAECAAABCAAAAw0BAAYBAQAIAQEACgEBAAUBAQAGAQEAAQEBAAkBAQAHAQEABwEBAAcBAQAGAQEABQEBAAUBAQABAQAAAwEAAAEBAAABAQAAAgEAAAECAAADAgAAAQIAAAMHAAABAQAAAREAAAEKAAABDAAAAQMAAAEIAAACAQAABQEAAAKIAQAAAQYAAAEaAAABAQAAAQgAAAEuAAABMAAAARkAAAEbAAACAQAAAgEAAAIBAAABBAAAAQQAAAECAAABAQAAAQIAAAEBAAABOQAAAY8CAAABqwIAAAEBAAABFwAAA4UBAAABAwAAAwEAAAEBAAACBAEAAQEAAAGeAgAAATwAAAQBAAACAwAAAQEAAAKUAQAAAUoAAAEIAAABAgAAAQYAAAEBAAABAwAAAgUBAAINAAABBAAAAUoAAAEBAAABZQAAAXUAAAF1AAAB9QEAAAUBAAACAwAAAgMBAAEBAAAC9QEBAAEBAQAIAQEAAgEBAAEBAQACAQEAAAEBAAIBAQAAAQEAAuoBAAABUgAAAQIAAAEIAAABcgAAAh4AAAE8AAABAQAAASIAAAEAAAABVAAAAQQAAAMPAAABEgAAAQEAAAFyAAACBQAAAVoAAAIBAAABHAAAAQwAAAEBAAABGQAAAQMAAAEOAAABVwAAAgIBAAFVAAABAQAAAU4AAAErAAABXQAAAQEAAAEEAAABBAAAAkIAAAGTAQAAASAAAAEBAAABIwAAAacBAAABXgAAAQEAAAEFAAABLAAAAQEAAAEGAAABAwAAAjkAAAEYAAABAQAAAQkAAAIpAAABPQAAAQsAAAEEAAABAQAAAQcAAAICAAABWAAAATwAAAE6AAABswEAAAHOAQAAAYABAAAB3QEAAAHdAQAAAgAAAAHsAQAAAgEAAAEBAAABCwAAASUAAAIKAAABAQAAASMAAAEBAAABHAAAAQEAAAELAAAB9wEAAAGCAwAAAWgAAAEIAAABBQAAAQcAAAEIAAABCgAAAQsBAAEvAAABAwAAATAAAAEEAAADDgAAARkAAAEoAAABEQAAAQEAAAEDAAABBQAAAQEAAAEDAAABFgAAAQEAAAFVAAABAQAAASoAAAEBAAABAgAAAQEAAAIGAAABBAAAAQEAAAEGAAABEQAAAQEAAAERAAABBAAAAQEAAAHeAQAAAQwAAAIBAAACFAAAAQEAAAEMAAABEQAAAQEAAAEiAAABiQEAAAFLAAACLgAAAU4AAAEHAAABLAAAASMAAAOBAgAAAW8AAAEBAAABBQAAAYkBAAAB0QEAAAESAAABAgAAAgEAAAIBAAACAgAAAQEAAAE8AAABAQAAAYABAAABRQAAAXAAAAEBAAAB5QIAAAI3AAABBQAAAQsAAAEGAAABDAAAAQgAAAEHAAABBgAAARQAAAEIAAABEQAAAQkAAAEMAAABDgAAAQkAAAEJAAABEQAAAQEAAAEQAAABEAAAAQYAAAEJAAABCwAAAQUAAAEIAAABBAAAAQoAAAEDAAABAgAAAQEAAAERAAABBgAAAQcAAAEsAAABAQAAAQEAAAEBAAABAQAAAwEAAAIBAAABAgAAAgEAAAEBAAACAQAAAgMAAAEBAAABAQAAARIAAAEBAAABNAAAAQUAAAEjAAABBQAAARYAAAIBAAABAQAAAQYAAAEtAAACAQAAAgEAAAIBAAACAgAAAQIAAAEaAAABGQAAARAAAAEDAAABKAAAAQkAAAEeAAACCgAAAQQAAAECAAABCgAAAQEAAAEDAAABAgAAAQYAAAEDAAABAQAAAQIAAAECAAAB7gIAAAEBAAAB2QIAAAHeAQAAAQEAAAGYAQAAAYoDAAABAQAAAwEAAAIBAAABAgAAAgEAAAEBAAACAQAAAgMAAAEBAAABAQAAAcUBAAABAAEAAgEBAAUBAQACAQEAAAEBAAABAQAAAQEAAQEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAACnAQAAAQEAAAEMAAABlwEAAAEXAQAHAQEAAwEBAAABAQABAQEAAQEBAAABAQAAgQMAAAGGAwAAAQQAAAEBAAABhgMAAAEBAAABbQAAAesCAAABrgEAAAGuAQAAAgEAAAEEAAAB3gEAAAEBAAABdQAAARIAAAHpAgAAAgoAAAGsAQAAAQEAAAEJAAABiwMAAAEGAAABbwAAAQQAAAEPAAABCgAAAQQAAAFVAAABKQAAAQEAAAFSAAABGQAAAYYDAAABAwAAAV0AAAI5AAABUQAAAS0AAAIBAAAC6wEAAAE8AAACAQAAASAAAAEHAAABAQAAAQEAAAFJAAAB2AEAAAE6AAABKQAAAQoAAAEGAAABAgAAASkAAAEGAAABDAAAAQEAAAEBAAADCgAAAQEAAAEBAAABAQAAAQEAAAECAAABIQAAAQEAAAIBAAABAQAAASoAAAEnAAACHgAAAQEAAAEoAAACAwAAAQMAAAECAAABIwAAAQEAAAIBAAABCQAAAR8AAAIBAAADAQAAAhcAAAERAAABAQAAAQMAAAEBAAABAgAAAQYAAAECAAABCAAAAQIAAAEIAAACAQAAAQkAAAEDAAABSQAAARMAAAGHAQAAAQEAAAECAAACAQAAAwEAAAIBAAADAQAAAgUAAAEBAAABAQAAAgEAAAQBAAABDQAAAQUAAAEwAAABTgAAAQEAAAEUAAABAwAAAwEAAAEBAAABBQAAAQwAAAIBAAABGQAAAQEAAAIYAAABRAAAAjgAAAEPAAABAQAAAQsAAAGeAQAAAQEAAAEFAAABAwAAAQIAAAEBAAABCQAAAQEAAAIJAAACAgAAAgEAAAEJAAACAgAAAgQAAAIBAAACdAAAAQEAAAIBAAACEwAAAgoAAAKbAQAAAYYBAAABEgAAATsAAAEBAAABkQEAAAEXAAABAQAAAV8AAAEcAAABFAAAAQgAAAEBAAABAQAAAYICAAAB9QEAAAG5AQAAAasBAAABBAAAAdQBAAABdQAAATUAAAIBAAADAwAAAQEAAAUBAAADAwAAAQEAAAG0AQAAAgYBAAIBAQABAQEAAAEBAAABAQAAAQEAAQEBAAEBAQAAAQEAAAEBAAANAAABqgEAAAEBAAACAgAAAgEAAAEBAAACAQAAAQIAAAECAAABOAAAAaoBAAABqgEAAAEDAAAFAQAAAgEAAAQDAAABNQAAAR4AAAFNAAABiAEAAAEBAAAB0AEAAAHuAgAAAgEAAAEGAAACAQAAAu0BAAABPAAAAUsAAAKQAQAAAgEAAAECAAABFgAAARoAAAFKAAABXgAAAgEAAALlAQAAAV4AAAJ1AAABXAAAAh0AAAFtAAABGAAAAhgAAAEOAAABBwAAAQ4AAAEKAAACLgAAAZ8CAAAC6wEAAAEBAAABNAAAAVYAAAH2AQAAAecBAAAB6QIAAAEjAAABIgAAAbUBAAABAQAAAlkAAAEDAAABKQAAAQUAAAIGAAABBwAAAQgAAAEFAAACLwAAAQoAAAEIAAABIwAAASUAAAEKAAABJAAAASUAAAEBAAAB2wIAAAGGAwAAAQMAAAECAAADAQAAAQEAAAECAAABBwAAAQEAAAG/AgAAAQEAAAEoAAABuAIAAAEYAAABIwAAAgQAAAEBAAABAQAAAQoAAAEIAAABBQAAAQEAAAEBAAABAgAAAQEAAAEDAAABAgAAAQIAAAEkAAABAQAAAQIAAAEBAAABLgAAAQEAAAEfAAABAgAAAh0AAAF9AAABAQAAARAAAAEBAAABBwAAAgEAAAEEAAABAwAAAQEAAAETAAABAgAAAQIAAAEaAAABJwAAAhgAAAEGAAABAQAAAwEAAAEDAAABAQAAAg4AAAEKAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAgAAAQMAAAEBAAACAgAAAQYAAAEFAAACAQAAAQ0AAAEFAAABAQAAAQEAAAMCAAABJgAAAQ4AAAEiAAADAQAAAwIAAAMBAAABAQAAAR4AAAELAQADAQEAAgEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAABAQABAQEAAAEBAAABAQAAAQEAANABAAABQAAAAdoBAAABQwAAAc8BAAABoQEAAAGHAQAAAQoAAAICAAABAgAAAgEAAAIFAAABBAAAAgEAAAEBAAABDAAAAQsAAAECAAACWQAAAwEAAAMBAAACAQAAAQgBAAEBAQAFAQEACwEBAAqgAgAAAQEAAAGWAQAAAYECAAABbAAAAfQCAAABVgAAAQIAAAEtAAADAwAAAUsAAAEbAAABnQEAAAEWAAABIQAAAfEBAAAB6gEAAAEpAAABBgAAAQMAAAEKAAABAwAAAQgAAAEJAAABCAAAAQEAAAECAAABBgAAAQIAAAEFAAABAQAAAQUAAAEJAAABBAAAAQEAAAEGAAABAgAAAQUAAAEBAAABBQAAAQsAAAEEAAABBgAAAQIAAAEJAAABAQAAAQQAAAEKAAABDAAAAQYAAAECAAABBwAAAQEAAAECAAABBAAAAQQAAAENAAABAQAAAQIAAAEFAAABBAAAAQUAAAECAAABBAAAAQUAAAEEAAABAQAAASgAAAEHAAABBQAAAQEAAAEGAAABAQAAAQEAAAEFAAABAQAAAQYAAAEIAAABgwMAAAEOAAABAQAAAScAAAEXAAABCAAAAQUBAAFlAAABgAEAAAESAAAB7gIAAAEBAAABAwAAAZEBAAABmwIAAAEOAAAB8AIAAAE6AAABAQAAAXoAAAG6AQAAAT0AAAFDAAAB8gEAAAFEAAABPAAAAkIAAAFAAAACCgAAASQAAAEDAAABlwEAAAEZAAABCwAAAWcAAAF1AAACWAAAAW0AAAEdAAABVQAAAQsAAAMBAAABAwAAAgEAAAMBAAAGAQAABAEAAAUBAAABAQAAAicAAAE7AAABAQAAARsAAAI8AAABAQAAASoAAAEJAAABewAAAwQAAAEBAAAGAgAAAQEBAAIEAAABjwEAAAECAAACAQAAAQEAAAQBAAABAAAAAgYAAAEYAAABCAAAAQMAAAEDAAABDQAAARoAAAEeAAABIAAAAQkAAAE0AAABHQAAAQoAAAEJAAABAQAAAQsAAAEHAAABBAAAAQkAAAEEAAABGQAAARAAAAEOAAABDQAAARIAAAIEAAABVAAAAQgAAAEFAAABAgAAAQEAAAECAAACAQAAAQQAAAEBAAACAQAABAEAAAEBAAABCAAAAQ4AAAECAAABAwAABQEAAAICAAAEUQAAAQgAAAEBAAABCgAAAQEAAAECAAABXAAAASwAAAGGAwAAAQgAAAGSAQAAAe4BAAABhgEAAAExAAABAQAAAlcAAAEBAAABDgAAAQEAAAEBAAABMwAAAQEAAAEfAAABAQAAAYUCAAABegAAAZEBAAABcAAAARAAAAF7AAABUwAAAQEAAAEBAAACAQAAAhEAAAETAAACAQAAAQYAAAEEAAABAwAAAQYAAAEGAAABAQAAAgQAAAQBAAACAQAAAQQAAAENAAABLAAAAQEAAAEEAAABDQAAAQEAAAEFAAACEAAAAQEAAAEPAAABBQAAAQUAAAEBAAABAQAAAQMAAAQCAAABBwAAAQEAAAEEAAABAQAAAQ4AAAEYAAABAwAAAQEAAAEBAAADAQAAAQQAAAEIAAABAQAAAQkAAAENAAABAwAAAQ8AAAF6AAABBAAAAQIAAAFqAAABNAAAAVMAAAE1AAABEwAAAXoAAAFEAAABVQAAARgAAAEBAAABFwAAAgEAAAECAAADAQAABAEAAAEEAAABBwAAAQYAAAEOAAACAQAAAQ0AAAIBAAACSgAAAQMAAAEKAAABAQAAAQEAAAEGAAABAQAAAQkAAAQMAAABDwAAARcAAAEBAAABBAAAAQEAAAEXAAABDwAAAQwAAAIBAAAC0AIAAAFIAAABKQAAAfsCAAABAQAAARMAAAHsAgAAAQEAAAGfAQAAAYcBAAABawAAAQEAAAEzAAABiAEAAAEFAAABAgAAAQEAAAFKAAABAQAAAegBAAADBwAAAwEAAAEBAAADRgAAAQkAAAECAAAEBwAAAgMAAAEBAAABAQAAAgEAAAEFAAABGQAAAQEAAAEMAAABBwAAAQEAAAEBAAABaAAAAQUAAAFhAAABLgAAARoAAAEhAAABBgAAAQ4AAAEBAAABBAAAAQEAAAIBAAACDwAAASoAAAIDAAACBAAAAQEAAAENAAABUQAAAQYAAAEcAAABuQEAAAMBAAABCwAAAQwAAAIIAAABgQIAAAEjAAABdAAAAV4AAAEBAAABXgAAAQEAAAFdAAABIAAAAccBAAABNwAAAW8AAAEBAAACAQAAAVIAAAFZAAABQQAAAgMAAAKjAQAAAeEBAAABZAAAAZwCAAABAAAAAQMAAAEDAAABOwAAAagCAAABAQAAARUAAAEBAAABAgAAAQoAAAEBAAABAgAAAQEAAAKIAQAAAQEAAAF0AAABlwIAAAFXAAABkQIAAAEBAAABBgAAAeICAAABAQAAAQMAAAEEAAABAgAAAQEAAAEBAAABAQAAAQIAAAEEAAACAQAAAgcAAAEfAAABAQAAAwEAAAEQAAABBgAAAQIAAAEGAAABEQAAAQEAAAENAAABAQAAARMAAAEEAAABOwAAAQQAAAIOAAABAQAAAQcAAAECAAABBgAAAQMAAAECAAABDAAAAQoAAAEaAAABBgAAAQsAAAEBAAABFgAAAgEAAAEiAAABCwAAAQEAAAEBAAABBAAAAQ4AAAEGAAABAQAAAbIBAAABAQAAAQIAAAEBAAABHAAAAUoAAAEBAAABqQIAAAEHAAABFgAAAQcAAAIDAAABCwEAAQkAAAEWAAABBAAAARkAAAETAAABCQAAASMAAAEBAAABBQAAAgEAAAIBAAABBwAAASEAAAEYAAABJwAAATQAAAIEAAABAQEAAhMAAAECAAABBgAAASYAAAEIAAABBAAAAlQAAAE8AAABFQAAARYAAAEeAAABPQAAASsAAAEDAAACBQAAAQ4AAAIgAAACCgAAAQQAAAHtAQAAAQEAAAFhAAABKQAAAfUCAAABqgEAAAEBAAABqwEAAAEBAAABAgAABQEAAAEEAQABlQEAAAEKAAABAgAAAX0AAAGuAQAAAdMBAAABAQAAAS0AAAEBAAABCwAAAwEAAAECAAACBAAAAwEAAAEBAAABAQAAAc0CAAABZAAAAQEAAAHrAgAAAYwCAAABwAEAAAECAAABBgAAAQIAAAEDAAABSgAAAWQAAAEBAAABBAAAAgcAAAPqAgAAAfQCAAABggMAAAMBAAAB7AIAAAGXAwAAAc4BAAABmQEAAAIBAAABAgAAArQCAAABmAEAAAEBAAABBAEAAUsAAAGHAQAAAb8BAAABvwEAAAETAAABBAEAAQEBAAEBAQABAQEACQEBAAIBAQABAQEAAQEBAAABAQAAAQEAAAEEAAUBAQACAwAABgEAAAYBAAAFAQAABgEAAAUBAAAEAQEAAgEAAAQBAAAGAQAABgEAAAMBAAACAwAAAwEAAAEBAAABAQAABAMAAAMBAAAIAQAACQEAAAcBAAAEAQAAAQEAAAEBAAAFAQAABgEAAAoBAAAFAQAABQEAAAEEAAAGAgAAAgEAAAUBAAAEAQAAAgEAAAEOAAABAQAAAQQAAAEJAAACFwAAAR4AAAMBAAADAQAAAgMAAAEQAAADAQAAAgEAAAMBAAADAQAABAEAAAIBAAABAQAAAgIAAAMBAAADAQAAAQIAAAQBAAADAQAAAQcAAAEJAAABAQAABAIAAAEPAAABDwAAAwEAAAIBAAADAQAABAEAAAEDAAACAgAAAREAAAIBAAABAQAABA0AAAEZAAABCwAAAwkAAAI9AAACAgAAAwEAAAMCAAACAwAAAgUAAAEBAAAEnwIAAAEKAAACAQAAAwEAAAICAAACBwAAAQcAAAGwAQAAAfkBAAABBAAAATkBAAQBAQAAAQEAAAEBAAABAQAAAQIAAQEBAAACAAABCgAAAQEAAAGsAQAAAWwAAAETAAABAQAAATwAAAFYAAACBAAAAVIAAAEBAAACAQAAAQEAAAECAAABDwAAAQcAAAFfAAABDAAAAVwAAAE1AAAB6gEAAAEBAAABiQEAAAFmAAABhwEAAAHVAQAAAQoAAAEBAAABEgAAARgAAAEEAAABHAAAAQEAAAEDAAABBQAAAQgAAAEBAAABAQAAAwMAAAECAAABAQAAAgYAAAEGAAACAQAAAQYAAAEEAAABAgAAAQEAAAMCAAACBwAAAQEAAAEBAAABAQAAAQEAAAEFAAABBQAAAQoAAAEBAAABAgAAAQIAAAEBAAABCwAAAQIAAAEBAAABEQAAAgoAAAEBAAACAQAAAQMAAAECAAACAQAAAQMAAAEHAAACAQAAAQQAAAIBAAABAQAAAgEAAAEHAAABCQAAAQYAAAEGAAABAQAAAgEAAAMBAAABBQAAAQEAAAEDAAABAgAAAQIAAAEBAAADAQAAAQEAAAEHAAABAQAAAwQAAAIBAAABAwAAAQIAAAECAAABBgAAAQEAAAENAAABAQAAAwoAAAEFAAABAQAAAQEAAAEBAAABAgAAAQkAAAEDAAABAQAAAQQAAAEFAAABAQAAAg0AAAEBAAACaAAAAQMAAAEVAAABFQAAAQEAAAEFAAABegAAAWgAAAEsAAABFwAAAREAAAEBAAADHQAAARgAAAEDAAABYgAAAQEAAAECAAABAQAAAQsAAAECAAABAQAAAQIAAAIBAAABBwAAAQIAAAEBAAABXgAAAQEAAAFNAAABkAEAAAEEAAABBwAAARAAAAEBAAABJwAAARsAAAEFAAABAgAAAQwAAAIQAAABCgAAAgIAAAEEAAABNQAAAQUAAAEBAAABDQAAARYAAAHfAgAAAQEAAAHpAgAAAb0BAAABnQEAAAEoAAABzQIAAAG/AQAAAdkCAAABAAAAAfgCAAABewAAATQAAAE3AAABawAAARMAAAEUAAABFgAAA+QCAAABCQAAAVwAAAEBAAABewAAAVQAAAEmAAABMwAAAQUAAAFsAAABeAAAAToAAAGhAgAAAVUAAAE2AAABCQAAASEAAAEjAAABPwAAAQEAAAEyAAABYAAAARcAAAFYAAACAQAAAbYCAAABVwAAAQEAAAIJAAABTQAAAZUBAAABAgAAAYsBAAACowIAAAGpAgAAAQcAAAEBAAABBAAAAQUAAAIBAAADCwAAARYAAAEbAAABBwAAAU4AAAFJAAABAQAAARQAAAEQAAABLgAAASgAAAEKAAABAQAAARUAAAEBAAABAQAAAgMAAAIBAAABCAAAAaoBAAAB1AEAAAESAAABFwAAAQEAAAMDAAABDAAAAQ4AAAIDAAABAgAAAgEAAAEBAAACAwAAAQgAAAMDAAABBQAAAQMAAAEEAAAEBgAAAwEAAAEEAAABAQAAAQcAAAEHAAABCAAAAgIAAAEBAAABAwAAARQAAAMMAAABBQAAAQkAAAEBAAABBQAAAQIAAAMBAAADAQAAAggAAAEDAAABBwAAAggAAAEDAAACDQAAAQcAAAEBAAADAQAAAQcAAAMGAAADCQAAAgsAAAEFAAABCAAAAgsAAAEBAAACAgAAAQ8AAAEOAAABBwAAAQUAAAEWAAACAQAAAhIAAAEDAAACAQAAAQEAAAIEAAABAQAAAb4CAAABWQAAAQ8AAAICAAABIAAAATQAAAEBAAABMwAAAQkAAAEhAAABIQAAAhcAAAEHAAABCQAAASAAAAEBAAABFgAAAQEAAAIIAAABAQAAAgQAAAIcAAACDAAAAgsAAAEBAAABAQAAAQMAAAEHAAABBwAAAQEAAAEMAAABKgAAAgEAAAEBAAADAQAAAwEAAAMBAAACAgAAAQEBAAQBAQABAQEABgEBAAcBAQAGAQEABwEBAAIBAQAIAQEAAAEBAAEFAAADAQAAASYAAAEBAAABEgAAAQEAAAEWAAABAwAAAwEAAAIFAAACAQAAAQEAAAEBAAABAQAAAQcAAAECAAACAQAABAEAAAE9AAACAQAAAwUAAAEBAAACBgAAAQIAAAGxAgAAAQEAAAEBAAAB1AEAAANHAAABAQAAAWMAAAGVAgAAAZYBAAABVAAAARIAAAEEAAACAgAAAQEAAAECAAACAwAAAQQAAAIPAAABAQAAAQcAAAUHAAABAQAAARMAAAEgAAABHQEABQEBAAQBAQADAQEAAgEBAAoBAQAKAQEAAwEBAAQBAQADAQEAAwEBAAYBAQAAAQEAAgEBAAoBAgACAQEAAQEAAAMBAAAGAQAAAgEAAAEBAAACAQAACAEAAANmAAADGAAAAQEAAAEEAAABCQAAAgEAAAMBAAAB9gEAAALfAQAAAQMAAAFYAAABBAAAARkAAAIYAAABRgAAAQYAAAEBAAABAgAAAaMBAAABAQAAAdQBAAABfgAAAQMAAAHdAQAAAfcBAAABiQEAAAF4AAABCQAAAQEAAAEDAAABegAAAgMAAAECAAABCAAAAQQAAAGIAQAAAYYDAAACCgAAAQUAAAIBAAAB8QIAAAEBAAABHAAAAQEAAAEBAAADBgAAAksAAAHUAQAAAecBAAABXwAAAgEAAAQBAAABAgAAARsAAAEPAAACXAAAAR4AAAE9AAABEAAAAVIAAAEBAAABBAAABAEAAAEBAAACAgAAAUAAAAEBAAABAgAAAQYAAAIBAAAFAQAAAgEAAAEGAAABFAAAAQQBAAUBAQAGAQEABQEBAAIBAQABAQEAAQEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAECAAMBAQABCAAAAQYAAAIBAAACBQAAAgIAAAIDAAABPwAAARsAAAIBAAABBQAAAQUAAAECAAABaQAAAwEAAAEmAAADAQAAAwEAAAIBAAACAQAAAfYBAAABYAAAARgAAAEGAAAC0wEAAAEBAAACBQAAAQEAAAECAAABDAAAAUwAAAFcAAABAQAAAecBAAAB+AEAAAHqAgAAAV4AAAEHAAABqwEAAAEsAAABAQAAAS0AAAEBAAAB6gIAAAEZAAACAQAAAgsAAAECAAACAgAAAQIAAAEBAQABAQAAAgEAAAUBAAACAQAAAgEAAAIaAAABbQAAAQIAAAEBAAABAwAAAQwAAAEuAAADAQAAAQQAAAECAAABBAAAAfgBAAADAQAAAR4AAAEJAAABBQAAAYEBAAABAgAAAwYAAAIBAAADAQAAAgEAAAMBAAAEAQAAAgEAAAMBAAADAgAAAwEAAAQBAAAEAQAAAgEAAAIBAAABAQAAAQEAAAEBAAABAQAAAgEAAAECAAABCwAAAQMAAAEoAAABAQAAAY0BAAAEAQAAAa0BAAACAQAAAgEAAAEEAQAB1wEAAAEEAQABAgAAAeUCAAABAQAAAYIDAAABiQEAAAEtAAACAQAAAgIAAAMjAAABAQAAAQoAAAIBAAABBgAAAQEAAAEBAAABAQAAAQwAAAEHAAABDAAAAQEAAAENAAABAQAAAQMAAAEVAAABAQAAAQgAAAEEAAABAQAAAgEAAAEJAAABCQAAAgcAAAEHAAABAgAAAQwAAAEBAAABAwAAAQEAAAEBAAABDgAAAwMAAAEBAAACDAAAAQEAAAILAAABBAAAAQkAAAEBAAABEwAAAgEAAAIdAAABCgAAAQMAAAIBAAACAgAAAQcAAAECAAABAgAAAWcAAAEBAAABAQAAAY0BAAABaAAAAQEAAAEhAAABCgAAAQsAAAEBAAAC1AEAAAJ5AAABAQAAAQUAAAMBAAADAwAAAQIAAAGAAQAAAugBAAABKAAAAQEAAAEBAAABHwAABAEAAAOCAgAAAQMAAAFaAAACBAAAARwAAAEXAAACDQAAAisAAAIBAAADAQAAAQEAAAELAAABCAAAAgQAAAEGAAABAQAAAw0AAAEBAAAMBQAAAQUAAAEDAAABAQAAARcAAAEkAAABCAAAAQEAAAEXAAABSAAAAgYAAAIZAAABiQEAAAF4AAABDQAAAQMAAAMBAAACAQAAAgUAAAHWAQAAAQEAAAMBAAABhQEAAAIDAAAEAQAABgUBAAHWAQAAAREAAAEBAAABgAMAAAGkAgAAAZ8CAAABXQAAASAAAAEjAAABAQAAAYYBAAAB9wEAAAFGAAABsQEAAAIBAAABiQEAAAFhAAABZgAAASMAAAItAAABAQAAAQEAAAECAAABOQAAAgEAAAELAAABBwAAAQwAAAEGAAABAgAABgMAAAEMAAABCwAAASMAAAEHAAACBQAAAQEAAAUBAAABEwAAARMAAAEBAAACFAAAAgEAAAEMAAABAgAABAgAAAIBAAABAQAAAQEAAAEBAAABBAAAAQEAAAIGAAABDwAAAhMAAAECAAABFQAAAQEAAAEWAAACBwAAAQcAAAECAAADBQAAAQQAAAEJAAABAQAAAgEAAAEBAAABAQAAAQ4AAAEFAAABAQAAAQEAAAEEAAABCAAAAQEAAAMBAAAEHAAAAQkAAAFRAAABAQAAAf4BAAABAQAAAgYAAAIBAAABNQAAAYMBAAADAwAAAQEAAAECAAACJAAAAQEAAAECAAABAQAABAEAAAMBAAABAwEABwEBAAEBAQADAQIAAQEBAAABAQABAQAAAgEAAAMBAAADAQAABAEAAAECAAABCAAAAQEAAAIBAAAEAQAABgEAAAMBAAACAQAAAwMAAAMBAAAEAQAAAQEAAAEBAAABAgAAAQQAAAIMAAACBgAAAQEAAAIDAQAHAQEABgEBAAABAQAAAQEABAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQcAAAEBAAAEAQAACAEAAAUBAAABFQAAAQQAAAEHAAABAQAAAggAAAEBAAABAQAAAQsAAAQDAAACAQAAAgIAAAQJAAABEAAAAQIAAAEBAAABAwAAAwEAAAEEAAABBwAAAR0AAAQCAAABBgAAAgEAAAEEAAABBQAABAEAAAEDAAABAgAAAgEAAAEBAAABAQAAAgMAAAQBAAAEAQAAAgIAAAEBAAABAgAAAQEAAAQBAAABAgAAAgEAAAEBAAABAQAAAQEAAAUBAAACBAAAAgIAAAMBAAACAQAAAgEAAAEBAAABAQAAAQYAAAQBAAAFAgAAAQEAAAEUAAACGQAAAQEAAAEGAAACAgAAAQcAAAIBAAACAwAAAgUAAAMBAAACAQAAAQEAAAEBAAABAQAAAgEAAAICAAACAAAAAScAAAEGAAACAQAAAgEAAAEBAAABAQAAAQkAAAEGAAABAgAAAQEAAAEDAAABAQAAAQkAAAECAAABFQAAAQQAAAEBAAABDQAAAQYAAAEvAAABCgAAAQQAAAEuAAABCAAAAT0AAAEDAAABAQAAAQIAAAEGAAABAQAAAQoAAAETAAABHgAAAQQAAAKHAQAAAXoAAAEHAAABrwEAAAGeAgAAATYAAAEDAAABAQAAAdcBAAABFgAAAQIAAAFaAAABNgAAAQAAAAKBAQAAAY8BAAABzgEAAAEdAAABAQAAATQAAAHpAgAAAeoCAAABAQAAAYcBAAACnwIAAAEBAAABVgAAAgEAAAJXAAABoQEAAAEXAAABCQAAAX4AAAEKAAABBAAAAXwAAAHLAQAAARoAAAEBAAAB1wIAAAEXAQABAQEABgEBAAUBAQADAQEAAQEBAAABAQABAQEAAAECAAEBAgACAQIAAgEBAAACAAABAgAAAS8AAAGfAQAAAQEAAAF+AAABJgAAAQ8AAAEGAAABnwEAAAIGAQABbgAAArECAAABOAAAAbECAAAB5gIAAAFWAAABAQAAAdQBAAABJQAAAgEAAAQBAAACAQAAAwEAAAIBAAABBQAAAicAAAEBAAABBwAAAQIAAAEBAAABAQAAAgoAAAEBAAABBgAAAgYAAAEeAAADBwAAAQEAAAICAAABBAAAAgkAAAEBAAABCQAAAgUAAAECAAABAgAAAQEAAAEDAAABAwAAAwEAAAEBAAACAQAAAhYAAAEkAAACBQAAARAAAAIDAAABBwAAAQEAAAEMAAABAwAAAQEAAAEEAAABEwAAAgQAAAEBAAADAQAAAQEAAAEEAAABCAAAAg0AAAEMAAABCAAAAQMAAAEGAAACAQAAAgIAAAIeAAACBwAAAQEAAAEEAAACAQAAAgQAAAEGAAABBAAAAgEAAAECAAACAgAAAgQAAAEGAAABDQAAAQYAAAEDAAACAQAAAgEAAAI3AAABpwIAAAEBAAAB+AEAAAGWAgAAAS0AAAE+AAABlgEAAAF/AAABVwAAARcAAAEBAAAB6QIAAAHrAQAAAQEAAAGBAQAAAaACAAACAQAAAQQAAAEkAAABHAAAAQYAAAHlAgAAAQEAAAEBAAAB5wIAAAHlAgAAAdcCAAACAQAAAZACAAABqQEAAAGGAwAAAQYAAAECAAABAQAAAeYCAAAB6AIAAAE1AAABAQAAAgEAAASaAgAAAQEAAAHbAgAAAQgAAAGqAQAAAa8BAAABDwAAAQEAAAHXAgAAAQEAAAEBAAABDQAAAQEAAAEMAAABAQAAAacBAAABAQAAAQkAAAHlAQAAAQEAAAEKAAABAwAAAQEAAAEFAAABAgAAAT0AAAEGAAABAQAAAQIAAAFsAAABBQAAAXYAAAE3AAACAQAAAQEAAAIAAAABAgAAAQEAAAEJAAABAQAAAS0AAAEBAAABAQAAAQEAAAMCAAABAgAAAQ0AAAMJAAABFQAAAawBAAACDAAAAQEAAAJlAAABAQAAAQEAAAEzAAACAQAAAQEAAAEBAAAEAQAAAgkAAAEFAAABAQAAASwAAAEBAAABGQAAAS0AAAEFAAACAwAAAgMAAAEBAAACNAAAAR8AAAEMAAACAQAAAiEAAAErAAABBQAAAgEAAAEOAAABuAEAAAEPAAABGAAAAScAAAESAAABBgAAAQEAAAEFAAABCAAAAQYAAAEIAAABCwAAAgEAAAEDAAABLQAAAQcAAAHaAgAAAVwAAAEdAAABbQAAARgAAAEYAAABDgAAAQcAAAEOAAABCgAAAUEAAAHoAgAAAgEAAAHOAQAAAfoBAAADrAEAAAGnAQEABgEBAAIBAQAFAQEABQEBAAQBAQAAAQEAAgEBAAUBAQAEAQEABgEEAAMBAQAAAQEAAgEBAAIGAAABVQAAARkAAAEFAAACGAAAARQAAAGnAQAAAQMAAAEBAAABAQAAAQIAAAIFAAABpQEAAAGvAQAAAaoBAAAB/wEAAAIPAAABAgAABAEAAAGBAwAAAQEAAAF7AAAB7AEAAAGWAQAAAfkCAAABngIAAAHsAQAAAQEAAAIBAAABAwAAAQkAAAMBAAAEVgAAAQEAAAF2AAACAgAAAR0AAAIBAAABEwAAAUwAAAHOAQAAAQEAAAEmAAACrgEAAAEBAAABFwAAAQcAAAEBAAABOAAAAQEAAAEFAAABKgAAASQAAAELAAABQQAAASAAAAEDAAABCwAAAUkAAAEIAAABAwAAAQEAAAECAAABAQAAAQEAAAEBAAABAQAAAQMAAAEBAAABgAEAAAG+AQAAAQEAAAMBAAADRQAAA8sCAAAB8gIAAAEBAAABugEAAAGsAQAAAWMAAAFaAAABOQAAAQcAAAIBAAACRgAAAYkBAAABAQAAAQYAAAEQAAABCwAAAQkAAAEHAAABAQAAAQUAAAEBAAABAQAAATIAAAEZAAABAQAAAasBAAABIwAAAQEAAAEbAAABMQAAAQEAAAENAAACIQAAAYgBAAABAQAAASkAAAERAAABAQAABAEAAAIBAAACDAAAAQQAAAHCAQAAARMAAAEBAAABZQAAAQIAAAEBAAABAgAAAQMAAAEXAAABXAAAAb8BAAABcwAAAQEAAAGuAQAAAQUAAAF/AAABUgAAAw4AAAEBAAABFwIABAECAAkBAgAIAQIABQECAAEBAQAJAQEACAEBAAUBAQACAQEAAQEBAAUBAQAAAQEAAQEAAAEBAAABAwAAAQEAAAEIAAABAQAAAWwAAAICAAABAgAAATYAAAEZAAABAQAAAQMAAAMIAAABfgAAAX4AAAGFAQAAAXgAAAEDAAABBAAAAQMAAAGAAgAAAQIAAAECAAABggIAAAEXAAABBQAAAQMAAAEHAAABAQAAAQEAAAEEAAABKQAAAgEAAAEBAAABAwAAASAAAAEBAAABBAAAAQQAAAEdAAABcAAAAd4BAAABmAEAAAEcAAABCAAAAQIAAAEDAAABAwAAASgAAAEBAAABAQAAAhgAAAMBAAABDgAAAQIAAAEMAAAEAQAAAwsAAAEBAAADAgAAAwIAAAEBAAABAgAAAQEAAAEZAAABFQAAAQ8AAAEDAAABBAAAATYAAAEYAAABCQAAAXMAAAJsAAABLAAABQEAAAIOAAABDAAAASQAAAIBAAABXgAAAQcAAAFnAAABAQAAAgEAAAEBAAACHQAAAgEAAAMBAAABEgAAASAAAAEiAAABCQAAAgEAAAHIAgAAAQEAAAFMAAABAQAAAQcAAAEBAAACAgAAAQsAAAExAAABSgAAAgQAAAELAAADTAAAAXkAAAEMAAABAQAAAc0CAAABWAAAAZsBAAABiQEAAAENAAABzwEAAAGgAgAAAfUCAAAB1AEAAAGaAgAAAgEAAAMBAAABCgAAAQIAAAEiAAABEQAAAQEAAAaWAgAAAWQAAAHnAQAAAYcBAAABjAMAAAGXAwAAAmYAAAGgAgAAAQkAAAEIAAABlgEAAAFRAAABLgAAAQMAAAJMAAABYwAAARAAAAEvAAABIgAAAUEAAAEOAAACZgAAAVcAAAFyAAABWgAAAYABAAABVwAAAQEAAAJZAAABAQAAAQIAAAEIAAABSgEAAAEBAAABAQAAAQEAAgEBAAABAQACAQEAAQEBAAMBAQAAAQEAAwEBAAIBAQABAQEAAQEBAAEBAQABAQEAAQEBAAEBAQABoAEAAAEBAAABsgEAAAGCAwAAAZACAAAByQIAAAFNAAABqwEAAAG+AQAAATkAAAEHAAABDgAAAYkBAAABrwEAAAEKAAABqQIAAAE8AAABAQAAAYABAAABIwAAA3EAAAIIAAABAQAAAQwAAAGAAQAAAfACAAAB9AIAAAGaAgAAAd4BAAABAgAAAQIAAAECAAAB3gEAAAGqAQAAAfkCAAABdQAAAgEAAAHTAgAAAQQAAAIBAAABHAAAATUAAAICAAACJgAAAggAAAELAAABCAAAAwEAAAIMAAACAgAAAQEAAAITAAABAQAAARMAAAEcAAABAgAAAQEAAAEVAAABBgAAAQEAAAMqAAABAgAAAQEAAAEBAAABCAAAAQkAAAEMAAABAQAAAZEBAAABlwEAAAHRAgAAAQEAAAGPAgAAAc0CAAABCgAAAVoAAAEBAAACRQAAAWUAAAFDAAABGQAAAU0AAAEBAAABAQAAAwEAAAGAAwAAAQkAAAGUAwAAAYEDAAABAQAAAakCAAABQAAAAQEAAAEVAAABBQAAATkAAAElAAAB8wEAAAEYAAABAQAAARoAAAHoAgAAAZEBAAABCQAAAdUBAAABZQAAAQEAAAETAAABRgAAAgUAAAGeAgAAAe0BAAABAQAAAQsAAAFUAAABHAAAAQEAAAGgAQAAAeABAAABAQAAAc4BAAABQgAAAdMBAAABrgEAAAHDAQAAAQEAAAHCAgAAAQEAAAHtAQAAAVcAAAENAAABjwIAAAG6AQAAAXkAAAEBAAABVAAAASAAAAGGAQAAAgEAAAH0AgAAAagCAAABBwAAAY0BAAACAQAAAgQAAAEIAAABAgAAASgAAAIBAAAFAQAAAgMAAAECAAABBAAAAdMCAAACAQAAAgEAAAHIAQAAAWUAAAFUAAABAQAAAVQAAAEBAAABDAAAASkAAAEyAAABAwAAAYcCAAABKAAAARwAAAGWAQAAAVUAAAEFAQABVgAAAZYBAAABVQAAAgUAAAHZAQAAAXQAAAHwAQAAAQEAAAGvAQAAAVUAAAH4AgAAAfgBAAABoAEAAAGiAQAAAe4BAAABAwAAAn0AAAEGAAABAQAAAg4AAAFWAAAB7AIAAAGWAQAAAfsCAAABAQAAAdoCAAABBwAAAQkAAAETAAABEQAAASkAAAEpAAABIwAAAQMAAAHUAQAAAZEBAAAChAEAAAEJAAABUAAAAgEAAAESAAABmwEAAAHXAgAAAV4AAAEBAAABDQAAAVQAAAEGAAABEwAAAg4AAAEJAAABAQAAAQIAAAEBAAABCgAAAQIAAAECAAABQgEABQEBAAMBAQADAQEAAwEBAAABAQAFAQEAAgEBAAUBAQADAQEAAgEBAAABAQAAAQEAAAEBAAYBAQAAAQEAAAEAAAMBAAAGAQAAAgEAAAEBAAABSwAAARkAAAEtAAABUwAAAZMBAAABAgAAAQIAAALCAgAAAQEAAAEFAAABzgIAAAH2AQAAAuwBAAABwwIAAAEVAAABAQAAAgEAAAGBAQAAAZ4CAAABzQIAAAEKAAABCAAAAdkCAAABBAAAAQEAAAEIAAABAQAAASYAAAEEAAABLAAAAQEAAAEbAAABbwAAAXAAAAEhAAABlgIAAAEBAAABAQAAAckCAAABzwEAAAHrAgAAAXUAAAH/AQAAAToBAAUBAQADAQEAAAEBAAEBAQABAQEAAAEBAAABAQAAAQEAARUAAAGHAgAAAQEAAAEJAAABKAAAAwEAAAMBAAALAQAAAQEAAAQCAAABAgAAAREAAAEBAAABAwAAApoCAAABIgAAAeYCAAABAQAAAdcCAAADAQAAAgEAAAEBAAABAQAAAQgAAAHdAQAAAV4AAAGDAwAAAQEAAAEAAAABuwIAAAEDAAABAQAADAEAAAYBAAABCQAAAgQAAAE1AAACAgAAAQEAAAEIAAABEwAAAQwAAAMBAAADBQAAAQ4AAAEBAAABAQAAAQEAAAEDAAACFAAAAQEAAAEOAAABDgAAAgUAAAEBAAABAQAAAQEAAAICAAABBAAAAg8AAAEEAAABAgAABAEAAAEEAAABAQAAAQsAAAEIAAACAQAAAwEAAAQDAAABDAAAAQEAAAEIAAABAQAAAw4AAAEKAAABCQAAAQEAAAIDAAABCQAAARkAAAEBAAACAQAAAQIAAAEBAAACAQAABA8AAAEKAAABAQAAAXkAAAEUAAABUwAAAwEAAAEqAAACAQAAARAAAAEnAAABGAAAAQUAAAGBAwAAAYIDAAABBgAAAW8AAAEBAQABhwEAAAEBAAABDwAAAQUAAAHKAQAAAVUAAAIBAAADFwAAARgAAAECAAABAgAAAiIAAAEDAAABDgAAAS4AAAF6AAACAQAAAgEAAAEBAAADAQAAAQEAAAIDAAABBwAAAQEAAAENAAABAQAAAecCAAABrAEAAAGoAQAAAQUAAAGZAQAAAqkBAAABAQAAASMAAAIHAAAB6gEAAAHMAQAABAEAAAQCAAAFAQAAARwAAAIBAAACEwAAAyAAAAEsAAADIgAAAekCAAABKQAAARAAAAEoAAACJgAAAQoAAAMEAAACAQAAAQEAAAQBAAACAgAAAgEAAAMEAAACAgAAAQEAAAEBAAABAQAAAgwAAAIFAAABAgAAAwcAAAECAAACBAAAAQMAAAEBAAABQAAAAQIAAAIJAQAHAQEAAwEBAAQBAQAFAQEABAEBAAkBAQAMAQEACQEBAAQBAQAGAQMAAgEAAAEDAAABAwAAATgAAAEFAAAEKAAAAgMAAAEBAAACAQAABAMAAAQBAAACbQAAAQEAAAFgAAACBQAAAQEAAAETAAABAwAAAQcAAAEIAAABFwAAARkAAAESAAABAQAAAgEAAAEpAAABAwAAARkAAAIBAAABrQIAAAEBAAABOwAAAQ0AAAEBAAABgwIAAAGAAQAAAQEAAAEFAAABtwEAAAFeAAABAQAABAEAAAEBAAABAgAAAgEAAAQBAAACBwAAAQEAAAE3AAABAQAABjEAAAIBAAACmAEAAAEBAAABBAEAAQAAAAH4AgAAAWYAAAEGAAABAQAAAQEAAAEJAAABEAAAAQEAAAFeAAABAQAAAQoAAAEBAAABAgAAAXQAAAEeAAABBAAAAVYAAAEBAAABMQAAAeYBAAAB3gEAAAFAAAABVAAAARkAAAEBAAABAQAAAT8AAAE7AAABJwAAAQAAAAEBAAACAQAAAfYCAAABEwAAAQ0AAAEDAAABkQEAAAEVAAABhQIAAAEMAAABXAAAAZoBAAABZgAAAQ8AAAIJAAABCgAAAkUAAAEBAAABAgAAAQIAAAEcAAABGwAAAQIAAAICAAACAgAAAQIAAAEBAAABAQAAAQEAAAEEAAABDQAAATsAAAEpAAADAQAAAwUAAAEIAAABPwAAAQUAAAEBAAABiQEAAAEDAAABAgAAAXYAAAIBAAABPgAAAXMAAAFOAAABXQAAATkAAAM+AAACEwAAAi4AAAIMAAABAgAAAQEAAAEkAAABLQAAAQEAAAEOAAACHgAAAdQBAAABgAEAAAQBAAAEAgAAAQYAAAECAAAEAwAAAwwAAAEBAAABAQAAAQEAAAMBAAABAQAAAgUAAAEEAAABBgAAAQEAAAQBAAABAQAAAQEAAAEDAAABAQAAASAAAAEBAAABCQAAAwEAAAUBAAACBAAAAQEAAAEBAAABAwAAAQEAAAEBAAABEQAAAQEAAAEBAAABAgAAAQ8BAAwBAQAIAQEACAEBAAUBAQAMAQEABwEBAAMBAAADAQAABQEAAAMBAAAGAQAAAQEAAAMBAAACAQAAAwEBAAgBAQAHAQEABQEBAAIBAQAKAQEADQEBAAIBAQADAQEABwEBAAQBAQAHAQEAAwEBAAcBAQAAAQEADAEBAAcBAQADAQEAAgEBAAUBAQAEAQEAAAEBAAACAAADAQAAAQEAAAECAAADAQAABgEAAAICAAAHAQAAAggAAAIBAAADAwEACQEBAAUBAQAAAQEAAAEBAAABAQADAQIAAQEBAAEDAAADAQAAAwEAAAEDAAABBgAAAgEAAAUEAAACAQAAAQEAAAMBAAADAQAAAQgAAAEBAAABAQEAAQEAAAEKAAACAQAAAQQAAAECAAACAgAAAwIAAAMGAAABBAEAAwEBAAABAQACAQEAAQEBAAIBAQABAQEAAQEBAAABAQAAAQEAAQEBAAABAAADAQAAAQEAAAEBAAABAQEAAgEBAAEBAQAAAQEAAQEBAAABAQABAQEAAAEBAAMBAQABAQAAAwMAAAELAAACCgAAAgEAAAEBAAACAQAAAgQAAAMBAAABCwAAAQcAAAYBAAAFAwAAAwUAAAIBAAABBAAAAREAAAIDAAABCAAAAQIAAAEDAAAHAQAAAgoAAAICAAABAQAAAwEAAAIBAAADCAEAAQEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAACAAAASwAAAEnAAABIgAAAgEAAAQBAAABAwAAAQEBAAEBAAABAQAAAwIAAAIBAAACAgAAAQEAAAECAAACAQAAAQIAAAEIAAABEQAAAQoAAAECAAABAQAAAgEAAAEHAAABCAAAAQIAAAEeAAABAQAAAQYAAAEEAAABBQAAAQEAAAEJAAABAQAAAQoAAAEPAAABKwAAARQAAAGqAQAAAQEAAAGSAQAAAlUAAAFCAAABJwEAAgEBAAABAQAAAQEAAAEBAAIBAQABBQAAARMAAAGHAgAAAQEAAAENAAABOwAAAgcAAAHDAgAAAfwCAAABAQAAAVMAAAEBAAABQAAAAaoBAAACAQAAATUAAAEEAAABIwAAAQEAAAE1AAABAQAAAwEAAAEqAAACAQAAAQUAAAEJAAABFwAAAdgCAAABvwIAAAHyAgAAAZ4CAAABmwIAAAIBAAABDAAAAQEAAAETAAABAQAAAeYCAAAB7QEAAAFfAAABAAAAAV0AAAGTAgAAAb0BAAABAQAAAQgAAAHAAQAAAZACAAABfwAAAd8BAAACUgAAAQIAAAEEAAABDAAAAQgAAAEBAAABDAAAAQEAAAFZAAABEwAAARgAAAEBAAABDwAAATUAAAFIAAAB+QIAAAEJAAABAAAAAVgAAAF7AAABAQAAAXYAAAEeAAABDQAAAQoAAAEEAAABBgAAAe0BAAABkwEAAAFUAAABBAAAAT4AAAF+AAABAQAAAV4AAAHCAQAAAiAAAAGkAQAAAgIAAAEBAAABAQAAAgMAAAEDAAABAQAAAgEAAAMBAAABAQAAAQEAAAICAAAB8AIAAAIBAAAChQIAAAEaAAABAQAAAdkBAAABlgEAAAEIAAABBgAAARIAAAEZAAABAwAAAQIAAAIWAAABKwAAARsAAAEEAAABEwAAAQUAAAEkAAABGQAAAQoAAAEJAAABBAAAAQsAAAESAAABCAAAAQEAAAEHAAABBwAAAR4AAAEPAAABJQAAAQ8AAAEXAAABCAAAAf8CAAABBgAAAV4AAAG2AQAAAc0CAAABcwAAAXUAAAEHAAABEgAAAQwAAAFbAAABGAAAAgEAAAEBAAABAgAAAQEAAAErAAABMAAAAi8AAAEKAAABAQAAAUUAAAGNAQAAARUAAAFSAAACAQAAAgQAAAKVAgAAAdsCAAABSQAAASsAAAFuAAABlQEAAAESAAABzQEAAAICAAABHQAAAQEAAAETAAABTAAAAQMAAAHvAgAAARcAAAETAAABHgAADQEAAAEDAAABAQAAAQEAAAkiAAALAQAAFAEAAAkbAAABIQAAAQUAAAFIAAABEAAAAiIAAAEhAAABDgAAAwMAAAEBAAACFgAAAQEAAAEGAAABEQAAAwQAAAMCAAACAQAAAQEAAAEDAAABBAAAAQEAAAEBAAADAgAAAQkAAAUCAAABAQAAAgEAAAEBAAACDAAAAQ4AAAELAAABAQAAAQQAAAEXAAABPQAAAwIAAAICAAABMQAAAWAAAAE5AAABAgAAAQEAAAEBAAACDAAAAQQAAAFyAAABAQAAAXcAAAEyAAABHwAAAQIAAAEBAAABAgAAAQMAAAEGAAACkQEAAAEBAAABAwAAAcIBAAAB6wEAAAIEAAABAQAAAwIAAAEBAAABBwAABu8BAAABAQAAATYAAAISAAABkwIAAAE2AAABlQEAAAEBAAABiAEAAAEJAAAB8QIAAAGuAQAAASUAAAEoAAABJQAAAZ8CAAABAgAAAdICAAABmwIAAAEBAAAB3QEAAAECAAABhgEAAAEBAAABBAAAAQEAAAEWAAABAQAAAWYAAAEGAAABAQAAAQEAAAEJAAABDgAAAWEAAAEBAAADAwAAAQcAAAEBAAABAgAAAZIBAAAB2AEAAAEBAAABlgEAAAF/AAAB7wEAAAEBAAAB8AEAAAGaAQAAAc4BAAABAQAAAQkAAAIBAAABBAAAARgAAAIBAAACbQAAAcwBAAABAQAAAgIAAAIdAAABAQAAARMAAAFMAAABzgEAAAHwAgAAAQEAAAFWAAABQQAAAQoAAAE0AAABIAAAAgQAAAEDAQABAQAAASEAAAEBAAABAgAAASMAAAGeAgAAAVcAAAH2AQAAAcsBAAABGgAAAQEAAAENAAABGwAAARQAAAEGAAABBAAAASEAAAGnAgAAAQEAAAEGAAABiwMAAAIBAAABCwAAAY8DAAABpwIAAAGWAQAAAX8AAAEpAAABRwAAASgAAAEbAAABNQAAASEAAAEZAAABEAAAASsAAAEJAAABHgAAAR4AAAGHAwAAAQEAAAEEAAABBAAAAQEAAAIBAAABBQAAAUYAAAEZAAABDQAAAgIAAAIPAAACAQAAAQMAAAEJAAACAwAAAQYAAAFDAAABCAAAAwEAAAIKAAABHQAAAhIAAAIBAAADAQAAARIAAAENAAABAQAAAgoAAAJGAAABhwIAAAFeAAAB6AEAAAGQAgAAAZoBAAABAwAAAQUAAAHVAQAAAQQAAAFsAAABhwEAAAEBAAABiwMAAAEBAAACCAAAAgEAAAEBAAABCgAAAQEAAAIFAAACAwAAAQQAAAIDAAACBgAAAgEAAAICAAABAQAAAQEAAAEBAAACAQAAAQMAAAIEAAACAQAAAQUAAAEHAAABCgAAAQYAAAEFAAABCgAAAQYAAAEKAAABAQAAAQEBAAELAAACAgAAAQUAAAIGAAABCgAAAQQAAAEvAAABBgAAARQAAAIKAAABBAAAARQAAAEHAAABBQAAAQoAAAEMAAABAQAAAQkAAAIBAAABBAAAAlsAAAFIAAACAgAAAQEAAAEmAAABAQAAAgEAAANPAAABAQAAAQIAAAIBAAABFAAAAgYAAAIBAAABGAAAAREAAAEBAAABKgAAAQEAAAInAAABAgAAAQEAAAIBAAABvwIAAAEBAAABbwAAAQEAAAGZAQAAAQUAAAERAAABCAAAAQEAAAEEAAABAQAAAQIAAAEBAAABAQAAAQgAAAECAAABAQAAAQEAAAEeAAABAQAAAgQAAAKOAwAAAQEAAAEBAAABBQAAAQEAAAFCAAABAQAAAbICAAAB9QEAAAICAAABgQIAAAGGAwAAAQEAAAEDAAABAwAAAQEAAAIBAAACAQAAAwEAAAEBAAABAQAAAQEAAAEBAAACAQAAAdICAAABFwAAARwAAAGEAQAAAVYAAARWAAABJQAAAQEAAAGlAgAAAZYBAAABfwAAAboBAAABqQEAAAECAAACwwEAAAEBAAABZwAAARMAAAJGAAABCAAAAgoAAAEBAAABAgAAAQYAAAEOAAADIAAAAQ4AAAEQAAABAQAAARgAAAEBAAACCAAAARAAAAMWAAABAQAAARMAAAENAAACBAAAAQgAAAECAAAEAwAAAgEAAAICAAACAQAAAQgAAAIIAAABKwAAAQIAAAEBAAACAQAAAgoAAAEBAAACAQAAAgEAAAEBAAABAgAAAQIAAAIBAAABAQAAAgEAAAEBAAACAQAAAwEAAAIBAAAEAQAAAucCAAACdQAAAfoCAAABFwAAAQMAAAE7AAABaAAAAZ0BAAABEAAAAhgAAAG1AQAAAiAAAAECAAABCgAAAgIAAAEJAAABAgAAAQEAAAIBAAABBAAAAQYAAAEOAAABAQAAAQEAAAEBAAABBAAAAQEAAAEKAAABAQAAAQMAAAELAAABEwAAARoAAAEBAAABGAAAAQcAAAEJAAABAwAAAQUAAAEFAAABAQAAAwMAAAEZAAABAQAAASoAAAEQAAABDAAAAQEAAAEFAAABDAAAAQEAAAEdAAABIAAAAQEAAAEDAAABAQAAAQMAAAEIAAABAQAAAQMAAAGiAQAAAQEAAAEBAAACAQAAAQEAAAEBAAABAwAAAgwAAAIBAAACAwAAAQ8BAAE3AAABiAEAAAFkAAABJAAAAQkAAAEBAAABAgAAARUAAAEBAAABAQAAAQoAAAEoAAABDQAAAQQAAAECAAABAgAAAQEAAAESAAABCgAAAQsAAAICAAABIAAAAQYAAAEBAAABEwAAAQ4AAAEBAAABCAAAARIAAAEDAAABAQAAAe4BAAABgwEAAAEGAAABKAAAAVcAAAGeAQAAASoAAAEmAAAB9AIAAAIBAAAB5wIAAAEdAAABowEAAAEBAAABzgEAAAHNAgAAAaMBAAABAQAAAQYAAAGCAQAAAQkAAAEBAAABBAAAAQQAAAEJAAABAgAAAQoAAAELAAABLQAAAYkBAAABAgAAAQEAAAEFAAABRwAAAZgBAAACEQAAAQ0AAAIMAAACAQAABAsAAAQBAAACBAAAAhEAAAEBAAABBAAAAQEAAAECAAABBAAAAgEAAAQCAAACAQAAAwEAAAIgAAACAQAAAgEAAAIEAAABDwAAAQIAAAECAAABAQAAAgUAAAIJAAABAQAAAQwAAAIBAAACBgAAARYAAAEBAAACAQAAAwEAAAMBAAABAgAAAgEAAAEGAAACAQAAAQEAAAMBAAACAgAAAwIAAAEBAQAEAQEAAwEBAAgBAQAGAQEACQEBAAQBAQAGAQEABgEBAAEBAQABAQAAAgEAAAIBAAABAQAAARcAAAEBAAACDgAAAQMAAAIBAAAHAQAAAQYAAAEUAAABDQAAAQUAAAEpAAAEAQAAARIAAAEDAAABEAAAAQEAAAQBAAABAQAAAQYAAAEBAAACAQAAAQEAAAQBAAADAQAAAwEAAALOAQAAAgEAAAEEAAABYAAAAekCAAABzQIAAAEfAAABAQAAAgwAAAEGAAABAQAAAQEAAAEBAAACfQAAAUAAAAGoAQAAARMAAAEIAAAB3QEAAAEBAAACBgAAAQQAAAEGAAACAQAAARQAAAEGAAABJQAAAQIAAAECAAABIAAAAQQAAAEEAAABIwAAAUoAAAEnAAACAgAAAQIAAAEDAAABDwAAAR4AAAEBAAABQQAAAQEAAAIBAAABVgAAAVQAAAGMAQAAAQgAAAFtAAABjgIAAAEBAAABAAAAAQIAAAEBAAABpwEAAAFyAAABEQAAAQEAAAPzAgAAAQgAAAEFAAABaAAAAXkAAAEBAAABTQAAAQEAAAFcAAAB6wEAAAEKAAABHwAAAQEAAAFgAAABAQAAAQ4AAAGEAwAAAV8AAAGRAQAAAQEAAAEsAAACwwIAAAFXAAABAQAAAVYAAAEFAAABKgAAAQEAAAEXAAABCwAAARUAAAE+AAACIAAAASEAAAIBAAACBgAAAUkAAAEBAAABfgAAAS0AAAFoAAABCgAAAQQAAAEHAAABigEAAAFkAAABAwAAAQEAAAMBAAABAQAAAX4AAAHkAgAAAQIAAAESAAABQQAAAQEAAAEBAAABAQAAAWUAAAIBAAAB5gEAAAEBAAABzwEAAAEfAAABLQAAAQ0AAAEBAAABoAEAAAHkAQAAARIAAAFBAAABCgAAAQEAAAF2AAABTgAAAQEAAAEeAAABwgEAAAIBAAABfAAAAjkAAAEBAAABAwAAAS4AAAFyAAABOQAAAQsAAAEEAAABBwAAASoAAAEBAAABAQAAAQIAAAEBAAABAgAAAQkAAAFQAAABFQAAAYcBAAABAwAAAQEAAAUBAAAEAQAAAQkAAAINAAABJwAAAQwAAAISAAABDgAAAQQAAAEDAAABMQAAAxgAAAE8AAABGwAAATwAAAEIAAABCQAAARIAAAEGAAABCQAAAWAAAAEbAAABiAIAAAEBAAABAQAAAgEAAAMBAAABCwAAAwEAAAEBAAABDAAAAQEAAAEBAAACAQAAATUAAAE7AAABAQAAAQoAAAEFAAABOQAAAQEAAAEBAAABOAAAAQsAAAEBAAABAQAABAEAAAIBAAACbgAAAQEAAAGDAQAAAXoAAAEAAAABAwAAAoUCAAABhgMAAAEBAAACCQAAAgEAAAIGAAABVQAAAQUAAAGBAwAAAUkAAAFnAAACHgAAAcQBAAABCgAAAQEAAAEKAAABCAAAASYAAAEBAAABAgAAAQMAAAIfAAABBgAAAQEAAAEcAAABKwAAARgAAAEMAAABCAAAAhgAAAEOAAABAQAAAQMAAAEFAAABFgAAASUAAAETAAABGgAAAQMAAAEBAAABBAAAAQQAAAEHAAABAAAAATQAAAEwAAACSgAAAZ8BAAABFwAAAewCAAABAQAAAQsAAAEBAAABYAAAAeQCAAABFwEAAQEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQIAAQEBAAABAQAAAgAAAS4AAAEnAAABXwAAAUgAAAEBAAABCQAAATsAAAFuAAABqQEAAAFYAAAC9QEAAAE1AAABTAAAAcoCAAABJAAAATQAAAEGAAABcQAAAQwAAAEBAAACBAAAAToAAAEBAAACmQEAAAGUAQAAAQEBAAErAAABDQAAASUAAAGFAQAAAdwBAAADDwAAAVkAAAHNAQAAAQIAAAEBAAABagAAARYAAAGmAQAAAQIAAAEIAAABAwAAAQkAAAH/AQAAAgEAAAFUAAABBAAAAgQAAAFMAAABNQAAAo4BAAABFAAAAW0AAAHYAQAAASMBAAIBAQACAQEAAQEBAAABAQAAAQEAAAEBAAABAQABAQIAAQEBAAAqAAAB5gEAAAH9AgAAAQUAAAHLAgAAAQIAAAIcAAABKgAAAVsAAAEVAAABAQAAARIAAAFRAAABKAAAAYECAAABAQAAAboBAAABkQIAAAEJAAABVwAAATEAAAEEAAABGAAAAQoAAAIBAAACDwAAAZABAAABugEAAAGZAQAAAYEBAAABAQAAAbcBAAABAQAAAbcBAAABAQAAAQYAAAEhAAABAQAAAXgAAAF8AAABDAAAAZEBAAABAQAAAQMAAAGfAQAAAQEAAAEpAAABFwAAAgEAAAMBAAACTgAAARIAAAECAAACGgAAAQkAAAIIAAABSwAAAQQAAAEBAAADCAAAAQEAAAIVAAABSgAAAgYAAAIDAAAB6QEAAAEdAAABAQAAAT0AAAEdAAACkQEAAAEBAAABDAAAAQIAAAEJAAABCAAAAfcBAAABDgAAASoAAAFxAAABPwAAAQMAAAEkAAABKAAAAQEAAAEHAAABUAAAAVcAAAKrAQAAAQsAAAIEAAABAQAABAEAAAGpAQAAAUcAAAMBAAACAgAAAgEAAAEnAAACAQAAARgAAAM5AAABAQAAAhUAAAEIAAABCQAAAQEAAAEGAAABKgAAAQkAAAE4AAABBAAAATEAAATxAgAAATkAAAKHAQAAAQMAAAEBAAACAQAAAgIAAAIBAAABAwAAAQMAAAIBAAADAQAAAQMAAAELAAABNAAAAQEAAAElAAABIwAAATAAAAEaAAABAQAAARgAAAEVAAACAQAAAw4AAAIJAAABDgAAAQkAAAEcAAABBAAAARgAAAIBAAACzgEAAAEsAAABGQAAAQIAAAEHAAABdQAAAQEAAAEHAAABBAAAAUYAAAIBAAABXgAAAbgBAAABDgAAATYAAAHXAgAAAQEAAAHkAgAAAYsBAAADAQAAAWsAAAEdAAACAQAAAy8AAAEBAAABtwIAAAHnAQAAAU0AAAEhAAABAQAAAQsAAAEoAAABVwAAAQIAAAEBAAABwQIAAAHbAgAAAQEAAAEAAAAB+AIAAAG3AQAAAQEAAAG4AQAAARoAAAEBAAABbQAAAWEAAAERAAABvQEAAAHzAgAAAUYAAAGIAQAAAZkBAAABBgAAARQAAAGsAQAAAaQBAAABAQAAARsAAAECAAABBQAAAe4BAAABbwAAAhoAAAFlAAABNQAAAQIAAASWAgAAAWoAAAEBAAABlwIAAAF/AAABCgAAAQEAAAEBAAABAQAAAQwAAAECAAABCAAAAQIAAAEyAAABBgAAAQMAAAEEAAABGwAAAQEAAAEfAAABLQAAAQMAAAEGAAABBAAAARMAAAEiAAABBQAAAgsAAAEIAAADAQAAAQYAAAEDAAABAQAAAQoAAAEBAAABCAAAARMAAAECAAACCwAAAQEAAAEGAAABEQAAAREAAAEFAAABYwAAAiAAAAEJAAABBQAAAgMAAAE7AAADBAAAAQoAAAEDAAABMAAAAQ4AAAEGAAABPQAAAQ0AAAEPAAABAQAAAQwAAAHdAQAAAYMDAAABPQAAAaMCAAABAQAAAZgBAAACBAAAAQEAAAFbAAADrQEAAAGBAgAAAaECAAAB4QIAAAHSAgAAAQEAAAHuAgAAAQEAAAH1AQAAAfEBAAACAgAAAQgAAAEHAAACJAAAAQUAAAECAAABBAAAAQMAAAEBAAACAQAAAQ8BAAGpAQAAAQEAAAGDAQAAAQEAAAEmAAABFQAAARMAAAENAAABPQAAATgAAAE7AAABMgAAAZYBAAABBQAAAfgCAAABAQAAAUMAAAHyAgAAAQQAAAFVAAABAQAAATwAAAFNAAACegAAARsAAAEBAAABBQAAAQEAAAEBAAABAgAAAQUAAAEBAAABAwAAAQEAAAIEAAABAgAAAgEAAAIBAAABAQAAAQMAAAEHAAABAQAAAQEAAAIBAAACBAAABQEAAAQBAAADAQAAAgEAAAEIAAABAQAAAgEAAAIDAAABAwAAAgEAAAIBAAABAQAAAgMAAAEBAAABAQAAAgIAAAEBAAACAQAAAQgAAAECAAACAQAAAwEAAAEDAAACAwAABAEAAAMBAAABAwAAAQEAAAICAAADAQAAAQIAAAEBAAABAQAAAQMAAAEBAAABAQAAAQEAAAEBAAABAQAAAQoAAAIBAAACAQAAAgEAAAEGAAACAwAAAgEAAAECAAAECwAAAgEAAAEQAAADAQAAAQEAAAECAAADAQAAAQIAAAMCAAABCwAAAQIAAAECAAABAwAAAQQAAAIOAAAEAQAAAwcAAAEBAAACAQAAAQEAAAEIAAABAQAAAQYAAAEBAAABBAAAAQEAAAEJAAABCwAAAgEAAAEDAAACAQAAAQcAAAEBAAABAgAAAgUAAAEBAAABAgAAAQIAAAEBAAACAQAAAgEAAAEBAAABAQAAAQQAAAEBAAABAgAABAEAAAQBAAABAQAAAgIAAAEBAAACAgAAAQIAAAEBAAADAwAAAQUAAAECAAACAQAAAwMAAAIBAAADAQAAAQgAAAQEAAADAQAAAQkAAAEBAAACCwAAAQQAAAECAAABAQAAAQgAAAEBAAABDgAAAQQAAAICAAABAwAAAY4DAAACAQAAAQEAAAEGAAABEwAAAgcAAAIFAAABFAAAAgEAAAEGAAACAQAAAgEAAAIBAAADAQAAAQEAAAIBAAADAwAAAwEAAAICAAABAwAAAQgAAAEMAAABCQAAAQIAAAIBAAAEAQAAAwEAAAQBAAAFEwAAAQcAAAEKAAABAQAAAQQAAAITAAABCQAAAQEAAAEFAAAEBQAAARsAAAECAAAEAQAAATUAAAECAAABAQAAAQcAAAEBAAABAgAAAQMAAAECAAABEwAAASIAAAEDAAABAQAAASYAAAEGAAABAwAAAQEAAAEBAAABAQAAAQEAAAIBAAACFwAAAgEAAAEBAAABAgAAAR8AAAEBAAABAgAAAgUAAAEBAAABAgAAAQoAAAEJAAABJgAAAQIAAAEBAAABKwAAAW0AAAEBAAABEgAAASUAAAIBAAABQwAAAQEAAANEAAABGwAAAX4AAAEBAAABGgAAAlgAAAE1AAABQAAAATAAAAEOAAABAQAAAgEAAAHZAQAAAW4AAAEBAAABlwIAAAEFAAADAQAABQEAAAMCAAABBwAAAQEAAAI7AAABvAEAAAGUAQAAAQIAAAEGAAABAQAAAQEAAAHEAgAAAQEAAAE8AAAB5wIAAAGEAwAAAXQAAAGbAQAAASoAAAGgAQAAAeABAAABAQAAAQIAAAEsAAAByAEAAAEbAAABXgAAAQEAAAEXAAABAQAABAEAAAMBAAABAQAAAQEAAAIBAAACAgAAAQEAAAIBAAABDAAAAQEAAAMBAAADBgAAARwBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAIwAAASIAAAIBAAABBAAAAVEAAAJJAAABOQAAAW4AAAEBAAACAQAAAgEAAAECAAABGgAAASMAAAMQAAABAQAAAgEAAAFIAAACAQAAAUMAAAERAAABAQAAARcAAAEOAAABDQAAAa8BAAAGSgAAASQAAAEBAAABxQEAAAEaAAABAgAAASQAAAEJAAABDgAAAQ0AAAEBAAABKgAAAQYAAAEHAAABPAAAAQEAAAEBAAABBwAAAQkAAAFlAAABBQAAAQEAAAEZAAABIwAAAQEAAAEDAAABAQAAAgEAAAMLAAABAQAAAgMAAAEDAAABAgAAAgEAAAIBAAACAQAAAgEAAAEBAAABAQAAAgkAAAIOAAABFgAAAQwAAAETAAABBgAAASIAAAEEAAABAQAAAQQAAAEjAAABBAAAAQYAAAEMAAABjAEAAAEKAAACAQAAAR4AAAEcAAACAQAAARcAAAECAAABJgAAAQwAAAEDAAABJAAAAR8AAAEoAAABBgAAAQEAAAIRAAABDQAAAQMAAAIeAAAB9QIAAAGEAwAAASkAAAH2AQAAAVYAAAF0AAAB0AIAAAFnAAABbQAAAQEAAAEGAAABdAAAAlUAAAEFAAAB6QIAAAGRAQAAAdwBAAAB5wIAAAECAAABGAAAAQEAAAEMAAABAgAAAQoAAAEFAAABAQAAAQIAAAEVAAABCwAAAQ4AAAIHAAAB6gEAAAE7AAABEgAAAQsAAAFXAAABAAAAAfgCAAABCwAAAQEAAAECAAACBAAAAQEAAAEDAAABAgAAAQEAAAECAAACAQAAAgEAAAEEAAABBAAAAQMAAAEVAAACHAAAAQQAAAEPAAABAQAAAQUAAAEkAAABDQAAARQAAAENAAABAQAAAQYAAAESAAABCQAAAQgAAAEFAAABKAAAAQsAAAEXAAABDgAAAg8AAAEMAAABAQAAAQEAAAEBAAABAQAAAQwAAAEUAAABAgAAAQIAAAECAAACAgAAAQQAAAEBAAABAgAAAQsAAAEBAAABDAAAAQsAAAEDAAABHAAAAQIAAAE4AAABAQAAASMAAAFcAAABCAAAARgAAAEDAAABBgAAAQEAAAEcAAABAQAAASwAAAHhAQAAAkEAAAE8AAABxQEAAAHTAQAAAQAAAAHKAgAAAY8DAAABMwAAAQQAAAELAAABWQAAAYYBAAABXwAAAQEAAAGbAgAAAcQCAAACAQAAAQgAAAHTAQAAAa8CAAABAQAAAiYAAAETAAABBwAAAQIAAAEBAAAGAQAACwMBAAEBAAABLwAABAEAAAEBAAABBQAAAQEAAAICAAABFQAAAQkAAAEZAAABFgAAAQMAAAEFAAABBQAAAQYAAAEBAAABDwAAAQEAAAEJAAABAQAAARAAAAEYAAABJQAAAQgAAAEEAAACAQAAAgEAAAECAAADAQAAAgEAAAIBAAADAwAAAQQAAAMBAAABAQAAAwMAAAEDAAABAwAAAgYAAAEEAAABJgAAAQEAAAEBAAACAQAAAQYAAAIlAAABggEAAAEBAAABBgAAAQMAAAE/AAABLwAAARIAAAEBAAABAQAAAgEAAAMBAAABAQAAAwEAAAIEAAABAQAAAQEAAAEBAAABAQAAAgEAAAG1AQAAAQUAAAEBAAABDgAAAW0AAAEFAAABAQAAAQIAAAICAAABBgAAATQAAAEaAAABhwEAAAEBAAABBQAAAREAAAMBAAABAgAAAQEAAAIBAAABAgAAAQEAAAECAAABAQAAASQAAAEXAAABBwAAARIAAAEMAAABDwAAAQcAAAEBAAABAwAAAQIAAAEHAAABEAAAAgAAAAGAAQAAAWcAAAGGAQAAAcIBAAABwgEAAAEBAAABlgMAAAEtAAABAQAAAQsAAAIKAAABCwAAATkAAAGJAQAAAQEAAAIiAAACBQEAAhMAAAE8AAACmQEAAAECAAABkAIAAAGnAQAAAgoAAAEMAAABRQAAAVgAAAILAAABCQAAAhMAAAMaAAABAQAAASAAAAEKAAABAQAAAQYAAAMBAAACAQAAAgMAAAUBAAAIAQAABQEAAAMBAAAEAQAAAgEAAAEFAAACAQAAAQoAAAEDAAABAgAABAEAAAEBAAABBAAAAQEAAAIBAAAFAQAAAQEAAAEEAAABAwAAAgEAAAIBAAACAQAAAhQAAAEBAAABAgAAAQEAAAEFAAABJgAAAgEAAAEBAAACDQAAAQQAAAEFAAADAQAAAgMAAAIBAQABDAAAAgEAAAIBAAABAQAAAQUAAAYBAAACAQAAAgEAAAMEAAAEAgAAAQEAAAIBAAACAwAAAQEAAAEBAAABAQAABAEAAAUBAAABAgAAAQcAAAICAAADAQAAAwEAAAQBAAABAwAAAQEAAAEDAAAIAQAAAwEAAAIBAAAEAQAAAQQAAAICAAABAgAACgEAAAEBAAAEBgAAAgEAAAIEAAACBQAAAQEAAAEBAAABAQAAAQYAAAQFAAACAgAABAEAAAEBAAABDQAAAQoAAAEFAAABAQAAAQUAAAEFAAABAgAAAQEAAAIBAAAECgAAA9YBAAABLwAAAgEAAAEdAAABCAAAAQEAAAENAAABjAIAAAHoAQAAAYIDAAABAQAAAZEBAAABBAAAAQIAAAIDAAABewAAAZkBAAABngIAAAECAAACAQAAASIAAAECAAABBgAAAfgBAAABIwAAAQYAAAHfAgAAAfQCAAAB9AIAAAHtAQAAAQEAAAGGAQAAAY0DAAAC+AIAAAEBAAAB/QIAAAHsAQAAAcMBAAABAQAAAQUAAAEOAAADCwAAAQUAAAEkAAABBwAAAgsAAAEIAAABDQAAAQMAAAIBAAACGwAAAQ4AAAElAAABAgAAAQEAAAECAAACAQAAARoAAAIoAAABAQAAAQIAAAEGAAABJQAAAgcAAAICAAACAQAAARsAAAEBAAABAQAAAwEAAAEBAAABAQAAAgEAAAIYAAABAgAAAQEAAAEBAAADCAAAAQIAAAEBAAACAQAAAQMAAAMLAAABAgAAAQQAAAEQAQAABgAAAgEAAAEFAAABAgAAAQcAAAEOAAABEAAAAycAAAEBAAACAQAAARcAAAE0AAABIAAAARgAAAEOAQAACAAAAgEAAAEzAAABAQAAAQkAAAEBAAABDAAAASgBAAAXAAABBAAAAQIAAAIBAAABCQAAAQEAAAIGAAADBQAAAQEAAAEYAAABDwAAASoAAAEzAAABHAAAAQEAAAEDAAABFAAAATwAAAFYAAABAQAAAQ8AAAGBAwAAAeoBAAABAQAAASMAAAK9AQAAAaYBAAACBAAAAQEAAAEDAAAC7QEAAAEBAAABgQIAAAG0AgAAAQEAAAFSAAACAQAAAgEAAAMCAAABBgAAAwEAAAEBAAABAQAAAQEAAAECAAABhwMAAAECAAABBgAAAV4AAAFYAAABBAAAAQIAAAEHAAABAwAAAWQAAAIBAAAFAQAAAwEAAAMBAAADHAAAAwEAAAUBAAABBAAAAQgAAAQBAAABBQAAAiAAAAEIAAABAQAAARkAAAEJAAACAQAAAgEAAAIcAAABCQAAAQMAAAIcAAABGAAAARgAAAEHAAABBQAAAQwAAAICAAABAQAAAkcAAAEqAAABEwAAAQ0AAAFTAAABAQAAAQEAAAGIAQAAAQEAAAHUAQAAASsAAAEvAAABBwAAARYAAAGVAgAAAREAAAEBAAABBQAAATkAAAEBAAABAwAAAQkAAAECAAABAQAAAiYAAAECAAABAQAAAYACAAABHgAAAQEAAAECAAABAgAAAwEAAAE6AAABAQAAAQEAAA0BAAADCgAAAQEAAAIBAAABAwAAASQAAAECAAACDgAAAQEAAAFeAAABGAAAATgAAAEBAAABBwAAARMAAAI9AAACAwAAAQYAAAEBAAADAQAAAQEAAALqAQAAAZQBAAACewAAAfgBAAABegAAAQwAAAEBAAACAQAAAgEAAAKTAgAAAVgAAAMBAAAFDgAAARkAAAEBAAABHgAAATgAAAEBAAAB6AEAAAG2AQAAAZUBAAABDAAAAf8CAAABAQAAAewCAAABAAAAAQEAAAEIAAACLAAAAR0AAAECAAABCAAAAiwAAAECAAABBAAAAQgAAAEEAAABOgAAARYAAAECAAACGQAAASQAAAEWAAABAQAAAQsAAAECAAADBwAAAQ0AAAIEAAABAgAAAhEAAAEBAAABBAAAAQMAAAEDAAABCAAAAgEAAAKSAQAAAgEAAAIYAAABAwAAAQEAAAEtAAADAQAABAEAAAEBAQABBAAAAQ0AAAEBAAACAQAAAwEAAAYBAAADAQAAAgEAAAMDAAADAQAABAUAAAEXAAABcAAAAgoAAAEOAAACKgAAARsAAAJIAAABEwAAAQcAAAIBAAADAQAAAgIAAAEBAAABAgAAAgIAAAEIAAABAgAAAgEAAAIDAAABDwAAAiQAAAEBAAACAQAAAQEAAAEEAAABFQAAAgsAAAEBAAADBgAAAQkAAAEIAAADAQAAAQEAAAECAAABJwAAARAAAAESAAABCAAAAgYAAAEEAAABAgAAAQEAAAEMAAACAQAAARYAAAIBAAABCgAAAQIAAAEEAAABCQAAAgwAAAIIAAABDQAAAioAAAEBAAACBgAAAfkCAAAC5wIAAAEdAAABXAAAAUQAAAFzAAABWAAAASEAAAESAAABNgAAASkAAAFLAAABBgAAAQIAAAIBAAABlwEAAAHuAQAAAQEAAAGwAQAAAfICAAABAQAAAWsAAAEpAAABCwAAAcABAAABQgAAAQEAAAEnAAABBgAAAQEAAAEBAAABAgAAAScAAAEPAAABCQAAAUgAAAEEAAAB1gEAAAEtAAABAwAAAT8AAAEBAAACTAAAAagCAAABTAAAATwAAAIBAAABhgEAAAH0AgAAAQEAAAFNAAABIQAAAVoAAAERAAABCQAAARAAAAEWAAABAQAAARMAAAENAAABCwAAAQMAAAEXAAABOgAAAbABAAABHgAAATsAAAEDAAABBQAAAXAAAAE5AAABBQAAAQcAAAEBAAACPAAAARAAAAEoAAABMQAAAQEAAAHLAgAAAfABAAABAQAAAeQCAAABhwEAAAHQAgAAAQIAAAElAAABGAAAAQwAAAECAAABJwAAAQIAAAEBAAABFgAAAgEAAAEBAAADDgAAARUAAAERAAABAQAAAQIAAAEcAAABAQAAAgEAAAIYAAACAQAAAQ4AAAECAAABAQAAASkAAAEBAAABAQAAASQAAAEBAAACAQAAAgEAAAEBAAABAQAAAgEAAAIcAAABGgAAAQ4AAAEpAAABAgAAASYAAAEpAAACAQAAAQEAAAETAAABCAAAAQwAAAEbAAABGAAAATgAAAEBAAABBgAAAQIAAAMDAAACJwAAAXoAAAEUAAABCgAAARYAAAGhAQAAARoAAAEHAAABCgAAAQEAAAEKAAABiwEAAAE+AAABhwEAAAGXAQAAAQEAAAEBAAABAQAAATkAAAFDAAABDgAAAQcBAAEBAQAAAQEAAAEBAAALAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAJAAABDwAAAt4BAAABjgMAAAECAAAB0gEAAAESAAABGQAAASwAAAEOAAABAAAAAQIAAAEBAAAEUAAAAQQAAAFZAAABVwAAAWsAAAEBAAABBQAAAhoAAAFfAAABBAAAAc0BAAABTQAAASUAAAEEAAABAQAAAi8AAAExAAABCwAAAQUAAAFbAAABHgAAAT0AAAFDAAABpgIAAAEBAAABAQAAAVAAAAHLAQAAASQAAAItAAABAgAAAREAAAEBAAABEwAAAW0AAAEGAAABEwAAAQEAAAEbAAABKAAAAQQAAAFGAAABBAAAAQEAAAIIAAABAQAAAQEAAAIEAAABIQAAAQQAAAEMAAABDgAAAQEAAAEGAAABDQAAARIAAAEBAAABhQEAAAEVAAABAQAAAwMAAAELAAABCgAAAQ0AAAEJAAABOQAAAQEAAAIBAAABsQIAAAELAAACEgAAARYAAAEFAAABCAAAAV8AAAFMAAABMwAAAQIAAAELAAABAQAAARkAAAEnAAABmQEAAAFcAAABewAAAV4AAAEBAAAB8AIAAAFeAAABbgAAAQEAAAJ/AAABAQAAAZQBAAABCgAAAVMAAAE7AAABZAAAAS4AAAECAAACSQAAAQ0AAAEeAAABCAAAAQwAAAEgAAABBgAAAQEAAAEHAAABAwAAARcAAAEBAAABBQAAAQMAAAEDAAABAgAAAQEAAAEKAAABCQAAAQIAAAICAAABCAAAAQIAAAEEAAABAQAAAXUAAAEBAAABEwAAAQoAAAJCAAABGgAAAVwAAAIXAAABHAAAAYECAAAB8gIAAAFxAAABcAAAAZ8BAAABnwEAAAGGAwAAAQEAAAEKAAAB8gIAAAGCAgAAAVYAAAEBAAABAQAAAQEAAAEKAAABAwAAAQgAAAEDAAAFAQAAAQIAAAENAAABiQMAAAIvAAAB4gEAAAEsAAABDgAAAQEAAAEeAAABrgEAAAHTAQAAAQEAAAHfAQAAAWcAAAEBAAABHgAAAdoCAAABFAAAAQQAAAEBAAABOwAAAQsAAAEVAAABHgAAAYQBAAABAwAAARUAAAEEAAACAgAAAgYAAAE0AAABEAAAAZIBAAABAQAAAa8BAAABAQAAAUQAAALyAgAAAV4AAAFNAAABDwAAAR4AAAFyAAABAQAAAR0AAAH1AQAAAesBAAABFgAAAQEAAAFeAAABmgEAAAEBAAABeQAAAqsBAAABrwEAAAEBAAABVgAAARAAAAF1AAABlQEAAAEXAAACAQAABAEAAAMBAAABAQAAAQEAAAEBAAACAgAAAQEAAAIBAAABBgAAAS8AAAEIAAABSwAAAQYAAAE5AAABAQAAAQUAAAEBAAABKAAAARAAAAEFAAABAQAAARcAAAEBAAACDQAAAR8AAAELAAABBwAAARkAAAHzAgAAAc4BAAABAQAAAZEBAAABlwIAAAEHAAABAgAAASUAAAHqAQAAAfsCAAABAQAAAfUBAAABAQAAAXkAAAEBAAAB3wEAAAEHAAABAQAAAgYAAAIMAAABAQAAARIAAAEYAAABAQAAARgAAAESAAACIAAAAQQAAAELAAABLAAAARMAAAE1AQADAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAFMAAAEXAAABAQAAAQIAAAEDAAACAgAAAQEAAAEBAAAB1AIAAAEBAAACvgIAAAEBAAAB3wIAAAFCAAABUQAAAWMAAAEBAAAB9gEAAAGGAwAAAR4AAAHdAgAAAZADAAABlQIAAAHkAgAAAWQAAAEwAAACSQAAAXkAAAEEAAABCwAAAQMAAAEBAAABAgAAAQgAAAEBAAABDAAAAQkAAAHiAgAAASgAAAEvAAABAQAAAhQAAAE8AAABDwAAAgEAAAEmAAACAQAAARkAAAFeAAADAQAAAeIBAAABeQAAAasBAAABAgAAAQUAAAMBAAACAQAAAgMAAAUBAAAGAQAABAEAAAJEAAABwAEAAAEBAAADDgAAAQkAAAEOAAABQQAAAQACAAQBAgAIAQIABgECAAIBAgACAQIAAQECAAIBAgADAQIAAAECAAMBAgAAAQIAAQECAAABAgAAAQIAAAECAAIBAgABAQIAAAECAAABAgACAQIAAAECAAABAgAACAAAATMAAAIBAAABAQAAAgUAAAEBAAABAgAAAR0BAAIBAQABAQEAAAEBAAIBAQABFAAAAQoAAAEEAAABBgAAAScAAAEaAAACGQAAAgMAAAESAQAEAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAUBAAMBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAQEBAAALAQABAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAAABEAAAAQkAAAEDAAABAwAAAQEAAAEWAgAIAQIABQECAAEBAgADAQIAAgECAAABAgAAAgAAA40BAAABrgEAAAIBAAABAgAAAQEAAAEHAAABHgAAAbgBAAADAQAAAQEAAAEBAAAFAQAAAQIAAAERAAABAQAAAeQCAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAFAAAAewCAAABhQEAAAEDAAABZwAAATEAAAEwAAABMwAAAXkAAAEBAAABBQAAAQkAAAHqAQAAAZsCAAACWQAAAgEAAAN4AAABmQEAAAFgAAABJwAAAQIAAAGwAQAAARcAAAIBAAABAgAAAQEAAAMBAAABAgAAAwEAAAIBAAABAQAAAQEAAAEIAAABzAIAAAF0AAABAQAACAEBAALuAQAAAcICAAABAQAAAboCAAABBwAAAZIBAAABAQAAAQcAAAEBAAABAwAAAfECAAAB5AIAAAEDAAACGgAAAQEAAAHrAQAAAWwAAAEBAAABAQAAAgkAAAFmAAABzAEAAAEBAAACAgAAAgEAAAEcAAABAQAAAhMAAAFMAAABXgAAAQkAAAIBAAABBQAAAQEAAAFgAAABEQAAAQEAAAIDAQABAQAAAQcAAAEkAAABAQAAAVgAAAEBAAABXgAAAZcBAAACfwAAAQEAAAHlAQAAAQEAAAElAAABNAAAAQQAAAEgAAABAgAAAQEAAAEhAAABKwAAATkAAAEJAAABNgAAAUgAAAIBAAABXQAAATwAAAKZAQAAAWUAAAGDAQAAAX4AAAHrAQAAAQoAAAG8AQAAAa8BAAABCAAAAUoAAAGLAQAAAZ8BAAABBQAAATEAAAFKAAABOAAAAQIAAAE0AAABqwEAAAG6AQAAAQEAAAEDAAABCgAAAvMCAAABlQEAAAEBAAABkQEAAAEEAAABDAAAARcAAAGqAQAAAj0AAAEeAAACAQAAAREAAAEBAAABCwAAAQgAAAEBAAABDQAAATcAAAFWAAADlgIAAAEOAAABVwAAAQIAAAEEAAABCQAAARcAAAEXAAADAQAAAgsAAAEBAAADKwAAARoAAAEfAAABGgAAAQ0AAAENAAABCwAAAQ4AAAIqAAACAQAAASQAAAG6AQAAAQEAAAEWAAABAQAAAV4AAAHuAQAAAYMDAAABAQAAAXUAAAEHAAABAQAAAwEAAAIMAAABewAAAUYAAAE9AQADAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAUBAAMBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAABgAAAEjAAAFAgAAAQEAAAMBAAACAQAAAgQAAAEhAAABPAAAAiwAAAEZAAACBQAAAQUAAAEBAAACAQAAAwIAAAICAAABAQAAApcBAAABXQAAAwEAAAMEAAABRgAAAQEAAAIBAAACAQAAAwEAAAMBAAADAQAAAQEAAAEBAAABAQAAAQEAAAIGAAABPQAAAQoAAAEYAAABAQAAAQsAAAEFAAABAwAAAQEAAAEBAAABDAAAAQMAAAEJAAABLAAAAZABAAABBwAAAQMAAAJbAAABZgAAAQsAAAEEAAABAQAAAYECAAABAQAAAQIAAAEqAAABDQAAAo0BAAABhwEAAAFmAAABAQAAAUUAAAGAAQAAAYwBAAABJAAAARAAAAJ1AAABgwMAAAELAAABCwAAAUgAAAEIAAABcwAAARcAAAEBAAABRQAABAEAAAMEAAACdwAAAbcBAAABAQAAAYcBAAABegAAAYEDAAABAgAAARIAAAExAAABCQAAAR0AAAE+AAADAQAAAgMAAAEMAAABBwAAAQEAAAGEAQAAAS0AAAECAAABGgAAAcUBAAABHAAAAdwBAAAChwEAAAEBAAABUQAAAYkBAAABkQIAAAEHAAACAQAABQEAAAICAAABAQAAAQIAAAIHAAABBQAAAgEAAAIDAAABMwAAAQIAAAElAAABAQAAARcAAAQ7AAABGgAAAhkAAAEVAQAGAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQIAAQUBAAQBAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAABgAAAGeAgAAASYAAAFnAAABDgAAAdMBAAABgQIAAAGHAgAAAe8CAAABdQAAAZACAAAB0QIAAAG5AQAAARwAAAFRAAABSQAAAacBAAABdQAAAQcAAAEJAAABAgAAAREAAAEBAAABcAAAAQEAAAICAAABwAEAAAIBAAABJQAAAX4AAAEIAAAB0gEAAAGOAwAAA74CAAABAQAAAQEAAAHAAgAAAbUBAAAB9QIAAAEIAAACAQAAAQgAAAIEAAABCAAAAQgAAAIBAAABAQAAAwEAAAEBAAAB5gIAAAERAAABmQEAAAF3AAABaAAAAb0BAAABbgAAARgAAAFTAAABCQAAARAAAAEWAAABAQAAARMAAAENAAABDgAAARcAAAEbAAABHwAAAd4BAAABAQAAAa0BAAAB6gEAAAHGAQAAAQMAAAEDAAABIAAAAgEAAAJtAAABBgAAAYgBAAABPAAAAesCAAABCgAAAQEAAAGBAgAAAR4AAAGsAQAAAYkBAAACIQAAAQMAAAEpAAABHwAAARAAAAESAAABAQAAAasBAAABAQAAAwEAAAUBAAACBAAAAwUAAAEDAAADOwAAAQoAAAECAAABJwAAAQMAAAEBAAABAQAAAQwAAAEDAAABNQAAAScAAAIwAAABeAAAAQEAAAEBAAABBwAAAQEAAAFRAAABLAAAAQMAAAECAAABWAAAAQQAAAGJAgAAAVcAAAHlAgAAAQEAAAMBAAABHAAAAfACAAAB7QEAAAEBAAAB8AIAAAEdAAABRAAAAToAAAEVAAABsQEAAAEEAAABEgAAAR0AAAEZAAACAQAAAScAAAIDAAABAQAAAQUAAAEEAAABIQAAAQIAAAE9AAABBQAAAUcAAAHwAgAAAYYDAAACAQAAAQMAAAEDAAABAgAAAQUAAAEDAAABAwAAAQIAAAEBAAABCQAAAgEAAAIJAAABAgAAAgEAAAEBAAABCAAAAQIAAAEEAAABAQAAAXQAAAIBAAABBAAAARAAAAEEAAABAQAAAQUAAAK7AQAAARQAAAGGAQAAAZUBAAABegAAAQEAAAFXAAABgwMAAAFJAAABAQAAARoAAAEKAAACAQAAAxcAAAEBAAABAwAAAQMAAAEoAAABJQAAAgQAAAEqAAADAQAAAiAAAAEGAAABBgAAAgQAAAEFAAABCgAAAQEAAAEEAAABAQAAASkAAAEIAAACCgAAAgkAAAEDAAABZgAAAgEAAAEGAAABDQAAAQYAAAEBAAABAQAAAQMAAAECAAACAQAAAQIAAAERAAABHwAAAhoAAAEBAAABAQAAAgIAAAIFAAABCgAAAQcAAAECAAABAQAAAQEAAAENAAABAQAAAgUAAAEJAAACAQAAAQYAAAEBAAABAQAAAQEAAAEBAAABBgAAAQQAAAMDAAABAQAAAQEAAAMBAAABAgAAAwIAAAECAAACAQAAAQEAAAIBAAABBwAAAQIAAAEDAAABAQAAAQQAAAEFAAACAQAAAQQAAAENAAABEQAAAQEAAAEHAAADAwAAAVMAAAMBAAADEgAAAgIAAAEBAAABBQAAAQEAAAILAAACAQAAAQEAAAEUAQABAQEAAAEBAAMBAQABAQEAAQEBAAABAQAABAAAAQEAAAEDAAABBgAAAQcAAAIBAAABBgAAAQUAAAEXAAABAQAAAQUAAAIDAAABAQAAAwEAAAIBAAACAwAAAQUAAAMFAAABAQAAAQcAAAEBAAACAgAAAQ4AAAEBAAACAQAAAwUAAAIBAAACBQAAAQMAAAEFAAABAQAAAwEAAAECAAABCgAAAQIAAAEBAAABAQAAAQIAAAECAAABDgAAAQMAAAEHAAABAwAAAgEAAAEPAAABBAAAAwUAAAICAAABCQAAAQkAAAEJAAACAQAAAQkAAAIBAAABCAAAAQEAAAEBAAABAQAAAQIAAAGnAgAAAfkBAAABGAAAASgAAAHZAQAAAY0BAAACKAAAARcBAAIBAQABAQEAAgEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAgABAQEAAAQAAAECAAABKgAAAScAAAEjAAAB6QIAAAEFAAAB2QEAAAF+AAABHQAAARgAAAEGAAABAQAAAVAAAAEFAAABAQAAAh0AAAEBAAABIgAAARIAAAIaAAABCgAAARYAAAEGAAACCAAAAQYAAAEBAAABAQAAAQwAAAEIAAABAwAAAQYAAAEiAAACGAAAAQoAAAEEAAABAQAAAQIAAAEKAAACAwAAAQsAAAGIAwAAAWcAAAGhAgAAAYYDAAABCAAAAQEAAAEBAAABAQAAApQDAAABAQAAAgIAAAH5AgAAAR0AAALbAgAAAQEAAAICAAABAQAAAQMAAAGtAQAAASUAAAHXAgAAAXUAAAEBAAABEwAAASQAAAHqAQAAAYgBAAABAQAAATwAAAFFAAABbgAAAVYAAAENAAABCAAAAVgAAAEMAAABFQAAAQEAAAFZAAABLAAAASEAAAIBAAABTQAAAQMAAAHUAQAAAY8CAAABWAAAAVcAAAFIAAABPwAAAXwAAAGHAQAAAZMBAAABBwAAAQ4AAAEBAAABngIAAAHLAQAAARoAAAEGAAABDAAAAawBAAABAQAAAQMAAAIBAAACyQEAAAEBAAABAwAAAQEAAAIBAAACBgAAAQMAAAIBAAADAQAAAQMAAAE/AAABAQAAASUAAAGGAQAAARUAAAIBAAADDgAAAgkAAAEOAAABCQAAARwAAAEEAAABGQAAAQIAAAIQAAABmwIAAAECAAABHgAAAYoCAAABRAAAARIAAAHAAgAAAgEAAAEeAAAB9wIAAAEbAAACoQIAAAHrAQAAAQ0AAAEBAAABeAAAASkAAAHiAQAAAaABAAACDwAAASYAAAEhAAACAQAAAgEAAAEBAAABAgAAAQIAAAEDAAAB1AEAAAHMAQAAAQEAAAICAAACAQAAARwAAAEBAAACDQAAAQYAAAFMAAABgAEAAAEGAAABFQAAAVwAAAEPAAABCQAAATYAAAEBAAABowEAAAECAAABhgEAAAIBAAABtgEAAAG2AQAAAgEAAAESAAABGgAAAQcAAAHNAgAAAgEAAALDAQAAAcMBAAABxQEAAAEBAAABiwEAAAEQAAABFQAAASoAAAEfAAABMAAAAU4AAAH6AQAAAXMAAAEXAAAB+gEAAAHdAQAAAQEAAAEcAAABagAAAQMAAAGeAgAAAX0AAAEkAAABAQAAAgUAAAIJAAABCgAAAQQAAAEGAAABAgAAAQEAAAEPAAABDwAAAQ0AAAEYAAABDgAAAQwAAAEJAAABIAAAARIAAAEQAAABDAAAAQcAAAEMAAABDQAAAQMAAAEMAAABCgAAAQMAAAEUAAABAgAAAScAAAEEAAABAQAAAQEAAAENAAADawAAAQEAAAF+AAABCAAAASkAAAFNAAADAQAAAQUAAAEHAAACDgAAAQMAAAIBAAABpwEAAAEDAAABzAIAAAF1AAABCAAAAgEAAAEBAAABAgAAAQEAAAEBAAABBgAAAQEAAAESAAACAQAAAQQAAAICAAABAQAAAQQAAAECAAABSwAAAh8AAAEMAAABDQAAAQEAAAESAAABAQAAAQoAAAEHAAABAQAAAgcAAAEcAAACAQAAAQQAAAENAAABCAAAAQYAAAECAAABAQAAAQIAAAIBAAABDAAAAQYAAAEGAAABBgAAAgEAAAETAAABAQAAAQUAAAEtAAABAgAAAgMAAAF6AAABAQAAAeQBAAABAQAAAXQAAAH1AQAAAXUAAAF0AAABAQAAAU8AAAGIAwAAAYQDAAABiwEAAAEBAAABqgEAAAFDAAABTgAAAQ8AAAE4AAABAQAAAgEAAAF0AAABHQAAASQBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAOAAABBQAAAXAAAAErAAABCAAAAQYBAAIBAQABAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAK4BAAABBQAAAVcAAAHmAQAAAQUAAAF1AAABJwAAARsAAAIkAAACBwAAAgUAAAEIAAABAQAAAQIAAAEkAAADAQAAAQ0AAAEGAAABFgAAATMAAAExAAABAQAAAQMAAAEBAAABDgAAAgQAAAEdAAABBQAAAUwAAAEUAAABLgAAASkAAAEJAAABEAAAARYAAAEBAAACAwAAAQUAAAELAAABDQAAAQ4AAAEUAAABAQAAAQIAAAEDAAABNwAAAQEAAAELAAABlAEAAAEaAAABuQIAAAIBAAACAQAAAQIAAAEdAAABAgAAAQEAAAEBAAABcwAAATwAAAEuAAABBAAAAZUBAAACdAAAAQEAAAFPAAABAQAAARoAAAEyAAABcQAAAYYBAAABFAAAAQ0AAAMBAAABAQAAAQMAAAEEAAABAQAAAQkAAAFXAAABBAAAAQIAAAEBAAABBgAAAQoAAAEzAAABFQAAAR8AAAFoAAABpwEAAAHIAQAAAYkBAAABugEAAAFVAAABNgAAAXUAAAGFAQAAAQQAAAENAAAB2gEAAAECAAABAQAAAwMAAAMJAAACAQAAAxMAAAESAAABAQAAAVEAAAEtAAABMAAAATQAAAElAAABEAAAAZMBAAABAQAAAQEAAAEBAAABPgAAAU8AAAHpAQAAARcAAAEBAAABRAAAAQEAAAEpAAABaQAAAVYAAAELAAABCgAAARIAAAHyAgAAAUYAAAHpAgAAAQEAAAECAAABzAIAAAEmAAABBQAAAikAAAEDAAABDwAAAQEAAAHUAgAAAZcDAAAChgEAAAEBAAAB8AEAAAE5AAABJAAAARsAAAEBAAABAQAABAEAAAIXAAABAQAAAgEAAAGbAQAAASoAAAFEAAABhgEAAAHzAgAAASMAAAMBAAABBwAAASoAAAEBAAABEAAAARQAAAEfAAADEAAAAQEAAAFAAAABAQAAAWwAAAEBAAABAQAAAdkCAAABAgAAAQgAAAGIAQAAAYcBAAABPQAAAmcAAAG3AQAAASoAAAEjAAABAQAAAhoAAAHNAQAAAUgAAAELAAABRgAAAXMAAAHNAgAAAQ4AAAENAAABNwAAAQYAAAENAAABAQAAAQ4AAAEkAAABJQAAARIAAAEdAAABAgAAAQcAAAEzAAABAQAAAQMAAAFCAAACAQAAAQIAAAEnAAABAQAAAfECAAABTgAAAagBAAABhgEAAAEDAAABAgAAA08AAAEfAAABMAAAATIAAAEBAAABaAAAAYcBAAABJAAAAQ8AAAFXAAABhgEAAAGJAQAAAc4BAAABAQAAATUAAAF1AAABhwMAAAEMAAABlAMAAAGRAgAAAU4AAAECAAABUwAAAQEAAAETAAABEgAAAQEAAAEBAAABAQAAARQBAAEBAQAAAQEAAAEBAAABAQACAQEAAQEBAAADAAABMwAAAQcAAAEBAAABDgAAAQUAAAEBAAABAgAAAgMAAAESAAABDwEAAQEBAAEBAQAAAQEAAQEBAAAIAAABBAEAAQEBAAABAQAAAQEAAAcAAAEFAAABDgAAAQEAAAEGAAABAQAAAQUBAAEBAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAABAAAARUAAAIDAAABFwAAAQIAAAELAAABHQAAATgAAAEBAAABEQAAAQQAAAEBAAABAQAAAQEAAAEMAAABAQAAAQcAAAEGAAABCwAAAQEAAAEWAAABBAAAAgkAAAEPAAABCAAAAgEAAAIJAAABAQAAAQQAAAEIAAABBQAAAQMAAAEBAAABCAAAAREAAAIBAAABBwAAAQEAAAMLAAACAQAAAQMAAAEHAAABAgAAAgEAAAISAAABAQAAAg8AAAEOAAACAQAAAwwAAAEBAAABAgAAAQEAAAEFAAACBQAAAwEAAAENAAABAQAAAj0AAAMKAAACAgAAAgEAAAECAAABIwAAAgMAAAEBAAABAQAAAhYAAAECAAABGAAAAQQAAAEUAAABAwAAAQcAAAEaAAADAQAAAQEAAAEXAAACAQAAAg8AAAMBAAABAQAAAQEAAAElAAABAQAAAQIAAAIBAAABAQAAAQcAAAIBAAADAQAAAQEAAAIaAAABAQAABAIAAAIBAAABAQAAAQEAAAEBAAACFAAAAQEAAAEDAAABAgAAAQkAAAEBAAABhgEAAAFnAAABpwEAAAGNAQAAAhwAAAICAAACAwAAAUcAAAEKAAACAgAAAQ8AAAEBAAABBQAAATgAAAEDAAABBQAAAQQAAAEEAAABFAAAAngAAAG1AQAAAQoAAAGiAQAAAZQBAAAB3QIAAAEBAAABKQAAAR0AAAEFAAABWAAAAa8BAAABAQAAAhYAAAEcAAABAQAAAQEAAAUCAAABDgAAAQ0AAAICAAACAQAAAQMAAAEBAAABAwAAAQgAAAEDAAABAQAAAQQAAAEBAAABBwAAAQEAAAEEAAADAgAAAgEAAAEDAAABAwAAAQ4BAAIBAQAAAQEAAAEBAAABAQAAAQEAAQEBAAAEAAABBAAAAQYAAAEWAAABAQAAAREAAAEHAAADCgAAAQEAAAEIAAACBgAAAQUAAAEBAAACDAAAAgQAAAEGAAABBQAAAQEAAAECAAACBQAAAQEAAAIKAAABBAAAAgcAAAEOAAABCgAAAgMAAAEBAAABBAAAARoAAAEFAAABBAAAAQMAAAICAAABAQAAAQ4AAAFYAAACAQAAAQIAAAEBAAABBQAAAQIAAAEKAAABGAAAAQQAAAEBAAABBQAAAVcAAAELAAABBAAAARMAAAEEAAABFwAAAQIAAAEoAAABBQAAAgEAAAEHAAABCgAAAgEAAAEEAAABAgAAAwEAAAILAAABAQAAAgMAAAIEAAABAQAAAQQAAAEHAAACJwAAARsAAAFfAAABAQAAATMAAAFoAAABAQAAAQsAAAEHAAABBAAAAQQAAAIHAAABAQAAAQYAAAGXAgAAAwsAAAEPAAABAgAAAgYAAAEvAAABAgAAASYAAAETAAABIwAAApABAAABZQAAAgIAAAFvAAABOwAAARQAAAELAAABIQAAAUQAAAEBAAABLgAAAgEAAAItAAABRQAAATYAAAEYAAABAwAAAQUAAAEHAAACBQAAApMBAAACFgAAAQwAAAECAAABvgEAAAHtAQAAAUYAAAECAAABJAAAAQYAAAERAAACBAAAATQAAAFWAAABngEAAAEBAAABCwAAAQgAAAEXAAABAQAAAegCAAABmwEAAAGGAQAAAoYDAAAGAQAAAwEAAAUBAAABAQAABQEAAAICAAADAgAAAwEAAAUBAAAEAQAAAQEAAAEBAAACAQAAAwEAAAIBAAADhwMAAAEBAAACAQAAAQcAAAECAAABBQAAAYYDAAABBAAAAQEAAAEAAAABAQAAAeoCAAABvQEAAAGnAQAAAQMAAAEHAAABAwAAAQUAAALlAgAAAfYBAAABIwAAAb0BAAABbwAAAVsAAAEEAAABBgAAAQMAAAEpAAABYgAAAQEAAAGLAwAAAQIAAAEjAAAHAQAACAEAAAMBAAABBAAAAgEAAAEhAAABAgAAAQcAAAJKAAABHgAAARwAAAEnAAABAgAAAQMAAAEKAAABBAAAAQQAAAEIAAABBgAAAQIAAAEzAAABKAAAASQAAAEHAAABngIAAAENAAABGQAAAYUCAAABAgAAARgAAAEBAAABNwAAATYAAAHxAgAAAeUCAAAB5QIAAAHzAgAAAYkDAAAB6QIAAAFIAAABQgAAAQEAAAHHAgAAAQ0AAAFGAAABhgEAAAE6AAABAQAAAQIAAAEhAAACBgAAAQMAAAEBAAABCwAAAyEAAAIpAAABAQAAARgAAAEkAAABDQAAAQ8AAAE2AAABCgAAAQ4AAAEDAAADAgAAARgAAAEBAAABDgAAAc8BAAABgQEAAAEEAAABEAAAAQEAAAMBAAABAgAAAQEAAAMFAAACAQAAAQQAAAEDAAABCQAAAQEAAAIEAAABsAEAAAHvAgAAAZUBAAABCgAAAVUAAAIFAAABJQAAAQQAAAFoAAABBQAAAQMAAAEdAAABAQAAATgAAAE/AAABAgAAAocBAAABiAEAAAEBAAABQwAAARIAAAEEAAABFgAAAgEAAAHlAQAAAWcAAAEGAAABGAAABAIAAAEBAAABAQAAAQoAAAEDAAABAwAAATUAAAIBAAACBAAAAQEAAAMEAAADBQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAGAAACAQAAAQUAAAISAAABBgAAAQgAAAEBAAABEAAAAQcAAAEUAAACAQAAAQUAAAIBAAACBwAAAQYBAAEBAQAAAQEAAAEBAAABAQABAQEAAAEBAAEBAQAAAQEAAAEBAAABAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAQEBAAABAQACAQEAAQEBAAIBAQAAAQEAARIBAAEBAQACAQEAAQEBAAABAQAAAQEAAAEBAAD1AQAAAYsBAAABhwIAAAF2AAABdQAAATsAAAEUAAABwgEAAAEBAAACKAAAAQUAAAETAAABAgAAAQEAAAIBAAABAgAAAQUAAAEBAAABDAAAAQUAAAEYAAABCQAAAQEAAAEIAAABGQAAAQkAAAIBAAABDwAAAQIAAAEBAAABAwAAAwEAAAIBAAABAQAAAQEAAAJOAAABhgEAAAE9AAABCAAAAQQAAAFxAAACAQAAAZkBAAABHQAAAQYAAAEGAAABCQAAAQkAAAICAAACAQAAAQEAAAIBAAACAAAAAWcAAAGaAQAAAUoAAAElAAABAQAAAUAAAAEwAAABAQAAAagBAAACCAAAAgEAAAEDAAABAQAAAQEAAAFNAAABegAAAWYAAAEBAAABJgAAAcwBAAAB1wIAAAFRAAABYAAAAZEDAAABoAIAAAFeAAABCAAAAgEAAAMBAAABBQAAAgEAAAEMAAABCwEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAADAAABCAAAAQ8AAAEBAAABDQAAAQMAAAEDAAABEQAAAgYAAAEBAAABAwAABAUAAAMBAAABCQAAAgEAAAIGAAABAgAAAQEAAAEBAAABBgAAAQkAAAIGAAABAQAAAQcAAAEBAAABBQAAAQEAAAIBAAABCQAAAQMAAAEGAAABCAAAARoAAAEFAAABFAAAAQEAAAMBAAADAQAAAQIAAAMCAAABAQAAAQEAAAIDAAACAgAAAQUAAAEKAAAElQMAAAEBAAACiQEAAAGHAwAAAgEAAAEBAAAB6wIAAAEBAAABgQEAAAFxAAABAQAAAQEAAAEBAAABgAEAAAEHAAABAgAAAR8AAAEaAAABAwAAAQEAAAE6AAACRQAAAUUAAAEnAAABBQAAATMAAAEIAAABBQAAAQMAAAEBAAABAQAAAUQAAAMBAAACAQAAAQEAAAEJAAABAgAAAQEAAAEFAAABDAAAARsAAAKaAQAAAoYDAAABAwAAAQEAAAGwAQAAAd4BAAABBQAAAQEAAAKMAwAAAQEAAAIGAAABEgAAAQUAAAHMAQAAAS0AAAEMAAABAQAAAQgAAAEGAAABSQAAAQIAAAEXAAAB+QEAAAFeAAABAQAAAbwBAAACAgAAAVcAAAgBAAABOQAAAQEAAAEBAAACAwAAAQcAAAEEAAABBQAAAR4AAAFJAAACAQAAAQgAAAEBAAABBwAAAQEAAAECAAABDgAAARgAAAE2AAABJgAAAQEAAAEFAAABDwAAAQkAAAEIAAABDAAAAQsAAAEBAAABPAAAAQEAAAICAAABaAAAAQkAAAHNAQAAAQQAAAGvAQAAAq8BAAABXgAAAgEAAAEFAAABAQAAAQMAAAEBAAAIAQAABAEAAAIJAAACAQAAAQsAAAEBAAABDAAAAfoBAAABCgAAAQ0AAAEnAAABzQIAAAHyAgAAAu0BAAAB+AEAAAGOAQAAAb0BAAABMwAAATwAAAEEAAABAQAAARYAAAIBAAABAgAAAn8AAAFyAAABAQAAARkAAAE5AAABAQAAATMAAAEPAAABGQAAAQAAAAEJAAACDgAAAgEAAAICAAACBwAAAQEAAAEHAAABAQAAARgAAAIBAAADAQAAAQEAAAEBAAABAQAAAgIAAAEBAAABAQAAAQEAAAEBAAABCwAAAQQAAAILAAABCAAAAQEAAAEEAAABMwAAAQIAAAEFAAADAQAAAQQAAAECAAAEAQAAAwEAAAIBAAABAQAAAQEAAAIBAAABAgAAAwEAAAEBAAAEAQAABAEAAAIBAAAEAQAAAgIAAAMBAAACAQAAAQIAAAMFAAABEgAAAQsAAAEBAAABAgAAAQcAAAIhAAABAQAAAQQAAAEwAAABAQAAAQIAAAEDAAABAgAAAQEAAAECAAABBAAAAg8AAAIBAAABAgAAAQUAAAEGAAACBgAAAQIAAAEBAAACAQAAAQcAAAEBAAABBgAAAo8CAAABhgEAAAEmAAABPgAAARsAAAFLAAABFwAAAaABAAABAQAAAbYBAAABAQAAAQEAAAILAAABJwAAAZIDAAABDQAAAUQAAAEBAAABFQAAARIAAAEpAAABKQAAAQEAAAEJAAABAQAAARAAAAEYAAABGwAAATUAAAEtAAABAgAAAZIBAAABhAMAAAF5AAABAQAAAY4DAAABhgMAAAFeAAABRgAAAQ8AAAERAAABAQAAAQYAAAEBAAABAQAAAQsAAAEHAAABBAAAAQEAAAEBAAABDAAAAScAAAIaAAABAQAAAQEAAAECAAABAgAAAQMAAAEKAAABBwAAAQIAAAEBAAABBgAAAgEAAAEPAAABBAAAAgEAAAECAAACBwAAAQEAAAECAAABAQAAAQoAAAEEAAABAQAAAwMAAAIEAAACAQAAAQEAAAEBAAABBwAAAgIAAAEJAAABBAAAAgEAAAEeAAABAQAAAQ0AAAELAAABXAAAAQEAAAHaAgAAAe4CAAAFAQAABQEAAAIAAAAB+AIAAAFXAAABIgAAARcAAAKDAQAAAQEAAAIVAAABEgAAAQQAAAEoAAAB3wIAAAGPAgAAARcAAAHGAQAAATQAAAEXAAABSAAAAQQAAAESAQABAQEAAQEBAAABAQAEAQEAAAEBAAMBAQABAQEAAwEBAAABAQADAQEAAgEBAAEBAQABAQEAAQEBAAEBAQABAQEAAQEBAAGJAQAAAQ0AAAFrAAABcQAAAQEAAAEPAAABAQAAAfUCAAABAwAAAQMAAAIBAAAEAQAAAgEAAAEBAAACAQAAAQcAAAEBAAABAwAAAQQAAAEGAAAEAQAACRUAAAIBAAABDAAAAgQAAAEBAAABDAAAAQEAAAEBAAACBgAAAQ0AAAEMAAABBgAAAQEAAAEEAAABTgAAAQEAAAEBAAABAgAAARIAAAEdAAACFQAAAQEAAAMLAAABIwAAAQoAAAEGAAABCQAAAgEAAAEBAAABAQAAAQMAAAIVAAABAQAAAQMAAAIBAAABAQAAAgEAAAEIAAABNQAAAQEAAAIPAAABAQAAAasCAAABDwAAAgEAAAEXAAABCAAAAVEAAAEiAAABegAAAQEAAAEaAAAB7AIAAAH4AQAAAQMAAAKSAQAAATcAAAGIAQAAAd4BAAABDAAAAgIAAAIBAAABQwAAASsAAAEbAAACBAAAAQEAAAEvAAABSgAAAQ4AAAFSAAABAQAAAQMAAAEAAAABjwIAAAFDAAABMwAAAtcBAAABQQAAAQ0AAAInAAABAQAAAQwAAAEEAAABDgAAAsABAAACEgAAAQwAAAEEAAABBAAAAQcAAAEHAAABCwAAAQEAAAM3AAABCQAAAgEAAAIDAAACDQAAAZYBAAABhwEAAAHMAgAAAZsCAAABNQAAARoAAAECAAABAQAABAEAAAEBAAABAQAAAQkAAAEHAAABAQAAAt8CAAABKAAAAYgDAAABCAAAAgIAAAGyAgAAAZkCAAABAQAAASEAAAEBAAACOQAAAQIAAAF5AAABAgAAASIAAAE+AAABHgAAASEAAAFhAAABCAAAAQQAAAEFAAABCAAAAX8AAAEBAAABBAAAAQoAAAFPAAABGwAAAUIAAAEGAAABEgAAAQEAAAEIAAABCAAAATMAAAIEAAABBAAAAiMAAAEBAAABAQAAAQkAAAEGAAABAQAAAQQAAAECAAABCAAAAQQAAAEBAAACAgAAAQ8AAAEXAAABBAAAAgEAAAEGAAABAQAAAQMAAAEiAAABCwAAAgUAAAEFAAABAQAAAQEAAAECAAACCAAAAQIAAAEBAAACBAAAAQYAAAETAAABDQAAAQQAAAECAAABDgAAAQMAAAEBAAABBQAAAgIAAAEBAAADAQAAAQEAAAEDAAABBAAAAQEAAAEEAAABAQAAAgEAAAEIAAABAQAAAVgAAAE1AAABLAAAAV8AAAEBAAABhwEAAAHeAQAAAawBAAABFwAAAYkBAAABGQAAAXYAAAEMAAABBgAAAVcAAAEiAAABCwAAAYYBAAABmgEAAAEFAAABsQEAAAEBAAABEgAAAd4CAAABFwAAAQEAAAHpAgAAAQEAAAHtAQAAAZUBAAABAQAAAtoCAAABCwAAAtcCAAAB9gIAAAHtAQAAAa0BAAABpwEAAAECAAABBAAAAQIAAAEIAAABAgAAARAAAAE4AAABpwEAAAMBAAACBAAAAQEAAAIBAAABAwAAAwkAAAFFAAABFwAAAV8AAAElAAABMQAAAXUAAAEaAAABYAAAAcUCAAAB1AEAAAH4AgAAAeoBAAABJQAAAegBAAABcQAAAQEAAAGPAgAAAVYAAAHvAgAAAQEAAAFWAAAB5QEAAAHgAQAAAdoBAAABZQAAAaIBAAABPQAAAQEAAAENAAABAQAAAZ8BAAABAQAAAYIDAAABvwEAAAEzAAACkgEAAAEmAAABBQAAAYsBAAABAQAAARIBAAGXAQAAASUAAAEBAAABAQAAAQEAAAIBAAABBAAAAQEAAAIMAAABBwAAAkAAAAG1AQAAAQQAAAIBAAABBQAAAQEAAAEJAAABCwAAAQEAAAErAAACAQAAASQAAAMBAAACBgAAAWgAAAEmAAADAQAAAgUAAAEHAAABAQAAASAAAAEbAAABJAAAAVwAAAEGAAABEQAAAQUAAAE4AAABAQAAASsAAAEBAAABAQAAAQUAAAFrAAABtAEAAAECAAABAwAAAQEAAAEHAAABCwAAAQgAAAEHAAADFwAAATMAAAECAAABAwAAASIAAAErAAABAQAAARIAAAFIAAABFQAAAQEAAAMNAAABAQAAASAAAAECAAABBgAAAQEAAAIMAAABPQAAAQQAAAEiAQABAQEAAAEBAAABAQAAAQEAACcAAAMHAAABEQAAAgEAAAEpAAABGQAAARUBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAABQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAsBAAEBAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAAAEAAAEcAAABBAAAARgAAAHzAgAAAaICAAABAQAAAWQAAAFvAAACSwAAAVAAAAEBAAABXAAAAhAAAAEBAAABDAAAAgIAAAEBAAABFAEAAgEBAAABAQAAAQEAAAEBAAABAQABAQEAAAQAAAE5AAABEwAAAhgAAAIKAAABBQAAAQkAAAIOAAACBwAAAQ4AAAEKAAADAwAAAQEAAAEqAAAC9AIAAAFuAAABFAAAAU4AAAEiAAABFgAAARQAAAEFAAABLQAAAQwAAAECAAABMwAAAQgAAAFiAAABCgAAAQEAAAHVAQAAAgEAAAMBAAABCgAAARcAAAEIAAABNgAAAZoBAAABLQAAARsAAAE6AAABIwAABAEAAAQBAAADAgAAAQEAAAEBAAABAQAAAwEAAAIIAAACAQAAAwEAAAMBAAABAQAAAgEAAAEBAAAHAQAAAQEAAAMBAAADAQAAAQEAAAEBAAABAQAABAEAAAUBAAADAQAABAEAAAQBAAACAQAABwEAAAcBAAAEAQAAAwEAAAcBAAAGAQAABgEAAAoBAAAHFgAAAQEAAAECAAABAwAAAgEAAAEBAAABAgAAAgEAAAMCAAACAQAABgEAAAQMAAABAQAAAQEAAAECAAABBQAAAQMAAAcBAAAGBwAAAQUAAAECAAABAQAAAQEBAAEHAAADAQAAAwUAAAECAAABAQAAAQkAAAYBAAAFAQAABAEAAAQBAAABAgAAAwEAAAUBAAABAQAAAgEAAAEBAAAGAQAABwEAAAUBAAACAQAABAEAAAcBAAAEAQAABgEAAAIBAAABBQAAAgoAAAMCAAACBAAAAQEAAAMBAAAEAQAAAQEAAAEJAAACBAAAAQEAAAQDAAACBAAAAQIAAAYBAAABDAAAAQgAAAEDAAADCAAAAQMAAAICAAABAQAAAQYAAAEEAAABAQAAAQkAAAIGAAABAgAAAQEAAAECAAABCAAAAhcAAAIEAAACHAAAAQkAAAYBAAADAQAABwEAAAEBAAAHAQAAAQIAAAMBAAAEAQAABAEAAAgBAAAEAQAABwEAAAcBAAAJAQAACQEAAAYkAAABAQAAAQEAAAMBAAACAQAABQEAAAMBAAABAQAAAQgAAAIEAAABAQAAAQgAAAEDAAABAQAAAQgAAAEBAAABSgAAAQQAAAEBAAABEgAAATMAAAEfAAABXQAAAhQAAAEfAAABBAAAASQAAAEVAAABAgAAASIAAAEOAAABAgAAAQUAAAIBAAABDAAAAQEAAAEBAAACCwAAAysAAAMEAAABAQAAAQEAAAEIAAABBAEAAQ4AAAEIAAABBgAAAQoAAAEBAAABBQAAAQEAAAEBAAABAgAABCAAAAEiAAABCgAAAQAAAAEzAAABBAAAARUAAAERAAABnAEAAAEBAAABOgAAAQIAAAJEAAABAQAAARYAAAEBAAABAQAAAQEAAAEPAAABDgAAAQQAAAEjAAACEQAAATYAAAEBAAACAwAAAQoAAAFYAAADBAAAAQsAAAESAAABAQAAAVQAAAEBAAABBAAAAQEAAAEXAAADAQAAAgIAAAItAAAELwAAAQEAAAIBAAADHAAAAQYAAAEBAAABBQAAAgEAAAIAAAABVAAAAQQAAAF3AAABswEAAAFwAAABAQAAAlIAAAEfAAABEwAAAQ0AAAFRAAABBwAAAQEAAAEYAAABDQAAAXEAAAH5AQAAARIAAAIBAAABagAAAfkCAAABAQAAAX8AAAFvAAABMwAAAZIBAAABOgAAAQYAAAECAAABKgAAAU0AAAHlAQAAAQEAAAHoAgAAAcwCAAAB+wIAAAEBAAABwwEAAAEBAAABVQAAAX4AAAEBAAABWAAAAhIAAAEGAAABFwAAARIAAAEMAAACAwAAAQQAAAEBAAAC6QEAAAEBAAAB/QIAAAE8AAABDQAAAqcBAAABIQAAAQ4AAAEpAAABAQAAATMAAAENAAAB2QIAAAEBAAAB0wEAAAEBAAABmAEAAAECAAABBwAAAQEAAAIBAAABCQAAARkAAAEMAQAGAQEACAEBAAkBAQADAQEABwEBAAEBAQABAQAAAgEAAAIEAAABAwAABAEAAAIBAAABAQAAAwEAAAEBAAABAQAAAQEAAAEQAAABAgAAAgYAAAEBAAABAQAAAQIAAAMBAAADAgAAAgEAAAIBAAADAQAABAEAAAECAAABAQAAAQ0AAAMLAAABBQAAAQ8AAAEBAAABDgAAAxUAAAEDAAABAwAAAQsAAAEBAAACAgAAAgEAAAIGAAACAQAAAgEAAAEEAAABAgAAAQEAAAEGAAACAwAAAgwAAAEHAAABAQAAAQEAAAMBAAABAQAAAwMAAAECAAACAQAAAgIAAAEFAAABAQAAAgIAAAEDAAABAgAAAQEAAAEBAAABAQAAAgMAAAIBAAACBAAAAgMAAAIBAAACAgAAAQUAAAEBAAADAQAABAEAAAUCAAACAQAABQEAAAMCAAACAQAAAwEAAAIBAAACAgAAAQIAAAIBAAABAQAAAwMAAAIBAAABBAAAAgYAAAEJAAABAgAAAQEAAAIBAAACFgAAAQUAAAIBAAAJAgEAAQEBAAIBAQADAQEAAAEBAAABAQAAAQEACAIAAAEBAAADAQAAAgEAAAIBAAACAgAAAQIAAAEBAAABAQAAAQEAAAIBAAACAQAAAwEAAAQBAAAIAQAAAn4AAAEBAAABdQAAAXUAAAGhAgAAAZUBAAABiwEAAAGVAQAAAawBAAABmQEAAAHAAQAAAwMAAAHqAQAAARkAAAEMAAABMAAAAQEAAAE/AAABAwAAAQEAAAEBAAABAwAAAVEAAAFrAAABCwAAAQEAAAEKAAABAQAAAQIAAAIBAAACAgAAAQMAAAECAAABBwAAAQUAAAEMAAABAQAAAQQAAAEDAAACAQAAAQMAAAEDAAABAQAAAgMAAAEDAAABCQAAAQkAAAEEAAABCgAAAQEAAAEDAAABCwAAAQEAAAEIAAABAgAAARYAAAEGAAABAgAAAgQAAAEEAAABAQAAAgEAAAEGAAABAgAAAQgAAAEWAAABBwAAAQIAAAEfAAABCAAAAQ8AAAEBAAACAQAAAQsAAAIMAAABAQAAAQQAAAEBAAABAQAAAQUAAAEJAAABAQAAAQMAAAEBAAADAQAAAQgAAAIBAAABDAAAAQIAAAEJAAABBgAAAQIAAAEBAAABFAAAAc0CAAABNQAAAYQDAAAB2QIAAAEDAAABAwAAAe0BAAABlQEAAAHrAgAAAvIBAAABlQEAAAEKAAAB+wEAAAEAAAABAQAAAbwBAAABoAEAAAIBAAAB+QIAAAESAAABAQAAATUAAAECAAACAgAAASMAAAEBAAABAgAAAQEAAAIBAAABFgAAAQEAAAIBAAACMwAAAQEAAAIBAAACAQAAAgMAAAEBAAABGgAAAQEAAAEYAAABAQAAAgEAAAEOAAABAQAAAgEAAAEBAAABKAAAAQEAAAIBAAABBwAAAQIAAAEcAAABAQAAAQEAAAIBAAABAQAAAgEAAAIBAAACFAAAAQEAAAEDAAABAgAAAQkAAAEBAAABAgAAAQIAAAEcAAABCgAAAQMAAAEDAAABKAAAAgEAAAEqAAABGQAAAgIAAAICAAABAQAAAQMAAAEZAAABmgEAAAEBAAABrQEAAAEBAAABcwAAASQAAAGnAQAAAacBAAABAQAAAQgAAAGoAQAAAQEAAAEHAAACAQAAAZQBAAACAQAAAQEAAAHfAgAAAXMAAAF4AAABkQIAAAGhAQAAAZECAAABnwIAAAHbAgAAAaEBAAABXgAAAawBAAABoAEAAAHJAgAAAwEAAANMAAACQAAAAQEAAAGWAQAAATYAAAFJAAABgQIAAAIaAAABDgAAASIAAAIBAAABAgAAAQMAAAETAAABAQAAAQQAAAECAAABAQAAAQEAAAFeAAAB5QEAAAEBAAABmwIAAAFMAAABBwAAAQEAAAEPAAABkQEAAAIEAAABCgAAAQIAAAIDAAABfgAABAUAAAwBAAAKAQAAAoABAAABpwEAAAECAAABAQAAAQUAAAHQAgAAAZACAAABywEAAAIBAAABAwAAAwEAAAECAAABjgIAAAECAAACAQAAAocBAAABlgEAAAF/AAABAQAAAQoAAAEDAAADLQAAAQEAAAIBAAACAQAAAQEAAAEGAAADEQAAAQMAAAEBAAABowIAAAGWAQAAAX8AAAFZAAABAQAAAYIDAAACAQAAAwEAAAF1AAABAAAAAQEAAAECAAABoAEAAAFkAAABkQEAAAHMAQAAASQAAAEBAAABQwAAAYgBAAABAQAAAYgBAAABoAIAAAF+AAACJAAAAQEAAAUBAAACAQAAAwEAAAEEAAACAQAAAQEAAAEKAAABBAAAAQEAAAIBAAABAQAAAQsAAAFLAAADAQAAAwQAAAEKAAABCQAAAQEAAAENAAACCQAAAQMAAAEBAAABMwAAAQcAAAICAAABAQAAAQkAAAEBAAAB7QEAAAHbAgAAAQEAAAFWAAABAQAAAQAAAAGDAwAAAQoAAAEBAAABAQAAAQMAAAINAAABAgAAATcAAAEHAAABAgAAAQ4AAAEBAAABJAAAAQMAAAEBAAACBQAAAQUAAAEBAAABAQAABAMAAAIGAAABDAAAAQEAAAESAAABAgAAAQEAAAMEAAACFgAAARgAAAEcAAABDAAAAR0AAAIHAAABFQAAARIAAAEBAAABDwAAAYgBAAABAQAAAX4AAAGZAQAAAZYCAAABCgAAARIAAAEBAAABOQAAAR8AAAEBAAABCAAAARgAAAE6AAABRgAAAWkAAAEBAAABAwAAAQIAAAEJAAABAQAAAQUAAAEBAAADAQAAAgEAAAECAAACAQAAAQEAAAIBAAACAwAAAQEAAAEBAAABkQIAAAGOAgAAAQIAAAIBAAABUwAAAQEAAAEjAAABAQAAASkAAAGeAQAAAQUAAAFcAAACAQAAAo4BAAABiwMAAAGHAgAAASIAAAEwAAABiQMAAAEBAAABjgMAAAEBAAABBgAAAVwAAAEBAAABjgEAAAHsAQAAAQ4AAAHzAQAAAXkAAAEWAAABnwEAAAE8AAACAQAAAeYBAAABJwAAAZUBAAABnwEAAAGfAgAAAZEBAAABBAAAAQ0AAAMBAAABbwAAAQEAAAEWAAABAQAAARAAAAELAAACHAAAAQEAAAHOAQAAAZkBAAABEwAAARQAAAEWAAABNwAAAgEAAAQFAAABDgAAAQEAAAEaAAABAQAAAQUAAAEHAAACFAAAAQEAAAEGAAABDgAAARQAAAEBAAABAQAAAQkAAAIGAAABAQAAAVQAAAEFAAABIwAAAQEAAAEBAAACDgAAAgQAAAEIAAABJwAAAS0AAAIMAAABAQAAATAAAAEJAAABBAAAAQIAAAI1AAACKQAAAUUAAAEOAAAB1gIAAAEBAAADAQAABAEAAAECAAABAQAAAwEAAAICAAACAQAAAgEAAAEBAAACAQAABwEAAAYBAAAHFgAAAQgAAAEBAAACAQAAAg0AAAIDAAABEgAAAQEAAAECAAABAQAAAgIAAAECAAABAwEAAgEBAAIBAQAAAQEAAQEBAAABAQABAQEAAAEBAAEEAAABAQAAAwEAAAIBAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAIAAAEBAAABAwEAAwEBAAEBAQABAQEAAAEBAAABAQAFAQEAAAEBAAICAAABAQAAAQMAAAELAAABAgAAAgEAAAECAAACAQAAAQQBAAIBAQACAQEABAEBAAEBAQAAAQEAAgEBAAABAQABBQAAAQEAAAECAAABAQAAARwAAAIBAAABAwAAAQQBAAEBAQAAAQEAAwEBAAABAQAAAQEAAAEBAAEBAQABAQEAAAEBAAAJAAABAgAAAgEAAAIGAAABAQAAAQMAAAITAQADAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAAAEBAAEBAAACAwAAAQIBAAIBAQAAAQEAAAEBAAABAQADAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAQEBAAMBAQACAQEAAAEBAAABAQADAQEAAQEBAAABAQAAAQEAAAEBAAMBAQAAAQEAAgEBAAABAQABAQEAAQEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAwEBAAEBAQABAQEAAQEBAAIBAQABAQEAAAEBAAABAQABAwAAAw8AAAEEAAACAQAAAgEAAAELAAABAQAAAhUAAAMBAAAHAQAAAQEAAAEHAAABAgAAAQMAAAEDAAABAQAAAQIAAAEDAAABHAAAAf0BAAABXQAAAfABAAABAQAAARAAAAEGAQAMAQEACgEBAAUBAQAGAQEABAEBAAIBAQABAQEAAAECAAMBAgADAQIAAwEBAAACAAABAgAAAgEAAAEBAAABAQAAAQMAAAIDAAABIwAAAQMAAAEBAAABAQAAAiIAAAEFAAABAQAAAQgAAAEBAAABBQAAAQsAAAEHAAACAQAABQEAAAEDAAACAQEAAgEAAAEFAAABLAAAAQIAAAFMAAABUwAAAQEAAAECAAABCAAAAQEAAAEQAAACPAAAAnQAAAEaAAABBwAAAQoAAARUAAABAQAAAQIAAAEXAAABCAAAAQEAAAEBAAABEgAAAToAAAEBAAABBwAAAQEAAAEBAAABFwAAAQUAAAEBAAABTgAAARAAAAEIAAABBwAAARsAAAEBAAABBgAAAsACAAABfQAAAdUBAAABYQAAARIAAAEBAAAB3QEAAAECAAABAQAAAewCAAABGAAAAQQAAAHnAQAAAb0BAAABgQMAAAELAAABAQAAAQ4AAAEBAAABXgAAARcAAAGEAQAAAgEAAAHbAgAAAQEAAAGMAQAAAQEAAAHrAgAAAc4BAAABBQAAAWsAAAEBAAABYgAAARwAAAEBAAABBQAAATgAAAEBAAABIQAAARwAAAEBAAACAQAAAwwAAAEBAAABDQAAAQEAAAGRAQAAAT4AAAFMAAABAgAAAS0AAAEbAAABEAAAAZEBAAABBgAAAVEAAAECAAABEQAAAQEAAAETAAACUwAAARoAAAEZAAABRAAAAQQAAAHoAgAAAVYAAAEJAAACHgAAAQEAAAEOAAABAQAAAhIAAAIJAAABLgAAAQEAAAESAAABHQAAAREAAAIBAAABBwAAARsAAAEKAAABDgAAAQEAAAEBAAABAgAAAhUAAAEBAAACCgAAAgUAAAEGAAACzgEAAAEqAAABZwAAAgIAAAECAAADAQAAAQkAAAIFAAADCQAAARkAAAIBAAACTAAAAgEAAAIGAAABBAEACQEBAAcBAQAAAQEAAmYAAAEGAAAB1QEAAAESAAABHgAAASIAAAEEAAABDgAAAQsAAAGWAQAAAX8AAAEBAAABCAAAASoAAAEJAAABAQAAAQIAAAFsAAABJQAAARIAAAEBAAABBAAAAQQAAAEkAAABEgAAAgwAAAMIAAABAQAAAQQAAAEBAAACCAAAAQEAAAEKAAADAQAAAQMAAAEUAAABGQAAAQEAAAEGAAABAgAAAQsAAAEIAAABAQAAAQEAAAIBAAABNgAAAagBAAABwwEAAAEBAAAChAMAAAHnAgAAAQcAAAEBAAABBQAAAfACAAABBAAAAQIAAAGNAQAAAeMBAAABAwAAAQQAAAHCAgAAAQEAAAE1AAABDwAAAgEAAAFnAAABCgAAAgEAAAEGAAABBAAAAQEAAAEBAAABAQAAAQEAAAEBAAABAwAAAQMAAAEbAAABAQAAARgAAAEoAAABUgAAASwAAAR+AAABAQAAAX8AAAECAAAEAQAAAQEAAAECAAABAQAAAQMAAAEBAAABBQAAAVcAAAGNAQAAARgAAAKFAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAABYAAABAQAAAQIAAAF+AAACBAAAAQIAAAHTAQAAAQEAAAEFAAABAQAAAQIAAAEKAAABBQAAAgwAAAMKAAACAwAAAQsBAAEBAQAEAQEAAwEBAAIBAQABAQIAAQEAAAEIAAAEAQAAAwEAAAMBAAADAQAAAgEAAAIBAAAEAwAAAgEAAAQCAAABAwAAAgUAAAEJAAABAgAAAQcAAAEEAAACEgAAAQEAAAEIAAABAQAAARsAAAIBAAACAQAAARIAAAEBAAABFAAAAQEAAAIEAAABBQAAARIAAAEBAAABPQAAAQ0AAAEBAAACAQAAAQcAAAIBAAACCAAAAQIAAAEMAAABAQAAAQ0AAAEFAAABAwAAAUoAAAF5AAABGgAAAQEAAAEYAAABRAAAARgAAAEIAAABPAAAAQQAAAEBAAABCAAAARwAAAEiAAABUAAAAXEAAAEBAAACJQAAAQEAAAEXAAABCgAAAQMAAAECAAABAQAAAWYAAAEBAAABcQAAAQUAAAIBAAACPQAAAU4AAAHNAgAAAd0BAAABcAAAARgAAAMBAAACAgAAAQIAAAEBAAAB9QEAAAEDAAABDQAAAQcAAAEIAAABzQEAAAGEAQAAAQAAAAEBAAABAAAAAcsBAAABzgEAAAF1AAAB9AIAAAEBAAABAQAAAgMAAAEqAAABHQAAAQEAAAEEAAABAQAAAQEAAAELAAABFgAAAwEAAAIDAAABAQAAARYAAAIBAAAEAQAAAQEAAAMOAAABCQAAAQwAAAIVAAACAQAAAQEAAAIBAAABEgAAARgAAAEWAAABAQAAAQMAAAEhAAACIQAAAg4AAAEFAAABJAAABGEAAAHZAQAAAYADAAABBQAABZkBAAABwAEAAAEKAAABKQEAAgEBAAUBAQAIAQEAAwEBAAEBAgABAQAAAQcAAAECAAABAQAABAEAAAUBAAADAQAAAgEAAAIDAAAEAQAABQQAAAEDAAABBAAAARQAAAEPAAABBAAAAQEAAAECAAABTgAAARoAAAFEAAABAQAAAQIAAAEJAAABRAAAAQEAAAECAAABCQAAAVwAAAGjAQAAAaIBAAABNQAAAQEAAAEFAAABAQAAAQYAAAEBAAABAQAAAQMAAAEBAAACCgAAAQYAAAEDAAABBwAAARAAAAEKAAABAQAAAQUAAAIhAAABFAAAAQQAAAEDAAABCQAAAREAAAEEAAABAwAAAQYAAAEFAAABAQAAAQkAAAMBAAADAQAAAgEAAAMBAAADBQAAAREAAAEJAAABEAAAAQQAAAEBAAABAgAAAQgAAAEBAAABBgAAAgEAAAIDAAABBQAAAQsAAAEFAAABAwAAAQEAAAEDAAABAQAAAQYAAAEHAAABAQAAAgcAAAECAAABAgAAAQEAAAELAAABAwAAAQoAAAEGAAABCwAAAQEAAAECAAABAQAAAQQAAAEFAAABAQAAAQEAAAEKAAACAgAAAgEAAAIBAAABDgAAAQQAAAILAAACAQAAATUAAAEBAAABXAAAAR4AAAIBAAADcgAAAQMAAAIBAAABBgAAAUMAAAGWAgAAAQoAAAECAAABAQAAAQEAAAEDAAAFAQAAAgEAAAIBAAAEAQAAAQEAAAUCAAACAQAAAQEAAAEBAAACAQAABQIAAAEBAAABPAAAATgAAAEhAAABAQAABQEAAAEBAAADAgAAAQEAAAECAAACAgAAARcAAAEBAAABBwAAAQMAAAEPAAABAwAAARYAAAEkAAABAQAAAR8AAAIDAAABDQAAAicAAAIBAAABBAAAAUIAAAEBAAABAgAAAQQAAAELAAABBwAAARQAAAEBAAABAQAAAQEAAAIBAAABUAAAARYAAAEFAAABDQAAAU8AAAE6AAABKAAAAQUAAAGoAQAAAYkBAAABAQAAARYAAAECAAABBwAAAQMAAAGIAQAAAaEBAAABLwAAAQEAAAE1AAABZAAAAQEAAAETAAABJgAAAR0AAAEXAAABSQAAAQEAAAEhAAABAQAAASAAAAH/AQAAAQMAAAECAAABVgAAAa4BAAAB7wIAAAHCAQAAARsAAAEqAAACCAAAAQwAAAIBAAABDAAAAQEAAAICAAABEAAAAQkAAAFCAAABzAIAAAFeAAABKgAAASYAAAFBAAABGAAAARUAAAIEAAABAQAAAS8AAAEQAAAEGwAAAQoAAAEPAAABRwAAAQEAAAFRAAABogEAAAENAAACPgAAAYcCAAABiAEAAAFpAAABGwAAARgAAAEBAAADAQAAAQcAAAEkAAABHQAAASkAAAG6AgAAAQEAAAECAAABqwEAAAH4AQAAAc4BAAABAQAAASYBAAEBAQABAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAAWUAAAESAAABhAIAAAHPAQAAAR8AAAEIAAABTQAAAQEAAAHAAgAAAZMBAAABFwAAAQEAAAFEAAABAQAAASkAAAFpAAABVgAAAQsAAAEKAAABdQAAAXQAAAEBAAABIwAAAXgAAAFoAAABwAEAAAEXAAABEQAAAfECAAABAwAAAQEAAAEBAAABAQAAAQ4AAAH7AgAAAQEAAAEBAAABAQAAAcgCAAABCgAAARAAAAEDAAABBQAAAQEAAAIMAAABBAAAAQUAAAE/AAABKAAAAQUAAAHOAQAAAVMAAAEUAAABBQAAAQEAAAIBAAAGAQAAAQgAAAIOAAABBgAABAEAAANCAAACBgAAAQkBAAkBAQAGAQEABgEBAAUBAQAAAQEABAECAAIBAQADEwAAAgEAAAEIAAABAgAAAUAAAAEKAAABHQAAAQEAAAEBAAACAQAAAhcAAAEeAAABHAAAAQcAAAEBAAABAQAAAQEAAAEEAAABGQAAAgEAAAIBAAABDAAAAwEAAAIFAAABCgAAAQEAAAIVAAABKwAAAQEAAAEBAAABAQAAAQUAAAMBAAACAgAAAQIAAAECAAABAQAAAQEAAAFAAAABCQAAAQIAAAEBAAABBgAAAQYAAAEXAAABAgAAAQkAAAIQAAABAwAAAi4AAAEBAAABAgAAAQEAAAECAAABAQAAASkAAAIBAAABCQAAAwMAAAMEAAACAgAAAQEAAAIEAAABBwAAAQYAAAEBAAABDQAAAQ8AAAEBAAABHgAAAgIAAAECAAACCAAAAQYAAAEEAAABCQAAAQEAAAELAAABBQAAAVwAAAFpAAABAQAAAQYAAAEBAAADAgAAAhcAAAEGAAABAQAAAQwAAAEBAAABBAAAAQIAAAEWAAABCgAAAQEAAAIDAAABBwAAAQ4AAAETAAABTAAAAnYAAAEzAAABCgAAAhcAAAFIAAAB1AEAAAGMAgAAAaECAAABBgAAATUAAAPJAgAAAQEAAAEBAAABDAAAAQYAAAEGAAABAQAAAgEAAAIBAAABAQAAAwEAAAgDAAABAQAAAQQAAAEGAAABCwAAARoAAAIBAAACAQAAAQEAAAEEAAABAQAABAIAAAEBAAADBAAAAQEAAAICAAABAQEABQEBAAABAQAAAQEAAAEBAAABAQAAAwAAAQEAAAIMAAAEAQAAAQMBAAEBAQACAQEAAQEBAAEBAQABAQEAAAEBAAABAQAABAAAAQIAAAEIAAAEBgAAAQEAAAEBAAABAQAAAgMAAAECAAABAwAAAQkAAAEPAAACAQAAAQEAAAEOAAABAQAAAQIAAAEBAAACBAEABQEBAAABAQACAQEAAQEBAAIBAQABAQEAAQEBAAEBAQAAAQEAAAEAAAIIAAABAQAAAQIAAAECAAACAgAAAQEAAAEBAAABAQAAAQMAAAEDAAABAQAAAgEAAAEHAAABBAAAAgYAAAEGAQABAQEAAAEBAAEBAQABAQEAAAMAAAECAAABAQAAAQMAAAECAQABAgAAAgIAAAEBAAABAQAAAQIAAAEBAAACAQAAAQEAAAIBAAAEAgAAAQMAAAEBAQACAQEABQEBAAIBAQAAAQEAAgEBAAIBAQAAAQEAAAEBAAABAQAAAQAAAQEAAAEBAAACAQAAAQYAAAEBAAABAgAAAgEAAAECAQAIAQEAAwEBAAABAQACAQEAAQEBAAYBAQACAQEAAQwAAAInAAABEQAAAQIAAAEXAAABQQAAAQcAAAEGAAABGQAAARsAAAFzAAABdAAAAToAAAIIAAABbQAAAWEAAAFaAAABAQAAARgAAAIBAAAB8gIAAAEAAAABAwAAAacBAAABAQAAAgEAAAFWAAABYwAAAusBAAABawAAAYACAAABIwAABQEAAAEBAAACAQAAAwEAAAMBAAAEAgAAAQIAAAEBAQACAQEACAEBAAcBAQAAAQIAAgEBAAECAAABDAEABgEBAAMBAQAFAQEABAEBAAIBAQAJAQEABgEBAAcBAQAAAQEAAAEBAAYBAQAFAQEAAAEBAAEBAQAEAQEAAgEBAAEEAAACEwAAAQMAAAMBAAADAgAAAgEAAAMEAAADAQAAAgMBAAIJAAABAQAAAwEAAAMIAAACBwAAAQMAAAEPAAABAQAAAgEAAAEDAAABBAAAAwMAAAEHAAABAQAAAgEAAAEBAAAEAQAAAQMAAAIBAAABAQAABAMAAAQBAAABAQAAAQEAAAIBAAACAQAAAQEAAAIBAAACBgAAAwUAAAMBAAADAQAAAQIAAAEBAAACAQAABQEAAAcCAAAEAQAAAQEAAAEBAAACBwAAAQEAAAEBAAABAgAAAQQAAAECAAABAQAAAQEAAAECAAABAQAAAQEAAAMBAAABCAAAAQQAAAEIAAABAwAAAgEAAAECAAABBwAAAQEAAAMBAAABAQAAAQEAAAECAAABAQAAAQEAAAMEAAABAQAABAEAAAUBAAABAQAAAgEAAAECAAABAQAAAQEAAAECAAADAQAAAgEAAAMBAAACAQAAAwEAAAEBAAABAgAAAQEAAAIBAAABAgAAAQIAAAEBAAABBgAAAQEAAAEBAAABAgAAAQEAAAMBAAABAQAAAQIAAAEBAAABAQAAAQ0AAAUEAAABAQAAARAAAAMFAAABBgAAAQsAAAEBAAABAQAAAgQAAAEDAAABAQAAAQEAAAMBAAABAQAAAgEAAAMBAAABXgAAAQEAAAHOAQAAAXoAAAEBAAACcAAAAd8BAAABAwAAAWYAAAGgAQAAAQIAAAEQAAABBAAAAQQAAAEBAAACCAAAAQMAAAISAAABAQAAAQYAAAEYAAABKQAAAgEAAAIDAAABBQAAAQEAAAEBAAABBAAAAQIAAAGHAQAAAQEAAAIGAAAB5AEAAAHhAQAAAQYAAAECAAABJQAAAXQAAAEUAAABAQAAAgEAAAEDAAABAwAAAQEAAAEJAAABAgAAAQsAAAEBAAABBQAAAVUAAAEMAAABAQAAAQYAAAExAAABAQAAAQkAAAENAAABAQAAAQIAAAEJAAABAQAAAkgAAAFRAAABRAAAAUMAAAEBAAABDAAAATIAAAI1AAABOwAAAQEAAAGpAQAAAakBAAABFwAAAgEAAAKUAQAAAYICAAABXgAAAQEAAAGLAgAAAQEAAAFdAAABAQAAAQQBAAH0AgAAAhgAAAEIAAABNQAAAecBAAABBAAAAgEAAAIBAAABLwAAATcAAAEBAAABDAAAAQEAAAEHAAABAQAAAQQAAAETAAABOgAAAwEAAAEJAAACIgAAAQkAAAISAAABAQAAASIAAAEOAAABBwAAAQQAAAEBAAABBwAAAgEAAAIAAAABEwAAA0EAAAIEAAABCAAAAQQAAAIBAAABCgAAAQIAAAEBAAABAQAAAQEAAAEGAAABDAAAAQEAAAEDAAACAQAAAQIAAAEcAAABAwAAAQEAAAEYAAABJwAAAQEAAAEBAAABAwAAAQEAAAEDAAABAwAAAgYAAAEBAAACDAAAAgEAAAEEAAABAQAAAQUAAAEGAAABIwAAARQAAAMDAAADAQAAAQEAAAEDAAACAQAAAQEAAAEBAAACAQAAAgEAAAEOAAABAgAAARAAAAELAAABAgAAATkAAAERAAABAgAAAUEAAAEIAAADAQAAARYAAAEBAAABBQAAAQcAAAEKAAABAQAAAQYAAAEGAAABNAAAAQEAAAEBAAAEAgAAARcAAAEEAAABAgAAAw0AAAEBAAADAQAAAQMAAAECAAABIAAAAQEAAAEiAAACCAAAAQEAAAEGAAABBwAAAgcAAAEOAAABAwAAAWYAAAE7AAABtwEAAAEfAAABeAAAAQIAAAEDAAABAQAAAgEAAAIBAAABCQAAAQEAAAEqAAABAQAAARsAAAEBAAABIgAAAQEAAAEzAAABAgAAAQMAAAEDAAABBAAAAUIAAAECAAABBgAAARUAAAEBAAABBwAAARsAAAEXAAABMQAAAQ8AAAMBAAADAQAAAQIAAAICAAACWAAAAVsAAAEXAAABFQAAAQYAAAEDAAABAQAAAQ0AAAEDAAABAwAAAQIAAAEFAAACAgAAAS4AAAIDAAABAQAAAQEAAAEHAAABAQAAARwAAAEiAAACAQAAARkAAAJOAAABIAAAAhwAAAE6AAABkQIAAAJeAAABAQAAAV4AAAEBAAABlgIAAAHuAgAAAUYAAAFpAAABqgEAAAEYAAABAQAAARIAAAEHAAABAQAAAQoAAAEBAAABfQAAASYAAAEFAAABKwAAAXIAAAECAAABBQAAAgEAAAIBAAABAgAAAQgAAAE8AAACAwAAASsAAAE2AAABAQAAAYABAAABawAAARkAAAELAAABBgAAASMAAAEGAAABAQAAASoAAAGRAgAAAdQBAAABegAAAQwAAAELAAACAQAAAQUBAAoBAQALAQEABgEBAAgBAQAGAQIABAEDAAQBAQABTAAAARUAAAEGAAABAwAAAgIAAAMBAAABBAAAAgYAAAEFAAACAQAAAQMAAAIDAAABBwAAARQAAAEOAAACBgAAAgMAAAEFAAABCgAAAQUAAAEmAAACAgAAAoUBAAABoQEAAAGEAwAAAcsCAAABIwAAARIAAAE6AAABIwAABAEAAAUBAAABBgAAAQEAAAEDAAABBgAAAQcAAAEEAAABLwAABQEAAAMBAAABAgAAAwIAAAERAQABAQEAAwEBAAIBAQABAQEAAAEBAAABAQAAAQEAAAEBAAADAAABAgAAAQIAAAEDAAABAQAAAwEAAAECAAACAQAAAgEAAAEJAAABCgAAAgkAAAEGAAABCgAAAQoAAAIBAAABCQAAAQoAAAEDAAABAgAAAgUAAAIDAAABAQAAAgMAAAEBAAABAQAAAQEAAAEEAAABEQAAAQkAAAEJAAABFwAAAQEAAAEDAAABAQAAAQQAAAECAAABAQAAATsAAAIgAAABAQAAASAAAAECAAABAgAAAgIAAAEKAAABKgAAAQQAAAEBAAABDwAAAQEAAAElAAABCwAAAS0AAAEOAAABrgEAAAFKAAABAQAAAVgAAAEjAAABowEAAAGMAwAAAZsBAAABkQIAAAELAAABYQAAARgAAAEKAAACAQAAASoAAAEwAAABPQAAAgEAAAEUAAAB1QEAAAGsAQAAAYYBAAABMwAAAQYAAAMBAAADBgAAAwEAAAEBAAACAQAAAgEAAAUBAAADAQAAAgEAAAgGAAABAwAABAMAAAEKAAABAQAAAQQAAAEJAAABDgAAAS4AAAMBAAACAgAAAQEAAAECAAABAQAAAwMAAAICAAABCgAAAQ8AAAIEAAABKAAAAgoAAAIYAAABBAAAARUAAAECAAABBgAAAQEAAAQCAAABBwAAAQEAAAEEAAABDwAAAQEAAAIKAAABAQAAAQIAAAEHAAACBAAAAWoAAAEMAQABGgAAAQEAAAE7AAABAQAAAwEAAAEBAAABHQAAAQEAAAITAAABTAAAAQEAAAGVAgAAAZUBAAABAQAAATgAAAEPAAABAgAAAREAAAEBAAABHgAAAQEAAAEOAAABRwAAAQEAAAECAAABAQAAAQEAAAEBAAABFgAAAQEAAAELAAAEAQAAAwoAAAHrAgAAAUUAAAIBAAADJAAAAZcBAAABAQAAAeABAAABAAAAAXgAAAECAAAFFwAAAQEAAAEBAAABAQAAAQUAAAITAAACPgAAARUAAAECAAABDgAAAR4AAAMBAQACDgAAAQYAAAEBAAABBwAAAgYAAAQDAAACAQAAAQIBAAMBAQAIAQEABwEBAAYBAQAFAQEABQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAECAAEBAQAEAwAAAR4AAAESAAABAQAABGwAAAEBAAABAQAAAQkAAAFsAAABAQAAAQEAAAEJAAABfQAAAYQBAAABowEAAAECAAABEQAAATkAAAEDAAABcQAAAQUAAAE+AAABRgAAAgEAAAEwAAABIwAAAZUCAAABXAAAAXkAAAEBAAAB0gIAAAFVAAABAQAAARcAAAETAAACAQAAAgIBAAECAAAFAQAACAEAAAQCAAADAQAAAwUAAAI/AAABAQAAAQ4AAAENAAABkwEAAAEOAAABhwEAAAGLAwAAAgEAAANtAAAB9QEAAAH1AQAAARMAAAEJAAABAQAABgEAAAsEAAABEQEACAEBAAIBAQABAQEAAAEBAAQBAgACCAAAAQYAAAELAAAEAQAAAQEAAAEFAAABAQAAAgIAAAEeAAABGwAAATcAAAEBAAABCQAAAQEAAAEQAAABDwAAAQYAAAEDAAABJgAAAQEAAAEGAAABBAAAAQEAAAIBAAABAgAAAgEAAAICAAADAwAAAQQAAAMBAAABAQAAAwMAAAEDAAABAwAAAgYAAAELAAACDQAAARIAAAEBAAABAQAAAgEAAAGIAQAAAQYAAAFzAAABzAEAAAHPAQAAAc4BAAAB/QIAAAFdAAABNwAAAQsAAAF0AAABUwAAAQUAAAHkAgAAAQ0AAAEYAAABAQAAAwEAAAEBAAABAgAAAQQAAAHtAgAAAdoCAAACAQAAARcAAAMFAAAB5QIAAAEEAAABlAIAAAEBAAABbwAAAfACAAABEAAAAQEAAAH1AQAAAQEAAAEBAAABAQAAAgMAAAQBAAABAgAABgEAAAECAAADAgAAAQIAAAEHAAABDgAAAQEAAAECAAABKgAAAQMAAAEBAAADAgAAAQEAAAECAAABHQEAAQEBAAABAQAAAQEAAgEBAAEbAAABAQAAAgIAAAEGAAABKwAAAQUAAAECAAABEwAAAQwAAAEBAAABAgAAAQQAAAEGAAABCgAAAQUAAAEGAQADAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAUBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAIBAQAAAQEAAQEBAAALAQACAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAAABBAAAAQEAAAEaAAABBwAAAQEAAAEQAAACAwAAAQgAAAFtAAABHAAAAWEAAAEEAAABkwEAAAEBAAABgQEAAAEGAAABAQAAAV8AAAEEAAABBAAAAQEAAAEBAAABAQAAAR0AAAFKAAABFAAAAYQDAAABggMAAAEBAAABFwAAAQUAAAFIAAABBwAAAQEAAAH8AQAAAgEAAAFqAAABXQAAAUIAAAEqAAABEAAAAgEAAAEMAAACAQAABgIAAAEBAAABAQAAAwEAAAEBAAABQgAAAgEAAAIvAAACBAAAAgEAAAEKAAABCwAAAQQAAAEXAAABAQAAARMAAAEBAAACAQAAAQUAAAEKAAACDAAAAQ8AAAURAAABBAAAAgEAAAERAAABAQAAAQQAAAIVAAABEwAAAQQAAAEEAAABAQAAAwEAAAIBAAABAQAAAd4BAAABBAAAAX4AAAESAAACAQAAAkUAAAMBAAADBwAAAQsAAAEdAAABAQAAAT0AAAEyAAACAQAAApQDAAABBAAAARoAAAHYAQAAAdQBAAABTwAAAe8BAAABAQAAAYECAAAB+gEAAAEjAAACMwAAAgEAAAEPAAABAQAAAQEAAAIBAAABaAAAAYkBAAABAQAAARkAAAE9AAABHQAAAQEAAAEJAAABMgAAARwAAAFnAAABKwAAAhMAAAEEAAABagAAAQYAAAHyAgAAAToAAAEBAAABaQAAAgsAAAEGAAABKQAAAXgAAAHXAgAAAQEAAAGDAwAAAfgCAAABAQAAASYAAAEBAAABTQAAAQEAAAEDAAABEQAAAVUAAAFhAAABxgEAAAFxAAABAAAAAQIAAAF5AAABJAAAAd4BAAABJgAAAQEAAAEBAAABuAIAAAECAAABAgAAAQEAAAEPAAABBAAAAQIAAAECAAABFwAAAQEAAAIBAAABAgAAAQkAAAIHAAABTQAAAQsAAAEBAAACAwAAAQEAAAEsAAABFgAAAQ8AAAEFAAABCwAAAT4AAAEBAAABAQAAAQYAAAFKAAABAQAAAmQAAAEJAAABGAAAAQIAAAIBAAACAQAAAQEAAAErAAABKAAAAwEAAAEnAAABEgAAARAAAAEjAAABCQAAAQEAAAMEAAABAQAAAQsAAAEBAAACBgAAAgMAAAEBAAACDgAAAQMAAAPuAgAAAYEDAAABDwAAAd8BAAABggEAAAEFAAABBwAAAQIAAAEDAAABFAAAAQEAAAEOAAABAQAAAgYAAAEFAAABAQAAAQIAAAEGAAABCQAAAUYAAAEKAAABGwAAAQ4AAAEKAAABEgAAAQEAAAEtAAABDQAAAQEAAAEIAAABDgAAAUAAAAEEAAABAAEAAwEBAAIBAQAFAQEAAgEBAAIBAQACAQEAAQEBAAEBAQAAAQEAAwEBAAABAQAAAQEAAQEBAAABAQABAQEAAQEBAAEBAQABAQEAAAEBAAIBAQAAAQEAAAEBAAAIAAABBwAAAQEAAAEOAAABAQAAAQcAAAEEAAABEQAAAgEAAAIBAAACBQAAAQEAAAECAAABDQAAARABAAIBAQABAQEAAAEBAAIBAQABFAAAAQkAAAEBAAABBAAAAQYAAAEaAAABDQAAAhoAAAMNAAABDAAAAhMAAAECAQAEAQEAAwEBAAABAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAUBAAQBAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAIBAQAAAQEAAQEBAAALAQACAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAAABGQAAAQMAAAEDAAABAQAAARYBAAIBAQACAQEAAgEBAAIBAQABAQEAAAEBAAANAAABAQAAAYIDAAABBQAAAQEAAAEBAAABAgAAARoAAAFSAAABEQAAASkAAAEEAAABYwAAAU4AAAENAAABAQAAAQEAAAEEAAABmgEAAAEqAAABAQAAAYgBAAABYgAAAVUAAAEFAQABkQEAAAEBAAABAwAAAYcBAAABGQAAAQIAAAEHAAABBAAAAS4AAAEBAAABAgAAAQEAAAEFAAABAQAAAQIAAAECAAABBAAAAQkAAAEBAAADDgAAAQEAAAEYAAABAQAAAQIAAAEBAAABAQEAAQMAAAECAAABAwAAATMAAAEHAAABEAAAAQoAAAINAAABHgAAARYAAAEhAAABAQAAASQAAAGGAQAAAYcBAAABVwAAAQkAAAFAAAABAQAAAX4AAAE6AAABMwAAAgEAAAKXAQAAAbwBAAABbQAAAWsAAAEFAAABCwAAAQgAAAEBAAABWgAAAR4AAAGvAQAAAa4BAAABTAAAAQEAAAFIAAABQQAAAY8CAAABCQAAAYMBAAABAQAAAc4BAAABFwAAAU0AAAF6AAABEAAAARgAAAErAAABAQAAASMAAAFJAAABAgAAAUAAAAIBAAACFQAAATEAAAEYAAACeAAAARsAAAEBAAABBQAAAQMAAAEOAAABAQAAAUoAAAECAAABPAAAAQEAAAGNAgAAAeUBAAABmwEAAAEBAAABMwAAAgQAAAEOAAADAQAAARcAAAICAAABBwAAARcAAAIBAAABAgAAAQcAAAIZAAABAQAAAgIAAAEpAAABNAAAAQUAAAIBAAABCAAAAQkAAAEBAAABCQAAAQIAAAEBAAABAwAAAgUAAAIDAAABAwAAAQcAAAEBAAABCgAAAQEAAAEBAAABCgAAAgEAAAQIAAACLAAAAwcAAAIBAAABkgEAAAEaAAAB2QEAAAMDAAABAQAAAQUAAAIOAAABDAAAAQEAAAEFAAABBgAAAwMAAAFzAAABhQIAAAEHAAABAQAAAtQBAAABVQAAATIAAAEYAAABUAAAARYAAAESAAABBwAAAQEAAAEIAAABBAAAARkAAAEoAAAB6AIAAAGRAQAAAdUBAAABlwEAAAENAAAB6AEAAAMBAAABYQAAAQUAAAECAAABzAEAAAHLAQAAARoAAAGHAgAAAY8CAAABkgEAAAGnAgAAAeQCAAAB5AIAAAEKAAACqwEAAAEDAAADAQAAAQEAAAELAAABhwEAAAFNAAABegAAAYYCAAABAwAAAQEAAAJ0AAABJwAAAVUAAAF1AAABAQAAATcAAAHqAQAAAVUAAAESAAABVQAAAQEAAAE7AAABGAAAAT8AAAEyAAABMAAAAQ0AAAEBAAABEQAAAQMAAAEBAAABiQEAAAFsAAABGwAAAREAAAFEAAABBAAAAdoCAAABCwAAAgIAAAEEAAACAQAAAQEAAAETAAADAwAAAd4BAAABjQEAAAIWAAABwQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAcABAAABkQMAAAGfAgAAAYIDAAABVwAAAYQCAAABKAAAAQsAAAEBAAABAQAAAwwAAAIBAAABAQAAAboBAAABmQEAAAGZAQAAAQEAAAFgAAABMQAAAQEAAAECAAABAQAAAT8AAAEzAAABAQAAAQkAAAFGAAABiAEAAAHqAQAAAUUAAAEKAQAB5AIAAAGBAQAAAQYAAAFFAAABAQAAAgIAAAIdAAACAQAAARMAAAEQAAABOwAAAQEAAAEzAAAB1AEAAAESAAABGQAAASwAAAEOAAABlgMAAAHtAgAAAYkDAAABAQAAASMAAAYBAAAGAQAAAgEAAAEBAAABAwAAAgEAAAEBAAABIAAAAQIAAAEHAAABSgAAAQkAAAEHAAABBgAAAwEAAAMBAAABAQAAAQUAAAIEAAABAQAAAQEAAAQBAAABAQAAAQEAAAEDAAABDAAAASsAAAIFAAABDgAAAQQAAAEHAAABAQAAAQgAAAEdAAABSgAABIICAAABgQIAAAGoAQAAAdQBAAABAQAAAtMBAAABMgAAARoAAAEBAAABmgEAAAEDAAABXQAAAYkCAAACCgAAAYgBAAACFwAAAgEAAAIKAAABWwAAAhIAAAEBAAABBwAAAQEAAAEDAAABCAAAAQEAAAENAAABnwIAAAEBAAABaAAAAQsAAAGCAQAAAXsAAAHtAgAAAZUBAAABlgEAAAFUAAABCAAAAewCAAABfgAAAZIBAAABSQAAAQIAAAEtAAADAwAAAUsAAAEbAAABnQEAAAEWAAABGwAAAQEAAAFTAAABgQEAAAErAAABFwAAAQ4AAAEHAAABDgAAAecCAAABEQAAAQEAAAHLAgAAAY8CAAABXgAAAQMAAAHCAgAAAXoAAAHkAgAAAW8AAAFyAAABAQAAAVYAAAEIAAABBAAAAQEAAAEFAAABNAAAASsAAAEfAAABZQAAAQkAAAFoAAABCwAAARcAAAEFAAACCAAAAacCAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAWwAAAYkCAAABJwAAAQEAAAIGAAABEQAAAQEAAAUBAAABFAAAATYAAAEBAAACpwEAAAGBAgAAAVcAAAFcAAABAQAAAYkBAAABIAAAAQEAAAGqAQAAAYYBAAABgAIAAAQEAAABAQAAAQMAAAIBAAABigMAAAEBAAABCgAAAV0AAAEHAAABLQAAAVQAAAFGAAABAQAAAdkCAAABoQEAAAHQAgAAAdQBAAABYAAAAR8AAAEHAAABDwAAAQIAAAHZAgAAAQEAAAHIAgAAAQEAAAFMAAABAQAAAaMCAAABxAIAAAFeAAABAQAAAaMBAAABbQAAAfMCAAABnwIAAAGfAgAAAQEAAAFmAAABIAAAAQEAAAENAAABAQAAAgwAAAEDAAABpwIAAAH/AgAAAfQCAAAB1AEAAAGqAQAAAU0AAAF0AAABxAEAAAMMAAABAgAAAasBAAABEgAAASoAAAF8AAABDAAAAUEAAAEBAAACEAAAASgAAAFGAAABmwEAAAEJAAABCgAACAEAAAH3AQAAAYcCAAABZAAAAQEAAAMBAAABAgAABAEAAAIGAAACAQAABKUBAAABAQAAAS0AAAEPAAABAQAAAQUAAAFPAAABBAAAAQUAAAMBAAACBwAAAgMAAAELAAACAQAAAhEAAAEIAAABUQAAASMAAAEUAAABAQAAAVUAAAEDAAABBQAAAQQAAAEIAAABAQAAAQEAAAFhAAABAgAAAbgBAAABXAAAAWQAAAEaAAAB/gEAAAEBAAABJAAAASgAAAEBAAABBwAAAQQAAAMEAAABCAAAAQIAAAQBAAAFAQAAAwEAAAECAAABAQAAAwMAAAIBAAABAQAAAQIAAAMNAAABBwAAAQMAAAEDAAACTAAAAgYAAAEJAAABAwAAAQUAAAMnAAABOwAAAQcAAAECAAABAQAAAUcBAAcBAQAKAQEABQEBAAQBAQABAQEAAQEBAAUBAQAHAQEACAEBAAABAQADAQEACAEBAAIBAQAAAQEABgEBAAMBAQAFAQEAAAEBAAIBAQAJAQEABwEBAAQBAQABAQEABAEBAAIGAAACBAAAAgEAAAMGAAABAQAAAQIAAAEBAAACDgAAAQEAAAEFAAACAQAAAlYAAAEXAAABAQAAAQUAAAEBAAABEQAAASsAAAEBAAABBwAAAQEAAAEEAAAEAgAAAQEAAAIBAAACAgAAAwIAAAECAAABCAAAARUAAAEEAAABAQAAAQoAAAECAAABAQAAAQEAAATXAgAAAQEAAAFXAAABkAIAAAEBAAABUwAAAQMAAAIBAAADAQAAAQQAAAIBAAABAQAAAgEAAAGiAQAAATMAAAEDAAABHgAAAhMAAAEDAQAGAQEAAgEBAAABAQAAAQEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQkAAAKBAQAAAW0AAAFXAAABcgAAAYUCAAABAQAAAYQDAAABzgEAAAEBAAABBAAAAQEAAAJ4AAABHAAAAQ0AAAEKAAABBAAAAd0BAAABAQAAARwAAAHhAQAAAQEAAAGCAQAAAV0AAAE5AAABVwAAATQAAAFhAAABAgAAAV0AAAE5AAACPgAAAREAAAECAAABLQAAAQ8AAAEtAQACAQEAAAEBAAABAQAAAQEAAAEBAAAdAAABDwAAAYgBAAABxQEAAAEmAAABBgAAAWwAAAIEAAABAQAAAQMAAAFBAAABTQAAAS4AAAFNAAACrwEAAAFLAAABAQAAAVcAAAESAAABMwAAARAAAAFoAAABdgAAAZ4CAAABQAAAAYMDAAABNgAAAwEAAAHFAgAAAQEAAALvAgAAAggAAAH4AgAAAWsAAAEBAAAB/AEAAAGAAQAAASkAAAFOAAABDAAAAUEAAAEBAAABfgAAAUcAAAJAAAABBwAAAQEAAAEBAAABHgAAAwEAAAIOAAABXQAAAQEAAAE+AAABAQAAAQEAAAECAAACEwAAASkAAAFsAAABGQAAAZ4CAAABngIAAAH2AgAAAY8CAAABAQAAAd4BAAAB6QIAAAEBAAABEgAAAQEAAAHmAgAAAZMBAAABKQAAAgYAAAEKAAACAQAAAwEAAAcBAAACAQAAAwoAAAEBAAACAQAAAgEAAAEBAAABAgAAAhQAAAEHAAABAwAAAgEAAAECAAACAQAAAgEAAAMBAAACBAAAAQ0AAAMgAAABDgAAAQ8AAAEBAAABGQAAAQEAAAIGAAABAQAAAgEAAAEQAAACFgAAAQEAAAMDAAABAwAAAQIAAAELAAABBQAAAggAAAIEAAABBwAAAQEAAAQBAAABAQAABAMAAAIBAAACAgAAAgEAAAUBAAAEAQAABAYAAAIIAAABBgAAAQcAAAECAAADAQAAAQEAAAEBAAACAQAAARYAAAEFAAACAQAAAggAAAECAAABAQAAAwEAAAIBAAABAQAAAQIAAAECAAACAQAAAQEAAAIBAAABAQAAAgEAAAMBAAACAQAABAEAAAK1AgAAAgEAAAEBAAABBgAAAQEAAAMBAAACAQAAAgYAAAEIAAACCAAAAQEAAAEIAAACAQAAAQcAAAUBAAABAQAAAT8AAAECAAABJQAAAQEAAAEEAAABpQEAAAFHAAABEQAAAc8BAAABHwAAAS0AAAFaAAABiAMAAAFYAAABmwIAAAEnAAABAQAAATYAAAEgAAABAQAAAUwAAAEMAAACAQAAAwEAAAIBAAACNgAAAYcBAAABRwAAAQ8AAAFYAAADAQAABdECAAABGQAAAQIAAAEHAAABGgAAAQMAAAEGAAACAQAAAQIAAAEkAAABFAAAARcAAAEBAAABBwAAAQMAAAEVAAABCwAAARUAAAIBAAACCQAAAQEAAAEHAAACAQAAASAAAAENAAABDQAAAQMAAAIKAAABAQAAAQIAAAEIAAABCgAAARMAAAELAAABAQAAARgAAAEEAAABDQAAAR0AAAEFAAABcgAAAXQAAAEAAAABAQAAAewBAAABAQAAAZUBAAABgwMAAAEBAAAB2QIAAAEBAAABDgAAAf4BAAABJQAAAQUAAAEDAAABAQAAAQEAAAEKAAABDQAAAQgAAAFBAAACNQAAAQIAAAEUAAABAgAAAVEAAAERAAABHAAAAQIAAAECAAABAQAAAQMAAAEGAAABCwAAARQAAAEBAAACCwAAAfYBAAABAQAAAgEAAAH3AQAAAQEAAAEmAAABdAAAAQcAAAHWAQAAAR0AAAGeAgAAAeUCAAAB7gEAAAEBAAABZQAAATkAAAEFAAABiQEAAAEkAAABUgAAASwAAAEIAAABIAAAAQkAAAEPAAABCAAAASgAAAEUAAABkgEAAAEtAAABGwAAAQMAAAFJAAABggMAAAHXAQAAARgAAAEAAAAEAQAAAQIAAAYDAAABnQEAAAFkAAABAQAAAUUAAAEkAAABBwAAAQoAAAIBAAABzQIAAAHlAgAAAXQAAAGjAgAAAakBAAABAgAAAcMBAAABAQAAAe8CAAABAQAAAYUCAAABewAAAgEAAAGCAwAAAb0BAAACAQAAAYQDAAABhQEAAAEEAAACAQAAAQUAAAGFAQAAAQQAAAIBAAABBQAAAUAAAAEOAAABiQEAAAGvAQAAAfgCAAABgwMAAAHsAQAAAV8AAAEfAAAC6gIAAAGCAwAAAZkBAAABAQAAAc0CAAADdQAAAe0CAAABDAAAAgkAAAH5AgAAAc4BAAABtAEAAAEBAAABAgAAAVIAAAEBAAABBwEAAQEBAAEBAQAAAQEAAAEBAAABAQABAQEAAAEBAAEFAAACAQAAARQAAAEFAAACAgAAARsBAAIBAQAAAQEAAAEBAAABAQAAAQEAAQEBAAABAQABLwAAAQUAAAEYAAABEwAAAQMAAAEFAAABBAAAAQYAAAEMAAABAQAAAQcAAAEOAAABCwAAATgAAAHrAQAAAQEAAAGHAwAAAfABAAABggEAAAE5AAABAwAAAQQAAAEBAAABlAEAAAE8AAABXwAAAdACAAABAQAAAQEAAAEJAAABnwEAAAEBAAABZQAAAQoAAAEBAAABDwAAAQEAAAEBAAABEAAAAQYAAAFvAAABAwAAARYAAAEGAAABBwAAAUAAAAFoAAACiQEAAAEQAAABAQAAAQIAAAIiAAABAQAAAQMAAAIgAAACCAAAAQkAAAEEAAABEAAAAQgAAAEVAAABJQAAAQEAAAEBAAABAQAAARcAAAEfAAACEgAAAwEAAAIWAAABAQAAARIAAAECAAABBgAAAR8AAAEBAAABAQAAAQEAAAECAAABGwAAAQEAAAEFAAABAQAAAfQCAAABAQAAAWUAAAEDAAABAQAAAZABAAABGwAAAQEAAAFAAAABBQAAAQYAAAEBAAABAgAAAgEAAAGsAQAAAawBAAABqwEAAAIHAQABqwEAAAIBAAADBgAAAekBAAABHQAAAQEAAAHbAgAAAYwBAAABAQAAAVwAAAEdAAABTAAAAQEAAAEDAAAEAQAAAQQAAAEhAAAC5wEAAAEKAAABqwEAAAHUAQAAAp8CAAAB6gEAAAGfAgAAAVgAAAEEAAACcgAAASAAAAItAAABMAAAAQEAAAF4AAABnwEAAAEsAAADAQAAAQQAAAEBAAABAQAAAQAAAAEDAAAB2wEAAAFcAAABAQAAAVwAAAEBAAABBwAAAQgAAAEMAAABAwAAAkEAAAFbAAABSAAAAeYBAAABAQAAARwAAAFDAAABIAAAAQEAAAGAAQAAAYICAAABVgAAAQEAAAH0AgAAAfgCAAABAQAAAewBAAACVgAAAQkAAAHQAgAAAZYCAAABowIAAAGfAQAAAYIBAAABHQAAARoAAAEaAQABAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAHAAAAEaAAABMQAAAQwAAAECAAABBwAAAQ4AAAFBAAABHAAAATUAAAFPAAACBAAAATEAAAEaAAABmwEAAAEBAAABiAEAAAEBAAABAAAAAWQAAAFnAAABDAAAAQ4AAAEIAAABAgAAAVoAAAEbAAACAQAAAgIAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAISAAADAgAAAgEAAAQBAAAB6AIAAAGbAgAAAgIAAAEAAAACAQAAAQEAAAMBAAACBAAAAQIAAAEBAAABAQAAAQEAAAEBAAABAQAAAQQAAAECAAABAwEABQEBAAMBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQACAQEAAQEBAAABAQAAFwAAAQQAAAEBAAABAgAAAgMAAAEEAAABAwAAAQEAAAIBAAABAQAAAQEAAAEEAAABBQAAAQUBAAEBAQAAAQEAAgEBAAIBAQACAQEAAAEBAAABAQAAAQAAAQQAAAEBAAABAQAAAQUAAAIBAAABBAAAAQEAAAEFAAABAwAAAQMAAAECAAADAgAAAQIAAAISAAACAQAAAQIAAAIEAQACAQEAAQEBAAMBAQAAAQEAAAEBAAEBAQABAQEAAAEAAAIBAAABAQAAAQEAAAEBAAABBAAAAQEAAAEBAQABAwAAAQYAAAENAAABBAAAAQMAAAIHAAABBQAAAQYAAAMBAAABBQAAAQYAAAEGAAABBAAAAgEAAAEHAAACBwAAAQkAAAEFAAACBAAAAgcAAAECAAACAgAAAQEAAAEIAAACAQAAAQEAAAIIAAABAQAAAQEAAAECAAACAQAAAQYAAAEBAAABAQAAAgIAAAEJAAACBAAAAQMAAAIDAAABBQAAAQgBAAQBAQAEAQEAAAEBAAABAQAEAQEABwEBAAIBAQADAQEABAEBAAIGAAABAQAAAQEAAAECAAACAQEABQEBAAMBAQAAAQEAAAEBAAABAQAAAQEAAAECAAUBAgAMAQIABQECAAEBAgABAQIAAQECAAADAAABAQAAAgkAAAIBAAACAQAAAW0AAAEBAAABkAIAAAENAAABDAAAAwEAAAULAAACAQAAAQIAAAECAAACOwAAARgAAAEPAAABAQAAARUAAAEVAAACAwAAARsAAAEWAAABAQAAAQQAAAEBAAABLgAAAQIAAAEdAAABAQAAAQUAAAEFAAABBQAAAisAAAEBAAABBAAAASgAAAEBAAABAQAAAREAAAEBAAABCgAAAQEAAAEBAAADAQAAAQEAAAICAAACAgAAAi8AAAEBAAABEgAAASUAAAEJAAABEAAAAQEAAAEEAAABAQAAAgEAAAEBAAADAgAAAQcAAAEKAAABAQAAAQsAAAEBAAABAwAAAQ4AAAECAAABAQAAAwYAAAEKAAABAQAAAQEAAAEDAAABJQAAAQQAAAEDAAABPAAAAgEAAAIBAAACBAAAAQEAAAICAAABAQAAAQIAAAECAAABAQAAATYAAAGfAQAAATYAAAG6AQAAAwEAAAEwAAABUQAAATYAAAE2AAABzAIAAAHrAQAAAQEAAAHsAQAAAfACAAAB1AEAAAJkAAABBwAAAQEAAAEcAAABCQAAAQEAAAECAAABFQAAAQEAAAEBAAABCgAAARkAAAEPAAABDQAAAgEAAAEDAAABAgAAAgIAAAEBAAABDwAAAQMAAAEKAAABCwAAAgIAAAEMAAABAQAAARMAAAEGAAABAQAAAQcAAAEMAAABDgAAAQEAAAEBAAABAQAAAgEAAAMFAAABBwAAAQEAAAIKAAABAwAAAgEAAALZAQAAAWAAAAE/AAABAQAAAQQAAAEIAAABZwAAAgcAAAEGAAABOwAAAQoAAAEBAAABdgAAAUMAAAHWAQAAAREAAAEBAAABHgAAAT8AAAEBAAABlwIAAAFfAAABhwEAAAEaAAABDAAAAVoAAAEBAAACIwEACAEBAAYBAQAIAQEAAQEBAA4BAQAJAQEABgEBAAMBAQADAQEAAgEBAAIBAQABAQEAAgEBAAAfAAABBwAAAgQAAAExAAACAQAAA7ICAAABAQAAAQQAAAEBAQABXAAAAboBAAABqwIAAAEBAAABBQAABAEAAAO6AQAAAXkAAAMFAAAB0AIAAAEDAAABfwAAAQQBAAEDAAABAQAAAQIAAAEBAAABoAIAAAE5AAABAQAAAQIAAAUEAAABAQAAAQEAAAEMAAABCQAAASYAAAEiAAABNgAAAgIAAAEQAAABBwAAAQEAAAEWAAABCQAAAQMAAAIGAAACAQAAAQEAAAIBAAAEBAAAAQEAAAEEAAABAgAAAQIAAAQCAAABAgAAAQQAAAIBAAACAgAAAQcAAAECAAABBwAAAQIAAAEFAAACAQAAAgoAAAI5AAABAgAAAQQAAAEBAAADAQAAAgEAAAGHAQAAAQIAAAEBAAABBQAAAQUAAAICAAABFQAAAQcAAAE1AAABhAEAAAEUAAABDwAAAbwBAAACAQAAAgMAAAMBAAAEAgAAAVkAAAEVAAABGwAAAlEAAAEFAAABAQAAAQMAAAEPAAABAwAAAQ0AAAEOAAACFgAAAScAAAESAAACBgAAAQQAAAEJAAABEgAAAYkBAAABHQAAAeUBAAAB8AEAAAEBAAABXAAAAYEBAAABbQAAARQAAAEEAAACAgAABQEAAAEBAAABAQAAAgUAAAEgAAABOwAAAQUAAAHZAgAAAYgBAAABhQIAAAEoAAAB6wEAAAEBAAABXQAAAYoBAAABLgAAAesBAAABVwAAAe4BAAABowEAAAECAAABoAIAAAGgAgAAAUwAAAJFAAABAgAAAQQAAAIBAAACAgAAAQEAAAIGAAABAQAABQsAAAIFAAABDAAAAQEAAAEJAAABVgAAAQIAAAECAAAFAQAABwEAAAMBAAAEAQAACAEAAAEBAAADAQAABEcAAAEBAAABGAAAAQkAAAQBAAADyAEAAAFdAAABAQAAAQEAAAGtAQAAAXYAAAMBAAACAgAAAQIAAAIBAAAB2wIAAAEIAAABBAAAAYcCAAABAQAAAfYBAAABAQAAAcUBAAABZgAAAQwAAAEfAAABTAAAASEAAAEBAAABFQAAATwAAAIBAAABAQAAAQQAAAEYAAABGQAAAwoAAAECAAABAgAABAEAAAQBAAAFCQAAAgUAAAEGAAABBwAAAQQAAAECAAABAQAAAQMAAAHDAgAAAR0AAAEYAAABhgEAAAHdAQAAAQ0AAAHkAgAAAesCAAABZAAAAQQAAAENAAABHwAAATgAAAMBAAAHAQAAAwEAAAUBAAADHAAAAQEAAAIEAAABAQAAAQMAAAEFAAACBgAAAScAAAEbAAABCAAAAQEAAAEBAAAEAQAAAhwAAAEGAAABBQAAAQEAAAIMAAAB5AIAAAEDAAABBwAAAQMAAAHbAgAAAQEAAAHDAQAAAVUAAAFXAAABiQEAAAIBAAABBQAAATwAAAEbAAABPQAAAhcAAAEHAAABIgAAAUQAAAEBAAABDgAAAQgAAAEbAAABBgAAAQQAAAEGAAABEQAAARQAAAEPAAABWAAAAWQAAAEaAAABhQEAAAHrAgAAARIAAAE/AAABAgAAASUAAAEYAAACBgAAAX0AAAEBAAACAQAAAXkAAAEaAAABCwAAAUYAAAECAAABJQAAAQEAAAHSAQAAAQoAAAH9AgAAAgIAAAFTAAABJgAAAVUAAAHTAQAAAc4BAAABBAAAAwEAAAUBAAACAQAAAQEAAAIBAAABAwAAAQIAAAEBAAABAQAAAwEAAAEGAAABBQAAAgEAAAEWAAACAgAAAQMAAAIWAAABDwAAASAAAAFAAAABAQAAAQ4AAAFOAAABCAAAAQoAAAENAAABBgAAAwUAAAEbAAAEGwAAAx0AAAHKAgAAAUAAAAEKAAABAQAAAQcAAAEDAAABHgAAAQEAAAEGAAABAQAAAR8AAAMPAAABDgAAAR8AAAIsAAABEwAAAQEAAAIBAAABCQAAAQsAAAEPAAABAQAAAQkAAAEGAAABBgAAAQEAAAEJAAABJwAAAe4CAAACAwAAAQEAAAEDAAABZAAAAQEAAAHCAQAAAXEAAAGRAQAAAQEAAAEBAAABAQAAAVYAAAEVAAABQwAAAQEAAAEHAAACBgEABQEBAAEBAQAHAQEACQEBAAoBAQADAQAABAEAAAEBAAACAQAAAgEAAAIBAAABOwAAAQEAAATQAgAAAXUAAAH/AgAAAQAAAAH4AgAAAVwAAAGiAQAAAUUAAAFdAAABEQAAAe4CAAACwwEAAAEBAAAB2QEAAAG6AgAAAQcAAAF5AAABAQAAAREAAAEBAAABRQAAASIAAAEXAAAChAEAAAFSAAABrwIBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAABbAAAB5gIAAAFkAAABCQAAARsAAAESAAABEAAAARAAAAEUAAABBQAAAhcAAAIBAAABAwAAAQIAAAEBAAACAgAAARwAAAECAAABKgAAAQ8AAAEDAAABDQAAAQ8AAAEBAAABAQAAAQIAAAEIAAABDQAAAQEAAAFnAAABDQAAAYYBAAACAQAAAlYAAAGfAgAAAdECAAABAQAABgIAAAEBAAABAQAAAgEAAAEDAAABGQAAA/MCAAACfgAAAXgAAAEBAAABAQAAAQcAAAEBAAABUQAAARcAAAEBAAABFAAAAQMAAAECAAABIAAAAR8AAAHZAgAAAdcCAAABiAEAAAEkAAABAQAAAQMAAAEFAQABAQEAAAEBAAEBAQAAAQEAAAEBAAEHAAABFQAAARwAAAEBAAABFAAAAgEAAAEBAAABFgAAASMAAAE9AAABDwAAAQgAAAMBAAABCgAAAQwAAAIBAAADAQAAAQEAAAEHAAABAQAAAgEAAAIBAAABXQAAAQEAAAECAAABBgAAAQIAAAEDAAACEQAAARwAAAEGAAABAwAAAQEAAAECAAABAQAAAgkAAAEaAAABAQAAAQEAAAETAAABAgAAARIAAAEBAAABNwEACAEBAAMBAQAAAQEAAAEBAAABAQACAQIAAQEBAAEDAAABAQAAAQEAAAEBAAABAQAAAQgAAAEGAAABAQAAAwEAAAEWAAABBAAAAQsAAAEOAAABIAAAATYAAAEVAAABagAAASkAAAEBAAABUQAAAgwAAAEBAAABAQEAAQEAAAELAAABBAAAAa8BAAABnwIAAAGEAwAAAUwAAAEBAAAB/QIAAAELAAACAQAAAgIAAAGoAQAAAb0BAAABpAEAAAGZAQAAAYIDAAABAQAAARcAAAEBAAAB7wEAAAG9AQAAAUUAAAFpAAABAQAAAgUAAAEFAAAC5QIAAAHnAgAAAQUAAAIHAAABEAAAAQEAAAHeAQAAAQEAAAEDAAABiQEAAAG0AgAAAgEAAAEGAAABKQAAAbwBAAABlwEAAAEJAAABBAAAAQgAAAEpAAABRQAAASMAAAYBAAAHAQAAAgEAAAEBAAACAQAAAQIAAAIBAAACAQAAASAAAAECAAABBwAAAQoAAAEBAAABGgAAAQEAAAEkAAABCQAAAQ0AAAMBAAACAQAAAQEAAAEJAAABAQAAAQEAAAEGAAABDAAAASsAAAEFAAABCgAAAQQAAAEEAAABBwAAAQEAAAEIAAABEgAAAQsAAAEWAAABEgAAAasCAAAB2AIAAAEjAAADMAAAAQEAAAECAAABCQAAAVYAAAEBAAABAQAAAgEAAAEFAAACAgAAAQEAAAMHAAAEAgAAAcUBAAAGAQAAAaMBAAABAgAAAREAAALXAgAAAYcBAAABAgAAASMAAAKnAQAAASQAAAEBAAABAgAAAQIAAAIDAAABCwAAAQMAAAERAAABXgAAAQ8AAAFIAAABCAAAAZMBAAACIgEABAEBAAMBAQACAQEAAgEBAAMBAQAEAQEAAgEBAAYBAQAGAQEABwEBAAUBAQAIAQEABwEBAAQBAQAEAQEAAwEBAAYBAQAFAQEABgEBAAEBAgADAQEAAgkAAAEBAAACAQAAAQMAAAIBAAABAQAAAgIAAAELAAACGQAAAQEAAAEBAAACFAAAAQEAAAEUAAABDgAAAQsAAAFJAAABAQAAAYECAAAEjQEAAAIjAQACAQEABQEBAAIBAQABAQEAAQEBAAEBAQAAAQEAAQECAAIBAQAABwEAAwEBAAYBAQAFAQEAAQEBAAQBAgADAQAABAEAAAEBAAACAQAAAQEAAAEBAAACAQAAAQEAAAEBAAADBAAAAQgAAAIBAAABAQAAAVgAAAEBAAABAQAAAQgAAAEEAAACBAAAAgUAAAELAAABNwAAAY8BAAABIwAAAQEAAAECAAABAwAAAgIBAAEEAAADAwAAAQEAAAEFAQABbwAAAZMBAAACBwAAAQEAAAEDAAABwgIAAAEBAAABAgAAAQEAAAYBAAAHAQAABAEAAAgBAAAIAQAABAEAAAgBAAAJAQAACwEAAAkBAAABAQAABgEAAAIBAAAKAQAACwEAAAkBAAAEAQEAAwEAAAQBAAACAQAAAwEAAAQBAAAFAQAACAEAAAEBAAAFAQAAAgIAAAEBAAACAQAAAwEAAAEDAAABAQAAAQEAAAIBAAACKQAAAwEAAAEBAAACAwAAAgIAAAEBAAACAgAAAR0AAAIBAAACBAAAAQ8AAAEUAAAFAQAAAwEAAAMBAAABAQAAAQEAAAEDAAABDQAAAgIAAAEIAAAECAAAAQQAAAMBAAADCQAAAhAAAAIBAAABAgAAAhYAAAMkAAAEAQAAAxMAAAIBAAABBgAAAwEAAAQBAAAHAwAABTcAAAQBAAAEAQAAAgMAAAGZAQAAAQQAAAIMAAACGAAAAwEAAAMCAAAEAQAAAQEAAAEDAQACAQAAATEAAAInAAABHwAAAQEAAAEEAAAB2wEAAAEBAAABAgAAAZoCAAABIwAAAQcAAAEjAAADAQAAAhIAAAGzAQAAAQcAAAG2AQAAAQEAAAESAAAB8wIAAAGAAgAAAQIAAAECAAABBAAAAQUAAAF6AAABAQAAAQ0AAAF3AAABEQAAAVYAAAEBAAABegAAATIAAAG6AQAAAQEAAAHvAgAAAaIBAAABAQAAAQEAAAIBAAABAQAAAQEAAAIBAAABAQAAAwEAAAIBAAABBAAABAEAAAIBAQABAwAAAgYAAAGCAgAAAgABAAUBAQAGAQEABgEBAAMBAQADAQEAAwEBAAIBAQAHAQEACQEBAAYBAQABAQEAAwEBAAYBAQAGAQEACgEBAAQBAQABAQEAAAEBAAIBAQAGAQIAAgECAAIBAQAAAgAAAQEAAAECAAADAQAACAEAAAQBAAAGAgAAAQIAAAIHAAABBgAAAQMAAAEKAAABAwAAAQgAAAEJAAABAQEACQEBAAMBAQACAQEAAAEBAAABAQAAAQEAAAEBAAIBAQAGAQEAAAEBAAIGAAABAgAAAQUAAAEBAAABBQAAAQkAAAEBAAACAQAAAwIAAAEBAAABBgAAAQIAAAEFAAABAQAAAQMAAAECAAABAQAABAoAAAEEAAABBgAAAQIAAAEDAAACBAAAAQIAAAEBAAABBAAAAQIAAAEBAAABBwAAAQkAAAECAAABAQAAAQEAAAIBAAADAQAAAQEAAAECAAACAgAAAQcAAAEBAAABAgAAAQQAAAEEAAABAQAABQEAAAIFAAABAQAAAQUAAAEBAAABAgAAAQUAAAEEAAABAQAAAgQAAAECAAABBAAAAQUAAAEEAAABAQAAAQEAAAUDAAABBwEAAQUAAAYCAAABAgAAAgIAAAEFAAABCQAAAQQAAAEDAAABAgAABAIAAAEBAAABBAAAAgEAAAEGAAABAQAAAQEAAAEFAAABAQAAAQYAAAQBAAABAQAAAQYAAAEIAAABAQAAAQwBAAQBAQAGAQEAAwEBAAQBAQABAQEAAAEBAAEGAAACqwEAAAEXAAABAQAAAQYAAAEEAAADAQAABQEAAAICAAACAgAAAQEAAAEEAAACAQAAAQEAAAMBAAACBAAAAV4AAAEBAAACUQAAAZgBAAABAQAAAQcAAAEUAAAB7AIAAAEIAAACCAAABgEAAAQBAAACPwAAAQIAAAElAAABAQAAAQQAAAGlAQAAAUsAAAENAAAC6gIAAAH4AgAAAYQDAAABywIAAAKDAwAAAQEAAAEGAAABAQAAASUAAAECAAABPAAAATUAAAELAAABIAAAAQoAAAERAAACAgAAAToAAAEEAAABDQAAARIAAAEGAAABGQAAAQUAAAEBAAABCgAAAQEAAAEMAAABCwAAAQEAAAEBAAABBwAAAesCAAABAQAAAS0AAAJFAAABUQAABIUDAAABTQAAAa8CAAAB/AIAAAG9AQAAAVUAAAFAAAABewAAAQEAAAEQAAACPQAAAY8CAAABrgEAAAEmAAABkQIAAAHTAgAAAcwCAAAB0wIAAAEmAAABAgAAAQMAAAEhAAABgAIAAAE6AAABCwAAAwEAAAIBAAABAwAAAQEAAAJtAAABGAAAASUAAAGjAQAAAR4AAAElAAABBwAAAQgAAAMJAAABAQAAAQgAAAGrAQAAAewCAAABDQAAAWQAAAEBAAABKgAAATQAAAEHAAABwgEAAAEBAAABMgAAARYAAAEBAAABAgAAAwEAAAQBAAACAQAAAgEAAAEDAAABAQAAAQEAAAIBAAABAQAAAwEAAAQBAAAGAQAAAwEAAAIFAAABAQAAAQcAAAEBAAABCAAAASoAAAErAAABIwAAAQEAAAEqAAABAQAAARkAAAEBAAABPAAAAQoAAAENAAABCgAAATcAAAH0AgAAAcwCAAABzAIAAAEnAAABmgIAAAEQAAABAgAAAUkAAAF/AAABDwAAAVUAAAE=`,d={v:1,analyzer:4,shard:`g9`,N:r,avg:i,docs:a,lens:o,terms:s,df:c,offs:l,post:u};export{r as N,t as analyzer,i as avg,d as default,c as df,a as docs,o as lens,l as offs,u as post,n as shard,s as terms,e as v};