var e=1,t=4,n=`g7`,r=3225,i=[3.853,2.86,66.111],a=[[`g7-c1-s01-t01`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,7,7,`textbook`,`ru`,`Kimyo 7`,`• История химии • Химия и ее задачи • Научное наследие восточных ученых
Некоторые исследователи связывают происхождение слова химия с древнегре-ческим словом металл, древнекитайским словом him- kim. А некоторые из них, связывая с Древним Египтом, называли «египетской наукой». Таким образом, пришли к выводу, что химия означает искусство превращения металлов в золото и серебро или в их сплавы.
Этапы развития химии
1. Эпоха до Алхимии: до III века до н.э.
В доалхимическую эпоху теоретические и практические аспекты знания о материи развивались независимо друг от друга, развивалось ремесло.
2. Эпоха Алхимии – период с III века до н.э. по XVII век н.э. В этот период алхимики искали философский камень, эликсир долголетия, алкагест (универсальный растворитель) и пытались превратить дешевые металлы в золото. Современники, не поддержавшие эту алхимию, критиковали ее. Абу Али ибн Сина восклицал: «Я считаю это невозможным, потому что нет способов превратить один металл в другой».`],[`g7-c1-s01-t02`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,7,7,`textbook`,`ru`,`Kimyo 7`,`Абу Али ибн Сина восклицал: «Я считаю это невозможным, потому что нет способов превратить один металл в другой».
3. Эпоха зарождения научной химии (XVI–XVIII века). На этом этапе были велики заслуги Парацельса (Filipp Aureol Teofrast Bombastfon Gogengeym), Р. Бойля, Г. Кавендиша, Г. Шталя, А. Лавуазье В этот период химия как наука получила полное развитие.
4. Эпоха открытия основных законов химии. Она включает в себя 1789–1860 годы. В этот период труды Дальтона, Авогадро, Берцелиуса играют несравненную роль в формировании основных понятий химии.
5. Эпоха классической химии (1860-год – конец XIX века). Эпоха классической химии характеризуется бурным развитием науки: были созданы периодическая система элементов, теория валентности и химического строения молекул, стереохимия, химическая термодинамика и химическая кинетика, успехов достигли практическая неорганическая химия и органический синтез.`],[`g7-c1-s01-t03`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,7,8,`textbook`,`ru`,`Kimyo 7`,`…термодинамика и химическая кинетика, успехов достигли практическая неорганическая химия и органический синтез.
6. Современная эпоха: Сначала XX века до наших дней. Примерами ярких достижений органической химии второй половины XX века являются изучение строения белков и ДНК, механизмов работы клеток живых организмов и многие другие открытия.
Химия и ее задачи
Что означает слово химия?
Основные понятия
Наука химия изучает состав, строение, свойства и изменения веществ, а также явления и процессы, происходящие при этих изменениях.
Задача химии является получение веществ или материалов с полезными свойствами, использование энергии, запасаемой химическими веществами и высвобождаемой в процессе химических превращений. Вещество это объе-динение частиц с определенным химическим составом.
Персидские растворители железа Египетские стеклодувы
Какая информация вам известна об ученых Востока?`],[`g7-c1-s01-t04`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,8,8,`textbook`,`ru`,`Kimyo 7`,`…составом. Персидские растворители железа Египетские стеклодувы Какая информация вам известна об ученых Востока?
Научная работа восточных ученых и Академии Мамуна в развитии химии важна и в настоящее время.
Абу Юсуф ибн Исхак ал-Кинди (800–870) – известный арабский философ, математик, астроном и врач, он родился в Басре и умер в Багдаде. Аль-Кинди – один из первых арабов-аристотелистов, считается основоположником восточного аристотелизма, написал более 40 трактатов и комментариев к трудам древнегреческих философов, таких как Аристотель, Евклид, Птолемей. Аль-Кинди – первый ученый, подвергший критике алхимию. Его произведения были переведены и прославились в Западной Европе в средние века.
В его трудах «О различных видах мечей и знаменитых железных ножах», «О фармакопее», «О химии благовоний и перегонки» имеются сведения о химии.`],[`g7-c1-s01-t05`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,8,8,`textbook`,`ru`,`Kimyo 7`,`В его трудах «О различных видах мечей и знаменитых железных ножах», «О фармакопее», «О химии благовоний и перегонки» имеются сведения о химии.
Абу Мансур Муваффакал-Харави из Герата был влиятельным фармацевтом и химиком, жившим в Х веке. Абу Мансур Муваффак описал 585 лекарств в своей работе «Основы исходных свойств лекарств». Из-за отсутствия воды в близлежащих районах он изучил свойства воды и описал способы дистилляции морской воды для питья.
Он путешествовал по Каспийскому морю и Аральскому заливу. Он сильно повлиял на мировоззрение юного ученого и вдохновил Абу Райхана Беруни на написание глав в своих научных трудах, посвященных фармакологии и химии. Его рукописи представляют особую ценность и считаются древнейшими сохранившимися рукописями на персидском языке. О происхождении рукописи сведений нет. До 1820 года она хранилась в Императорской библиотеке в Вене (ныне в Австрийской национальной библиотеке).`],[`g7-c1-s01-t06`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,8,8,`textbook`,`ru`,`Kimyo 7`,`До 1820 года она хранилась в Императорской библиотеке в Вене (ныне в Австрийской национальной библиотеке).
Абдурахмана Хазини в своем трактате «О весах мудрости», написанном в 1121 году, описывается строение конструкции и способы измерения различных весов (подробно описаны даже гидростатические весы), а также показаны способы определения состава различных металлических сплавов, состоящих из двух элементов. При этом ученый подробно объясняет, что таких результатов можно добиться, определив их удельный вес, помимо разжижения и разделения сплава.
Сабит ибн Курра, известный астроном-ученый, математик и механик IX века, дал сведения о весах Карастуна - римлян в своей книге «Книга Карастуна»..`],[`g7-c1-s01-t07`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,8,9,`textbook`,`ru`,`Kimyo 7`,`Сабит ибн Курра, известный астроном-ученый, математик и механик IX века, дал сведения о весах Карастуна - римлян в своей книге «Книга Карастуна»..
Абу Бакр Мухаммад ибн Закария Ар-Рази (865–925) известен в Европе как Разес. Ар-Рази впервые в истории химии делит вещества на три части: минеральные вещества, растительные вещества, животные вещества. Ар-Рази написал 56 произведений по медицине, 93 по природе, 22 по химии, 17 по философии, 10 по математике и астрономии, 7 по логике, 7 по обзорам и сокращениям трудов, 14 по богословию, 6 по метафизике, 10 по другим наукам. Всего им написано 182 произведения.
Абу Муса Джабир ибн Хайян (721-815) жил в городе Тус, был арабским алхимиком, занимался математикой, медициной, химией. Этот ученый, известный в Европе как Гебер, на основе учения Аристотеля о четырех элементах создал «теорию» о том, что ртуть-сера является основой всех элементов.`],[`g7-c1-s01-t08`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,9,9,`textbook`,`ru`,`Kimyo 7`,`Этот ученый, известный в Европе как Гебер, на основе учения Аристотеля о четырех элементах создал «теорию» о том, что ртуть-сера является основой всех элементов.
Абу Али ибн Сина использовал для приготовления лекарств многие неорганические вещества, а также флору и фауну. Примерами этого являются следующие металлы, минералы и химические соединения: золото, серебро, медь, олово, свинец, железо, сталь, исфидож (свинцовая краска), кибрит (сера), зарних (аурипигмент), бурак (бура и сода), магниций (минералл марганца), тутие (галмей), шафран, имбирь, зади, натрун, нашатырка.
Абу Райхан Мухаммад ибн Ахмад аль-Беруни (973–1048)
создал первый глобус в Средней Азии. Он продолжал свою работу в Академии Мамуна до 1017 года. Одним из важных трудов Беруни является известная на Западе «Книга сведений по изучению драгоценных камней» («Китабул-джамахир фи марифатул-джавахир»), т.е. «Минералогия». Эта книга была написана в Газне в 1048 году. В этой книге ученый впервые определил относительный вес драгоценных камней. Для этого в качестве эталона (то есть «шеста») было выбрано золото.`],[`g7-c1-s01-t09`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,9,10,`textbook`,`ru`,`Kimyo 7`,`В этой книге ученый впервые определил относительный вес драгоценных камней. Для этого в качестве эталона (то есть «шеста») было выбрано золото.
Какова роль химии в нашей жизни?
Если присмотреться, то везде можно увидеть химические процессы и их результаты.
Химические процессы происходят не только при праздничных салютах, чувство счастья, которое вы испытываете, также основано на химических процессах в вашем теле.
Насколько растений?
важна химия для
Какие современные продукты вы знаете и для чего они используются?
Современные продукты (например, клеи) открывают новые технические возможности.
Растения поглощают воду и углекислый газ из окружающей среды и используют их для роста.
Повседневную жизнь невозможно представить без одежды, средств личной гигиены, фармацевтических препаратов, пластмасс, красок, строительных материалов, стекла, металла и топлива, производимых на предприятиях химической промышленности.`],[`g7-c1-s01-t10`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,10,11,`textbook`,`ru`,`Kimyo 7`,`…красок, строительных материалов, стекла, металла и топлива, производимых на предприятиях химической промышленности.
Лекарства полезны, но при ответственном использовании они помогают облегчать болезни и преодолевать эпидемии.
Какие производственные предприятия есть в вашем районе, знаете ли вы, какая продукция производится на этих предприятиях?
Химия изучает состав, строение, свойства и изменения вещества, а также процессы этих изменений.
Итак, что такое вещество?
Вешество
Молекула (более 2 миллионов)
Атом
Вещество – это объединение частиц с определенным химическим составом. Вещество может быть газообразным, жидким или твердым.
На уроках физики вы узнали, что вещество состоит из молекул или атомов. Атомы настолько малы, что на кончике иглы может поместиться несколько миллиардов атомов. Однако различаются только 118 типов атомов.
Химия выполняет две основные функции:`],[`g7-c1-s01-t11`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи`,11,11,`textbook`,`ru`,`Kimyo 7`,`…несколько миллиардов атомов. Однако различаются только 118 типов атомов. Химия выполняет две основные функции:
– получение веществ или материалов с полезными свойствами.
– использование энергии, запасаемой химическими веществами и высвобождаемой в процессе химических превращений.
Это показывает, что химия важна. Существует ряд направлений этой науки, и они также обусловлены иметь цели и задачи.
НЕОРГАНИ- ЧЕСКАЯ
ОРГАНИ- ЧЕСКАЯ
ФИЗИЧЕ- ОБЩАЯ СКАЯ
АНАЛИТИ- ЧЕСКАЯ
Задания
1. Какое место в нашей жизни занимает химия?
2. Есть ли в вашем районе химики или химические компании? Если есть, то что вы знаете о них?`],[`g7-c1-s01-d01`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи: Вещество`,11,11,`definition`,`ru`,`Kimyo 7`,`Вещество – это объединение частиц с определенным химическим составом.`],[`g7-c1-s01-sum`,7,`c1`,`s01`,`1.1`,`Химия и ее задачи: главное`,7,7,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Наука химия изучает состав, строение, свойства и изменения веществ, а также явления и процессы, происходящие при этих изменениях.`],[`g7-c1-s02-t01`,7,`c1`,`s02`,`1.2`,`Вещество и его свойства`,12,12,`textbook`,`ru`,`Kimyo 7`,`• Тело, физическое тело • Вещество • Свойства веществ
Вещество и ее свойства
Чем отличаются тело и вещество?
Посмотрите на предметы вокруг вас:
1. Назовите предметы.
2. По каким критериям вы определили тела?
3. Можно ли назвать эти тела «веществами»?
Прежде всего, необходимо различать понятия «вещество» и «тело». Для этого достаточно осмотреться. В повседневной жизни мы используем нож, пилу, косу, мотыги, гвозди, топор, станок, некоторые части трактора, трубы, применяемые в строительстве и промышленности, арматура и др., если нас спросят "из чего они изготовлены" мы сразу можем ответить "из железа". Все предметы, названия которых упомянуты, являются телами, а их состав состоит из железного вещества, следовательно, тела состоят из веществ.
Историческая справка
В древние времена люди научились изготавливать стекло, мыло, бронзу, глиняную посуду и многие другие полезные предметы. Распространялись знания о ремеслах, что позволяло еще больше расширить поле деятельности. Химия не была признана наукой до XVII века.`],[`g7-c1-s02-t02`,7,`c1`,`s02`,`1.2`,`Вещество и его свойства`,12,12,`textbook`,`ru`,`Kimyo 7`,`Распространялись знания о ремеслах, что позволяло еще больше расширить поле деятельности. Химия не была признана наукой до XVII века.
Лавуазье создал новую философию химии, новую систему понятий. В конце XVII века он проводил эксперименты в лаборатории, оснащенной технологией по последним достижениям науки и техники.
Что такое вещество?
Форма с постоянными физическими свойствами при определенных условиях называется «веществом» Например, вода – это вещество, обладающее постоянными свойствами, определяющими такие свойства, как цвет, запах и вкус.
Обсудите и сделайте свой вывод
1. Как отличить поваренную соль от сахара (а), спирт от воды (б)?
2. Возьмите лист бумаги и опишите его.
3. Если вы зажжете спичку и поднесете ее близко к бумаге, бумага начнет гореть. Что произойдет при горении бумаги?`],[`g7-c1-s02-t03`,7,`c1`,`s02`,`1.2`,`Вещество и его свойства`,12,13,`textbook`,`ru`,`Kimyo 7`,`Если вы зажжете спичку и поднесете ее близко к бумаге, бумага начнет гореть. Что произойдет при горении бумаги?
Основные понятия
Тело – это объект, который имеет массу, форму и размер. Физические тела, созданные человеком, называются предметами. Вещество представляет собой совокупность частиц (молекул, атомов или ионов) с определенными физическими и химическими свойствами.
сахар соль
Как отличить свойства вещества?
Свойство – это характеристика вещества, которая позволяет отличить его от другого вещества. Химики изучают вещества, рассматривая два типа свойств: физические и химические свойства вещества.
Физические свойства – воспринимаются органами чувств человека или изме-ряются с помощью прибора. К физическим свойствам относятся такие свойства, как цвет, запах, плотность, плавление, кипение, электропроводность.`],[`g7-c1-s02-t04`,7,`c1`,`s02`,`1.2`,`Вещество и его свойства`,13,13,`textbook`,`ru`,`Kimyo 7`,`К физическим свойствам относятся такие свойства, как цвет, запах, плотность, плавление, кипение, электропроводность.
Химические свойства – это свойства, которые описывают способность вещества образовывать новое вещество. Примерами химических свойств являются горение веществ, ржавление железа, потемнение очищенного картофеля.
Физические свойства вещества
Выберите 2–3 ингредиента из кухонных ингредиентов: поваренная соль, сахар, лимонная кислота, крахмал, вода, растительное масло и опишите их физические свойства, используя приведенную ниже таблицу.
Агрегатное состояние (твер-
Вещество Цвета дое, жидкое, газообразное)
Растворимость в воде
Запах
Химические свойства вещества
Оборудование и вещества:
ЙОД бумага кисточка ватные диски раствор йода вода крахмал или мука
Ход эксперимента:`],[`g7-c1-s02-t05`,7,`c1`,`s02`,`1.2`,`Вещество и его свойства`,13,13,`textbook`,`ru`,`Kimyo 7`,`…вещества: ЙОД бумага кисточка ватные диски раствор йода вода крахмал или мука Ход эксперимента:
Клейстер готовится путем заливки крахмала небольшим количеством воды. Нужно окунуть кисточку в клейстер и написать на бумаге "секретное письмо". Дождитесь пока запись не высохнет. Смочите ватный диск в растворе Секрет йода и протрите им лист бумаги с надписью «секретное сообщение». Мы видим, что накрахмаленные буквы стали синими. Вывод: синяя окраска крахмала, обусловленная йодом, является следствием его химических свойств.
Задания
1. Какое из физических свойств имеет такое значение, как температура?
2. Какие физические свойства материи мы можем узнать непосредственно с помощью наших органов чувств?
3. В аптеках продается активированный уголь, обратите внимание на его внешний вид и расскажите о его физических свойствах, для каких целей он используется.
4. Что будет, если в класс занести в блюдце лед?`],[`g7-c1-s02-d01`,7,`c1`,`s02`,`1.2`,`Вещество и его свойства: «веществом» Например, Тело, предметами, Свойство`,12,13,`definition`,`ru`,`Kimyo 7`,`Форма с постоянными физическими свойствами при определенных условиях называется «веществом» Например, вода – это вещество, обладающее постоянными свойствами, определяющими такие свойства, как цвет, запах и вкус.
Тело – это объект, который имеет массу, форму и размер.
Физические тела, созданные человеком, называются предметами.
Свойство – это характеристика вещества, которая позволяет отличить его от другого вещества.`],[`g7-c1-s02-d02`,7,`c1`,`s02`,`1.2`,`Вещество и его свойства: Химические свойства`,13,13,`definition`,`ru`,`Kimyo 7`,`Химические свойства – это свойства, которые описывают способность вещества образовывать новое вещество.`],[`g7-c1-s02-sum`,7,`c1`,`s02`,`1.2`,`Вещество и его свойства: главное`,12,12,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Тело – это объект, который имеет массу, форму и размер. Физические тела, созданные человеком, называются предметами. Вещество представляет собой совокупность частиц (молекул, атомов или ионов) с определенными физическими и химическими свойствами. сахар соль`],[`g7-c1-s03-t01`,7,`c1`,`s03`,`1.3`,`Практическое занятие. Знакомство с правилами техники безопасности труда при работе с оборудованием в кабинете химии`,14,14,`textbook`,`ru`,`Kimyo 7`,`• Опыт • Наблюдение • Правила безопасности при работе
Глава I . 3-тема
Практическое занятие. Знакомство с правилами охраны труда при работе с оборудованием в кабинете химии
Химики работают в различных областях, таких как исследования и разработки, контроль качества, производство, защита окружающей среды, консалтинг и юриспруденция, а также преподают в школах и университетах.
В промышленных исследованиях и разработках химики используют научные знания для разработки и улучшения конкретного продукта или процесса. Например, пищевые химики улучшают качество, безопасность, сохранность и вкус продуктов питания, фармацевты разрабатывают и анализируют фармацевтические и другие лекарственные препараты, агрохимики разрабатывают необходимые питательные вещества для крупномасштабного растение-водства, они разрабатывают удобрения, инсектициды и гербициды.
Независимо от направления ученые-химики проводят эксперименты и наблюдения с использованием специальных химических веществ и оборудований.`],[`g7-c1-s03-t02`,7,`c1`,`s03`,`1.3`,`Практическое занятие. Знакомство с правилами техники безопасности труда при работе с оборудованием в кабинете химии`,14,14,`textbook`,`ru`,`Kimyo 7`,`Независимо от направления ученые-химики проводят эксперименты и наблюдения с использованием специальных химических веществ и оборудований.
Как и химики на уроке химии мы проводим эксперименты, наблюдаем, сравниваем результаты и делаем на их основе выводы. Для правильного выполнения опытов необходимо соблюдать особые правила работы в кабинете химии и помнить их.
Основные понятия Наблюдение – это процесс сосредоточения внимания на конкретных объектах. Опыт – это изучение события, конечно тестировать в разных условиях является научной реконструкцией.
Правила безопасности – это рекомендации по обеспечению безопасности во время эксперимента
Соблюдайте следующие основные правила в кабинете химии:
1. Не приступайте к эксперименту, не освоив досконально процедуру и не убедившись, что оборудование для эксперимента собрано должным образом.
2. Категорически запрещается непосредственно нюхать, трогать и пробовать на вкус вещества.
3. По мере возможности, эксперименты следует проводить в вытяжном шкафу.`],[`g7-c1-s03-t03`,7,`c1`,`s03`,`1.3`,`Практическое занятие. Знакомство с правилами техники безопасности труда при работе с оборудованием в кабинете химии`,14,14,`textbook`,`ru`,`Kimyo 7`,`3. По мере возможности, эксперименты следует проводить в вытяжном шкафу.
4. Если в ходе эксперимента сломался термометр, то ртуть из него следует быстро собрать особым приемом, засыпая места попадания ртути серой.
5. Хранить металлический натрий необходимо в керосине, а лишние частицы удалять раствором спирта.
6. Легковоспламеняющиеся и летучие вещества не должны храниться в избыточном количестве на опытном столе, их следует держать вдали от электрической плиты и источника открытого огня.
7. Для нагревания по возможности необходимо использовать изолированные нагревательные приборы.
8. В случае возгорания первоначально надо потушить его источник, затем засыпать песком или накрыть покрывалом. Если существует опасность распространения пламени, необходимо использовать огнетушитель.
9. Пробирки, другую стеклянную посуду следует нагревать осторожно, направив ее горлышко в сторону от работающих.
10. При нагревании растворов кислот и щелочей необходимо надеть средства защиты и специальные очки.`],[`g7-c1-s03-t04`,7,`c1`,`s03`,`1.3`,`Практическое занятие. Знакомство с правилами техники безопасности труда при работе с оборудованием в кабинете химии`,14,15,`textbook`,`ru`,`Kimyo 7`,`При нагревании растворов кислот и щелочей необходимо надеть средства защиты и специальные очки.
11. Нельзя наклоняться над сосудами, где происходит химическая реакция или процесс нагревания.
12. При разбавлении кислот нужно добавлять их в воду тонкой струей, по стенке сосуда, а не наоборот.
13. Запрещается измерять объемы концентрированных кислот и щелочей химической пипеткой. Их следует измерять только с помощью бюретки.
14. Кислоты, содержащиеся в сосудах, нельзя разливать и разбрызгивать.
15. Нужно соблюдать особые меры предосторожности при работе с веществами, которые могут образовывать взрывчатые смеси.
16. Неосторожность может привести к порче одежды, нанести вред глазам, коже. Поэтому следует избегать неосторожных движений.
17. По окончании опыта необходимо закрыть газ и воду, выключить электричество, а также приборы.
18. Рабочее место нужно держать всегда в чистоте.
19. Не выливайте остатки веществ в раковину.
Будь осторожен! Запрещено! Внимание!`],[`g7-c1-s03-t05`,7,`c1`,`s03`,`1.3`,`Практическое занятие. Знакомство с правилами техники безопасности труда при работе с оборудованием в кабинете химии`,15,15,`textbook`,`ru`,`Kimyo 7`,`…место нужно держать всегда в чистоте. 19. Не выливайте остатки веществ в раковину. Будь осторожен! Запрещено! Внимание!
Опасность пожара Брать руками Брать вещества в нужном количестве
Взрывчатое вещество Влить в склянку оставшийся Понюхивать вещество размахивая руками реагент
Ядовитое вещество Выливать реагенты Выбросить остаток в специальный контейнер в раковину
Едкое вещество Поменять крышки посуды При необходимости надеть очки
Радиоктивное вещество
В химической лаборатории все должно быть сделано с точностью.
Прежде чем приступить к самостоятельной работе, подумайте о том, как распо-ложить оборудование и как контролировать ход эксперимента. Не забывайте, что с реактивами и оборудованием будут работать и другие учащиеся – сохраняйте свое рабочее место в порядке, экономно используйте вещества, берегите оборудования.
Домашнее задание
Основываясь на выученных правилах, сделайте заметку с картинками, которую вы и ваши одноклассники сможете использовать.
Есть в кабинете химии При необходимости надеть`],[`g7-c1-s03-d01`,7,`c1`,`s03`,`1.3`,`Практическое занятие. Знакомство с правилами техники безопасности труда при работе с оборудованием в кабинете химии: Основные понятия Наблюдение, Опыт, Правила безопасности`,14,14,`definition`,`ru`,`Kimyo 7`,`Основные понятия Наблюдение – это процесс сосредоточения внимания на конкретных объектах.
Опыт – это изучение события, конечно тестировать в разных условиях является научной реконструкцией.
Правила безопасности – это рекомендации по обеспечению безопасности во время эксперимента`],[`g7-c1-s03-sum`,7,`c1`,`s03`,`1.3`,`Практическое занятие. Знакомство с правилами техники безопасности труда при работе с оборудованием в кабинете химии: главное`,14,14,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Наблюдение – это процесс сосредоточения внимания на конкретных объектах. Опыт – это изучение события, конечно тестировать в разных условиях является научной реконструкцией.`],[`g7-c1-s04-t01`,7,`c1`,`s04`,`1.4`,`Практическое занятие. Лабораторный штатив, спиртовая лампа, газовые горелки, работа с электронагревателем`,16,16,`textbook`,`ru`,`Kimyo 7`,`• Лабораторный штатив • Спиртовая лампа • Газовые горелки • Электрический нагреватель
Практическое занятие. Работа с лабораторным штативом, спиртовой лампой, газовыми горелками, электронагревателем
Какая посуда и техника используются на кухне?
Для проведения химических экспериментов в школе используются специальные лабораторные контейнеры, штативы и нагревательные приборы.
Рассмотрим подробнее все виды оборудования.
Лабораторные посуды делятся на стеклянные и фарфоровые в зависимости от материала, из которого они изготовлены. Посуды из стекла. Пробирки используются в опытах с растворами, газами и твердыми веществами.
Посуды из фарфора. Ступка и пестик используются для измельчения веществ.
Плоскодонные и конические колбы, и их используют также, как и пробирки.
Тигель используется для нагревания и прокаливания веществ.
Химические стаканы используются таким же образом.`],[`g7-c1-s04-t02`,7,`c1`,`s04`,`1.4`,`Практическое занятие. Лабораторный штатив, спиртовая лампа, газовые горелки, работа с электронагревателем`,16,17,`textbook`,`ru`,`Kimyo 7`,`…Тигель используется для нагревания и прокаливания веществ. Химические стаканы используются таким же образом.
Ложки и шпатели используются для помещения сухих химикатов в другие лабораторные сосуды.
Воронки используют для переливания рас- Выпарные чашки используются для вытвора в емкость с узким горлышком паривания различных растворов. и используется для фильтрации жидкости.
Пипетки используются для отбора определенного объема жидкости из колбы
Воронка Бюхнера предназначена для вакуумной фильтрации.
Штатив для пробирок – предназначен для размещения пробирок во время эксперимента.
Работа с лабораторными штативами
1. Строение лабораторного штатива.
Штатив – важнейший инструмент, необходимый для проведения химических экспериментов. Он состоит из основания и стержня, а к стержню с помощью зажимов крепятся различные кольца, держатели и другие приспособления.`],[`g7-c1-s04-t03`,7,`c1`,`s04`,`1.4`,`Практическое занятие. Лабораторный штатив, спиртовая лампа, газовые горелки, работа с электронагревателем`,17,17,`textbook`,`ru`,`Kimyo 7`,`Он состоит из основания и стержня, а к стержню с помощью зажимов крепятся различные кольца, держатели и другие приспособления.
Стержень вставляется в специальное отверстие в подставке до конца и закрепляется.
На картинке показаны 5 устройств, предназначенных для штатива. В данном случае, 1- песочная или водяная баня, используемая при перегонке жидкостей с различной температурой кипения, а также для проведения реакций при разной температуре; 2–кольцо для удержания колбии фарфоровых чашек различного объема; 3–сетчатая асбестовая подставка, предназначенная для подогревания различных веществ в колбах, стаканах и фарфоровых чашках различного объема;
4–зажим для удержания пробирок и приборов для охлаждения;5–зажим для лабораторных шлангов и других вспомогательных средств.
Приспособления можно двигать по стержню вверх и вниз или снимать. В зависимости от цели эксперимента они могут быть установлены в любом количестве. Укрепление или ослабление зажима осуществляется с помощью винта.`],[`g7-c1-s04-t04`,7,`c1`,`s04`,`1.4`,`Практическое занятие. Лабораторный штатив, спиртовая лампа, газовые горелки, работа с электронагревателем`,17,17,`textbook`,`ru`,`Kimyo 7`,`В зависимости от цели эксперимента они могут быть установлены в любом количестве. Укрепление или ослабление зажима осуществляется с помощью винта.
2. Пользование штативом. При работе с лабораторным штативом необходимо строго соблюдать следующее:
• При укреплении пробирок и колб нельзя сильно зажимать их,так как они могут сломаться. • Стаканы ставят на кольцо с использованием асбестовой сетки. Это дает возможность не перегревать дно стакана. • Фарфоровые чашки и тигли можно ставить без сетки.
Работа со спиртовой лампой
1. Строение спиртовой лампы.
Спиртовая лампа состоит из сосуда для заливки спирта (1), металлического диска (2), фитиля (3) и крышки (4).
2. Подготовка спиртовой лампы к работе.`],[`g7-c1-s04-t05`,7,`c1`,`s04`,`1.4`,`Практическое занятие. Лабораторный штатив, спиртовая лампа, газовые горелки, работа с электронагревателем`,17,18,`textbook`,`ru`,`Kimyo 7`,`…металлического диска (2), фитиля (3) и крышки (4). 2. Подготовка спиртовой лампы к работе.
• Необходимо удостовериться в пригодности к использованию спиртовой лампы. • В ее сосуд с помощью воронки осторожно наливается спирт до 1/2 части сосуда. • В дискообразной металлической трубке устанавливается ниточный фитиль, конец которого срезается ножницами, выравнивается и смачивается спиртом. • Спиртовая лампа прикрывается крышкой. Не забывайте, что спиртовая лампа должна находиться в прикрытом виде!
Нагревание веществ в пробирке
Во избежание выплескивания какого-либо вещества из пробирки в процессе нагревания и причинения травм, нагревайте пробирку под углом над пламенем нагревательного прибора, держа горловину пробирки подальше от себя и своих одноклассников. При этом осторожно нагревают пробирку снизу вверх, затем сверху вниз, повторяя это несколько раз, затем нагревают ту часть, где находится вещество в пробирке.`],[`g7-c1-s04-t06`,7,`c1`,`s04`,`1.4`,`Практическое занятие. Лабораторный штатив, спиртовая лампа, газовые горелки, работа с электронагревателем`,18,18,`textbook`,`ru`,`Kimyo 7`,`При этом осторожно нагревают пробирку снизу вверх, затем сверху вниз, повторяя это несколько раз, затем нагревают ту часть, где находится вещество в пробирке.
Общее строение газовых горелок. Газовые горелки состоят из металлической трубки, смесителя, кольца, регулирующего подачу воздуха или кислорода, и конденсатора, регулирующего подачу газа.
Правила пользования газовой горелкой. Поток газа и воздуха регулируется с помощью кольца и винта. Чтобы зажечь горелку, сбоку к горлышку горелки подносят спичку или горящую палочку с открытым газовым клапаном, если поднести прямо, поток газа может погасить пламя. Поток воздуха регулируется таким образом, чтобы газ воспламенялся полностью. Вы можете определить, полностью ли горит газ по пламени без света. Чтобы выключить горелку, необходимо повернуть газовый кран в обратном направлении до конца.`],[`g7-c1-s04-t07`,7,`c1`,`s04`,`1.4`,`Практическое занятие. Лабораторный штатив, спиртовая лампа, газовые горелки, работа с электронагревателем`,18,18,`textbook`,`ru`,`Kimyo 7`,`Чтобы выключить горелку, необходимо повернуть газовый кран в обратном направлении до конца.
Нагревание на газовой горелке. Температура в средней части пламени газовой горелки значительно ниже, чем в краевой и верхней части и выше. Поэтому нагрев осуществляется в верхней части. На открытом огне можно нагревать только тонкостенные химические емкости и пробирки. Для этого сначала пламенем нагревают всю часть пробирки, а затем ту часть, в которой находится вещество. Стаканы и колбы нагревают, помещая их на проволочную сетку.
Электрический нагреватель для колб.
Существуют специальные нагреватели для нагревания плоскодонных колб. Некоторые модели рассчитаны на работу с колбами определенного диаметра. Подогреваемый сосуд полностью погружается в керамику.
Для удобства использования в корпусе устройства часто имеется отверстие для крепления штатива.`],[`g7-c1-s04-t08`,7,`c1`,`s04`,`1.4`,`Практическое занятие. Лабораторный штатив, спиртовая лампа, газовые горелки, работа с электронагревателем`,18,19,`textbook`,`ru`,`Kimyo 7`,`Для удобства использования в корпусе устройства часто имеется отверстие для крепления штатива.
Электрический нагреватель для пробирок. Изделие состоит из пластиковой основы и кольца, которое крепится тремя ремешками. В круглую прорезь основания и кольца вставляется защитный экран, выполненный в виде металлического цилиндра. Защитный экран предотвращает случайный контакт с нагретыми поверхностями изделия. Пробирка с исследуемым веществом вставляется в центральное отверстие кольца и удерживается тремя плоскими пружинами в любом положении изделия. Изделие снабжено специальным шнуром-вилкой для подключения к сети 42B.
Кольцо изделия имеет прорезь для крепления к штативному зажиму.
Работа с нагревателем. Пробирку с исследуемым веществом вставляют до соприкосновения с нагревателем, нагреватель подключают к сети и наблюдают за процессами, происходящими в пробирке, через отверстия в защитном экране.`],[`g7-c1-s04-t09`,7,`c1`,`s04`,`1.4`,`Практическое занятие. Лабораторный штатив, спиртовая лампа, газовые горелки, работа с электронагревателем`,19,19,`textbook`,`ru`,`Kimyo 7`,`Пробирку с исследуемым веществом вставляют до соприкосновения с нагревателем, нагреватель подключают к сети и наблюдают за процессами, происходящими в пробирке, через отверстия в защитном экране.
Задания
1. Зачем сначала нагревать всю пробирку?
2. В какую сторону должно быть направлено горлышко нагретой пробирки?
3. Водителю автомобиля необходимо сменить электролит в аккумуляторе. В качестве электролита в аккумуляторе используется серная кислота и дистиллированная вода. Перед приготовлением раствора водитель для безопасности следовал правилу растворения серной кислоты: сначала заливал в емкость воду, затем кислоту. Правило растворения кислоты было выражено на картинке, водитель понял правило, но объяснить картинку не смог. Объясните, что изображено на картинке
4. В преддверии праздника Навруз наш народ издревне готовит сумаляк. В этом процессе также в казан помещается несколько камушек. В чем причина этого?`],[`g7-c1-s05-t01`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси`,20,20,`textbook`,`ru`,`Kimyo 7`,`Глава I. 5-тема Изучаемые понятия
• Чистые вещества • Смеси • Гомогенные и гетерогенные смеси • Чистые вещества в природе • Вещества разного состава
Чистые вещества и смеси
С водой мы сталкиваемся каждый день: домашняя водопроводная вода, мутная вода в пруду, вода в деревенском колодце, минеральная вода в магазине, вода в сладком чае. Какую воду из этого списка можно назвать чистым веществом?
Как классифицируются вещества?
Основные понятия
Вещество – однородное по составу и свойствам по всему объему, называют чистым веществом. Смесь – вещество, которое разделяется физическими методами на чистые вещества. В гомогенной смеси составляющие ее компоненты распределяются равномерно. Гетерогенная смесь – смесь неравномерного состава.
Ученые мира классифицируют вещества на твердые, жидкие или газообразные, но есть еще один интересный способ их классификации. Вещества можно классифицировать на чистые вещества и смеси.`],[`g7-c1-s05-t02`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси`,20,20,`textbook`,`ru`,`Kimyo 7`,`Ученые мира классифицируют вещества на твердые, жидкие или газообразные, но есть еще один интересный способ их классификации. Вещества можно классифицировать на чистые вещества и смеси.
Смеси Чистое вещество
В природе нет абсолютно чистых веществ, все вещества находятся в виде смеси. В отличие от чистого вещества смесь не имеет постоянного состава. Каждое вещество в смеси сохраняет свои свойства.
По визуальным (внешнему виду) характеристикам смеси делятся на гомогенные и гетерогенные. В гетерогенных смесях мы можем обнаружить невооруженным глазом разные частицы, а в гомогенных смесях это невозможно. Смеси можно разделить на чистые вещества с помощью физических методов.
В химии чистое вещество определяется как образец вещества с определенными химическими свойствами и конкретным постоянным составом.`],[`g7-c1-s05-t03`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси`,20,21,`textbook`,`ru`,`Kimyo 7`,`В химии чистое вещество определяется как образец вещества с определенными химическими свойствами и конкретным постоянным составом.
По химическому составу поваренная соль называется хлоридом натрия. Это чистое вещество, поскольку имеет одинаковый и точный состав. Все образцы хлорида натрия химически одинаковы. Вода также является чистым веществом. Соль легко растворяется в воде, соленую воду нельзя отнести к веществу, потому что ее состав разный. Некоторое количество соли растворяется в воде и образуется смесь. При растворении соли в воде ее форма меняется, но она сохраняет свой состав и свойства.
Чистое вещество Поваренная соль дистиллированная вода Кислород
Чистые вещества и соединения`],[`g7-c1-s05-t04`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси`,21,21,`textbook`,`ru`,`Kimyo 7`,`…вещество Поваренная соль дистиллированная вода Кислород Чистые вещества и соединения
Всем известно, что в природе существуют жидкие, твердые и газообразные смеси, содержащие ценные компоненты, которые человек использует в своей жизни на протяжении многих веков. Чистые вещества встречаются гораздо реже, чем смеси. Чистое вещество может быть в виде элемента (гелий, аргон, вольфрам) или соединения (поваренная соль, пищевая сода, аммиак, дистиллированная вода). Чистые вещества нужны для изучения их физических и химических свойств, а также для получения новых соединений.
Примерами природных соединений являются воздух, морская вода, нефть и ископаемое топливо, которые являются ценными источниками химических соединений.
Можно ли изучать свойства воды напримере морской воды?
Смесь
Виды смесей Поваренная соль и вода
Однородные вещества образуются при хорошем соединении двух веществ друг с другом, например сладкая или соленая вода, металлический сплав.`],[`g7-c1-s05-t05`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси`,21,22,`textbook`,`ru`,`Kimyo 7`,`Однородные вещества образуются при хорошем соединении двух веществ друг с другом, например сладкая или соленая вода, металлический сплав.
Компоненты гетерогенной смеси неодинаковы и видны невооруженным глазом, потому что не теряют свою оригинальность.Например, если вы смешаете порошок серы с железными опилками, вы сможете увидеть их по отдельности, вы даже можете использовать магнит, чтобы отделить железные опилки.
Методы разделения смесей
Фильтрование
Фильтрация – это процесс отделения веществ от жидкости или газа с помощью фильтрующей прокладки, которая улавливает твердые частицы. Примеры этого включают фильтрацию питьевой воды, противогриппозные маски и респираторы.
Деканатция
Декантация – процесс разделения смесей путем получения слоя неосаждающейся жидкости, например обогащение горных пород, осаждение нефти или бензина.`],[`g7-c1-s05-t06`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси`,22,22,`textbook`,`ru`,`Kimyo 7`,`Декантация – процесс разделения смесей путем получения слоя неосаждающейся жидкости, например обогащение горных пород, осаждение нефти или бензина.
Магнитный способ
Если смесь содержит металл, ее можно разделить с помощью магнита, при этом на металлообрабатывающих предприятиях остатки железа отделяют от других компонентов.
Хроматография
Хроматография – разделение и анализ смеси газа, жидкости или растворенных веществ адсорбционным методом. Примерами этого являются извлечение природных пигментов, ферментов и получение лекарств из натуральных продуктов.
Пререгонка
Перегонку применяют для отделения жидких веществ от веществ, смешанных с ними, или для разделения смесей жидких веществ с разными температу-рами кипения. Примером этого является разделение воздуха или нефти на чистые вещества путем перегонки.
Эксперименты`],[`g7-c1-s05-t07`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси`,22,23,`textbook`,`ru`,`Kimyo 7`,`…Примером этого является разделение воздуха или нефти на чистые вещества путем перегонки. Эксперименты
Необходимые оборудования и вещества: бумажная салфетка или фильтровальная бумага, фломастер или краски, пипетка, вода.
Ход работы:
1. Нанесите фломастерами на фильтровальную бумагу несколько точек разного цвета.
2. Затем налейте воду по каплям в центр цветной точки.
3. После того, как предыдущая капля впитается, на точку выливается следующая капля.
Этот метод является методом хроматографии, подвижной фазой исследуемого вещества является вода, сорбентом является фильтровальная бумага. Вещества, входящие в состав смеси, сохраняются в бумаге по-разному: одни впитываются быстро, другие впитываются медленнее и еще какоето время продолжают распространяться вместе с водой.
Эксперименты
Необходимые оборудования и вещества: кукурузные палочки, духи, стеклянная посуда с крышкой.`],[`g7-c1-s05-t08`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси`,23,23,`textbook`,`ru`,`Kimyo 7`,`Необходимые оборудования и вещества: кукурузные палочки, духи, стеклянная посуда с крышкой.
Ход работы:
1. Положите кукурузные палочки в банку с залитой капелькой духами и плотно закройте ее.
2. Через 10 минут, когда вы откроете крышку, вы не почувствуете запаха.
Куда делся запах? Пористая субстанция кукурузы впитала аромат духов.Такое поглощение цвета или запаха называется адсорбцией
Историческая справка
Хроматография – метод разделения и анализа смесей веществ, а также изучения физических и химических свойств веществ. Этот физический метод позволяет химикам внимательно наблюдать за органическими и неорганическими соединениями и определять, из чего они состоят.
Этот метод был предложен известным русским исследователем Михаилом Семеновичем Светом в 1903 году. Сначала этот метод был назван М. С. Светом (1903) адсорбционным анализом, а лишь через три года – хроматографическим методом (1906).`],[`g7-c1-s05-t09`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси`,23,23,`textbook`,`ru`,`Kimyo 7`,`Светом (1903) адсорбционным анализом, а лишь через три года – хроматографическим методом (1906).
M. С. Свет использовал хроматографический метод для разделения растительных пигментов.За научные исследования в этом направлении ему несколько раз присуждалась Нобелевская премия.
Домашнее задание
1. Если суп соленый, нужно положить 20–30 г риса в небольшой марлевый мешочек и замочить его в супе на 10–15 минут, чтобы уменьшить соленость. В чем причина такого "загадочного" поведения? Можете ли вы предложить другой способ решения проблемы?
2. Перед приготовлением теста муку просеивают. Можно ли отнести этот процесс к одному из методов разделения веществ? Если да, то на чем основан этот метод?
3. В известных сказках мачеха или другие злодеи заставляли положительного героя разделять те или иные смеси на отдельные составляющие. Помните такие сказки, что это были за смеси и по какому методу они разделялись?`],[`g7-c1-s05-d01`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси: Вещество, хлоридом натрия, Фильтрация`,20,22,`definition`,`ru`,`Kimyo 7`,`Вещество – однородное по составу и свойствам по всему объему, называют чистым веществом.
В химии чистое вещество определяется как образец вещества с определенными химическими свойствами и конкретным постоянным составом.
По химическому составу поваренная соль называется хлоридом натрия.
Фильтрация – это процесс отделения веществ от жидкости или газа с помощью фильтрующей прокладки, которая улавливает твердые частицы.`],[`g7-c1-s05-d02`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси: адсорбцией`,23,23,`definition`,`ru`,`Kimyo 7`,`Такое поглощение цвета или запаха называется адсорбцией`],[`g7-c1-s05-sum`,7,`c1`,`s05`,`1.5`,`Чистое вещество и смеси: главное`,20,20,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Вещество – однородное по составу и свойствам по всему объему, называют чистым веществом. Смесь – вещество, которое разделяется физическими методами на чистые вещества. В гомогенной смеси составляющие ее компоненты распределяются равномерно. Гетерогенная смесь – смесь неравномерного состава. Ученые мира классифицируют вещества на твердые, жидкие или газообразные, но есть еще один интересный способ их классификации. Вещества можно классифицировать на чистые вещества и смеси.`],[`g7-c1-s06-t01`,7,`c1`,`s06`,`1.6`,`Практическое занятие. Очистка вещества от примесей, выделение чистого вещества из смеси (очистка загрязненной поваренной соли)`,24,24,`textbook`,`ru`,`Kimyo 7`,`• Растворение • Подготовка фильтра • Выпаривание фильтрата
Практическое занятие. Выделение чистого вещества из состава смесей (очистка загрязненной поваренной соли)
Историческая справка
Поваренная соль – это минерал, который люди потребляют естественным образом. Крупнейшие запасы в Узбекистане расположены вдоль Аральского моря. Не менее двух тысяч лет назад поваренную соль получали путем выпаривания морской воды. Этот способ первоначально был обусловлен естественным испарением воды в странах с сухим и жарким климатом, позже соленую воду стали нагревать искусственно.
Рекомендуемая суточная доза соли для взрослых составляет 6 граммов. Мы используем чистую соль, а так как натуральная соль содержит много добавок, она очищается.
Очистка загрязненной поваренной соли
1. Растворение загрязненной поваренной соли
Загрязненную поваренную соль понемногу добавляют к 20 мл дистиллированной воды, перемешивая стеклянной палочкой. Прекратите добавлять соль после того, как она перестанет растворяться. Проверяется внешний вид раствора.`],[`g7-c1-s06-t02`,7,`c1`,`s06`,`1.6`,`Практическое занятие. Очистка вещества от примесей, выделение чистого вещества из смеси (очистка загрязненной поваренной соли)`,24,24,`textbook`,`ru`,`Kimyo 7`,`Прекратите добавлять соль после того, как она перестанет растворяться. Проверяется внешний вид раствора.
Подготовка фильтра
Квадратную фильтровальную бумагу складывают вчетверо, края обрезают ножницами в форме полудуги, в соответствии с размером воронки, затем расправляют, чтобы получился конический фильтр в форме воронки. Лучше, чтобы фильтр был на 0,5 см ниже края воронки.
Поместив фильтр в воронку, мутный раствор поваренной соли медленно вливают в фильтр с помощью стеклянной палочки, прижатой к стенке фильтра.
Прозрачный раствор, прошедший через фильтр, называется фильтратом.
Основные понятия
Фильтрация – это процесс, предназначенный для разделения разнородных смесей (соль и песок, масло и вода). Выпаривание – это процесс удаления растворителя и образующихся паров при кипячении растворов твердых, нелетучих или малолетучих веществ.`],[`g7-c1-s06-t03`,7,`c1`,`s06`,`1.6`,`Практическое занятие. Очистка вещества от примесей, выделение чистого вещества из смеси (очистка загрязненной поваренной соли)`,24,25,`textbook`,`ru`,`Kimyo 7`,`Выпаривание – это процесс удаления растворителя и образующихся паров при кипячении растворов твердых, нелетучих или малолетучих веществ.
Необходимое вещества и оборудование:
– лабораторный штатив; – спиртовая лампа; – воронка; – стеклянная палочка; – химический стакан; – предметное стекло; – держатель для пробирок; – фильтровальная бумага; – загрязненная поваренная соль; – дистиллированная вода.
2. Выпаривание фильтра. Фильтрат переливают в фарфоровую чашку и ставят на штативное кольцо. Спиртовку или газовую горелку, поставленную на основание штатива, зажигают так, чтобы пламя касалось дна фарфоровой чаши, и осуществляют нагрев. Раствор перемешивают стеклянной палочкой, чтобы не разбрызгивался. Как только на дне фарфоровой чаши начнут образовываться кристаллы соли, нагревание прекращают и исследуют внешний вид полученной соли.`],[`g7-c1-s06-t04`,7,`c1`,`s06`,`1.6`,`Практическое занятие. Очистка вещества от примесей, выделение чистого вещества из смеси (очистка загрязненной поваренной соли)`,25,25,`textbook`,`ru`,`Kimyo 7`,`Как только на дне фарфоровой чаши начнут образовываться кристаллы соли, нагревание прекращают и исследуют внешний вид полученной соли.
3. Каждый процесс в эксперименте называеися отдельно, и эксперимент кратко объясняется. Рисуется рисунок инструментов, используемых в процессе выполнения работы. Делаются выводы из происшедших событий.
4. Представляются окончательные выводы относительно полученных результатов.
Суть фильтрации
При фильтрации жидкость с твердыми частицами проходит через пористую перегородку, отверстия в перегородке настолько малы, что твердые частицы через них не проходят, а жидкость проходит легко. Эта часть, удерживающая твердые частицы, называется фильтром. Фильтровальные материалы, используемые в лабораторной практике, можно разделить на два типа: дисперсные и пористые. К первому типу относится кварцевый песок, ко второму – фильтровальная бумага.`],[`g7-c1-s06-t05`,7,`c1`,`s06`,`1.6`,`Практическое занятие. Очистка вещества от примесей, выделение чистого вещества из смеси (очистка загрязненной поваренной соли)`,25,25,`textbook`,`ru`,`Kimyo 7`,`К первому типу относится кварцевый песок, ко второму – фильтровальная бумага.
Фильтровальная бумага отличается от обычной тем, что она не проклеена, чистая и волокнистая по содержанию. Впервые такую бумагу для очистки жидкостей использовали в Китае В лаборатории используются бумажные фильтры двух типов: простые и многослойные.
Для изготовления простого фильтра квадратную фильтровальную бумагу определенного размера (в зависимости от размера осадка и размера воронки) складывают вчетверо, а затем разрезают ножницами (а).
Процесс фильтрации со слоистым или плоским фильтром происходит быстрее, так как его фильтрующая поверхность в два раза больше, чем у обычного фильтра (б).
Задания
Выразите опыт по очистке загрязненной соли на основе диаграмм или рисунков.`],[`g7-c1-s06-d01`,7,`c1`,`s06`,`1.6`,`Практическое занятие. Очистка вещества от примесей, выделение чистого вещества из смеси (очистка загрязненной поваренной соли): Поваренная соль, фильтратом, Фильтрация, Выпаривание, фильтром`,24,25,`definition`,`ru`,`Kimyo 7`,`Поваренная соль – это минерал, который люди потребляют естественным образом.
Прозрачный раствор, прошедший через фильтр, называется фильтратом.
Фильтрация – это процесс, предназначенный для разделения разнородных смесей (соль и песок, масло и вода).
Выпаривание – это процесс удаления растворителя и образующихся паров при кипячении растворов твердых, нелетучих или малолетучих веществ.
Эта часть, удерживающая твердые частицы, называется фильтром.`],[`g7-c1-s06-sum`,7,`c1`,`s06`,`1.6`,`Практическое занятие. Очистка вещества от примесей, выделение чистого вещества из смеси (очистка загрязненной поваренной соли): главное`,24,24,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Фильтрация – это процесс, предназначенный для разделения разнородных смесей (соль и песок, масло и вода). Выпаривание – это процесс удаления растворителя и образующихся паров при кипячении растворов твердых, нелетучих или малолетучих веществ.`],[`g7-c1-s07-t01`,7,`c1`,`s07`,`1.7`,`Изменение агрегатного состояния веществ`,26,26,`textbook`,`ru`,`Kimyo 7`,`• Газообразное вещество • Жидкое вещество • Твердое вещество
Изменение агрегатного состояния веществ
Почему летом мы носим одежду из натурального хлопкового волокна?
Вы когда-нибудь задумывались, почему лед после таяния превращается в жидкость? Вы когда-нибудь замечали, что происходит, когда вода закипает?
Ответ на все подобные вопросы прост: это изменение состояния материи.Когда вещество поглощает или теряет энергию, оно меняет свое состояние. Причиной этого изменения является увеличение кинетической энергии.
Какие состояния вещества вы знаете?
Различают три состояния вещества: твердое, жидкое и газообразное.
В твердом состоянии частицы находятся близко друг к другу и обладают сильной межмолекулярной силой притяжения.
В жидком состоянии частицы расположены несколько дальше друг от друга, а межмолекулярные силы меньше, чем в твердых телах.
В газообразном состоянии частицы расположены очень далеко друг от друга, сила межмолекулярного притяжения слабее.`],[`g7-c1-s07-t02`,7,`c1`,`s07`,`1.7`,`Изменение агрегатного состояния веществ`,26,27,`textbook`,`ru`,`Kimyo 7`,`В газообразном состоянии частицы расположены очень далеко друг от друга, сила межмолекулярного притяжения слабее.
Основные понятия Газообразное, жидкое, твердое – агрегатное состояние веществ. Газ не имеет определенных объема и формы. В какой бы сосуд он ни был помещен, он занимает и формирует объем этого сосуда. Жидкость не имеет собственной формы, она принимает форму сосуда, в который помещается. Жидкость будет иметь определенный объем и размер. Твердое вещество, в отличие от газа и жидкости, обладающее механической твердостью, имеет определенный объем и форму. Сублимация – это явление прямого перехода из твердого состояния в газообразное.
Процессы, приводящие к изменению состояния вещества`],[`g7-c1-s07-t03`,7,`c1`,`s07`,`1.7`,`Изменение агрегатного состояния веществ`,27,27,`textbook`,`ru`,`Kimyo 7`,`Процессы, приводящие к изменению состояния вещества
В общее изменение вещества вовлечено несколько процессов: плавление, замерзание, сублимация, осаждение, конденсация и испарение. Изменение состояния происходит, когда вещество переходит из одного состояния в другое. Изменение состояния – это физическое изменение материи. Это обратимые изменения, не изменяющие химический состав или химические свойства веществ. Состояние вещества зависит от температуры и давления.
Газообразное вещество
Жидкое вещество
Твердое вещество
Исследовательская работа
Вода – это газ (пар) при давлении 101325 Па (760 мм рт.ст.) и температуре выше 100°С, жидкость при температуре от 0°С до 100°С и твердое тело (лед) при температуре ниже 0°С.
Наблюдение и изучение изменений агрегатных состояний воды
Необходимые оборудования и вещества:
стаканы разного размера, фарфоровая чаша, спиртовка, штатив, лед, вода.
Порядок выполнения работы: 1. Воду наливают в стакан емкостью 100 мл. Затем воду из емкости 100 мл переливают в стакан 50 мл. Что наблюдают? Имеет ли вода форму?`],[`g7-c1-s07-t04`,7,`c1`,`s07`,`1.7`,`Изменение агрегатного состояния веществ`,27,27,`textbook`,`ru`,`Kimyo 7`,`Затем воду из емкости 100 мл переливают в стакан 50 мл. Что наблюдают? Имеет ли вода форму?
2. Поставить на штатив фарфоровую чашку, налить в нее 50 мл воды, подогреть спиртовкой, что будет наблюдаться?
3. В стакан помещают 3–4 кусочка льда. Какой формы лед? Каким он будет через 5 минут?
Вывод: вода жидкая при комнатной температуре, газ (пар) выше 100°С и твердое тело (лед) ниже 0°С. Лед тает при комнатной температуре.
Обычно, когда на вещества воздействуют такие факторы, как температура и давление, наблюдается последовательность газ ↔ жидкость ↔ твердое состояние.
Но некоторые вещества следуют схеме газ ↔ твердое состояние напрямую, не занимая промежуточное состояние жидкое состояние, например, такой характеристикой обладают "сухой лед" – углекислый газ, йод, нафталин.
Сублимация – это явление перехода из твердого состояния в газообразное. газ → твердый
Задания
1. Как агрегатное состояние воды связано с ее круговоротом?
2. Что общего между газами и жидкостями?
3. Вода закипает и превращается в пар. Изменились ли молекулы воды?`],[`g7-c1-s07-d01`,7,`c1`,`s07`,`1.7`,`Изменение агрегатного состояния веществ: Сублимация, Изменение состояния`,26,27,`definition`,`ru`,`Kimyo 7`,`Сублимация – это явление прямого перехода из твердого состояния в газообразное.
Изменение состояния – это физическое изменение материи.
Сублимация – это явление перехода из твердого состояния в газообразное.`],[`g7-c1-s07-sum`,7,`c1`,`s07`,`1.7`,`Изменение агрегатного состояния веществ: главное`,26,27,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Газообразное, жидкое, твердое – агрегатное состояние веществ. Газ не имеет определенных объема и формы. В какой бы сосуд он ни был помещен, он занимает и формирует объем этого сосуда. Жидкость не имеет собственной формы, она принимает форму сосуда, в который помещается. Жидкость будет иметь определенный объем и размер. Твердое вещество, в отличие от газа и жидкости, обладающее механической твердостью, имеет определенный объем и форму. Сублимация – это явление прямого перехода из твердого состояния в газообразное.
Вывод: вода жидкая при комнатной температуре, газ (пар) выше 100°С и твердое тело (лед) ниже 0°С. Лед тает при комнатной температуре.`],[`g7-c1-s08-t01`,7,`c1`,`s08`,`1.8`,`Физические и химические явления`,28,28,`textbook`,`ru`,`Kimyo 7`,`• Физические явления • Химические явления • Признаки явлений
Физические и химические явления
К каким изменениям могут подвергаться вещества?
Основные понятия
Явления, которые обычно происходят только при изменении агрегатного состояния веществ, называют физическими явлениями.
Явления, при которых новые вещества образуются из данных веществ, называются химическими явлениями. Признаки химических явлений: газовый разряд; выпадение осадка; изменение цвета; выделение запаха и т.д.
Вещества претерпевают различные изменения: железо ржавеет, вода кипит, испаряется, газ горит, молоко превращается в творог. В науке эти изменения подразделяются на физические и химические явления.
Исследовательская работа
Необходимые оборудования и вещества:
штатив, термостойкая пробирка, химический стакан, газовая трубка, стеклянная пластинка, спиртовая лампа или сухое горючее, вода.
Ход работы:
1. К штативу прикрепляют пробирку и наливают в нее воду.`],[`g7-c1-s08-t02`,7,`c1`,`s08`,`1.8`,`Физические и химические явления`,28,29,`textbook`,`ru`,`Kimyo 7`,`1. К штативу прикрепляют пробирку и наливают в нее воду.
2. В пробирку вставляется газовая трубка.
3. Вода в пробирке нагревается до кипения.
4. Когда вода закипит, стеклянную пластинку приближают к газопроводной трубке, установленной в пробирке.
5. Под стеклянную пластину помещается стакан.
Водяной пар превращается в жидкость на стеклянной пластинке и падает в стакан.
Переход молекул из пара в жидкость называется конденсацией. Это физическое явление.
Наблюдали ли вы явление конденсации в природе?
Процесс круговорота воды (замерзание воды, испарение, осадки) в природе - это физическое явление. Этот процесс необходим для жизни на Земле.
Обсудите и предоставьте свой вывод
Необходимые оборудования и вещества: колбы, вода, раствор пищевой соды, лимонный сок, вишневое варенье.
Ход работы:
1. Вишневое варенье растворяем в небольшом количестве воды.
2. Разливаем их в три колбы.
3. В 1-колбу ничего не добавляем для анализа.`],[`g7-c1-s08-t03`,7,`c1`,`s08`,`1.8`,`Физические и химические явления`,29,29,`textbook`,`ru`,`Kimyo 7`,`…растворяем в небольшом количестве воды. 2. Разливаем их в три колбы. 3. В 1-колбу ничего не добавляем для анализа.
4. Во 2-ю колбу заливаем раствор вишневого варенья с лимонным соком, а в 3-ю – раствор пищевой соды.
5. Наблюдаем за изменениями в колбе.
В опыте вишневое варенье является индикатором, причем раствор в 1-колбе – кислый (красный), а раствор во 2- колбе – щелочной (зеленый).
Во время эксперимента произошло химическое явление.
Необходимые условия для возникновения химических явлений
Многие вещества не могут реагировать друг с другом самостоятельно, для этого создаются определенные условия:
– измельчение, чтобы частицы веществ соприкасались друг с другом;
– вещества должны быть расплавлены или нагреты, чтобы ускорить процесс химической реакции.
Как можно различить физические и химические явления?
Выделение Выделение света теплоты
Образование осадка
Выделение газа
Изменение цвета`],[`g7-c1-s08-t04`,7,`c1`,`s08`,`1.8`,`Физические и химические явления`,29,30,`textbook`,`ru`,`Kimyo 7`,`…физические и химические явления? Выделение Выделение света теплоты Образование осадка Выделение газа Изменение цвета
Выделение запаха
Поглощение тепла
Все ли вещества растворяются в воде? Ваше предположение
Растворяется
1. Вода + песок – +
2. Вода + глина
3. Вода + кофе
4. Вода + мука
5. Вода + пищевая сода
6. Вода + почва
7. Вода + сахар
8. Вода + мел
1. Разрезаем лист бумаги на 4–5 частей, что это за явление?
2. Накрошили мел в химической ступке, изменился ли его состав?
3. Что будет, если в чай положить дольку лимона?
4. Сахар лучше растворяется в горячей или холодной воде?
Какие химикаты используют фермеры?
Химические явления играют большую роль в природе и жизни человека. На химических явлениях основаны добыча металлов, производство минеральных удобрений, топливная, медицинская, швейная и пищевая промышленность.Тепло, выделяющееся при сгорании топлива, используется в производстве и быту.`],[`g7-c1-s08-t05`,7,`c1`,`s08`,`1.8`,`Физические и химические явления`,30,30,`textbook`,`ru`,`Kimyo 7`,`Тепло, выделяющееся при сгорании топлива, используется в производстве и быту.
Жизненные процессы в живых организмах: дыхание, пищеварение, фотосинтез также зависят от различных химических явлений. Например, при расщеплении белков, жиров и углеводов в пище образуется энергия, которая расходуется на жизненные процессы.
Не растворяется
Сахар растворяется в воде
Масло не растворяется в воде
Иногда в результате химического производства загрязняются вода и воздух. Сегодня ученые и исследователи работают над поиском экологически чистых методов химического производства.
Задания
1. Напишите не менее 5 примеров веществ, полученных в результате химических экспериментов используемых в быту.
2. Что вы знаете о загрязнении воздуха?
3. Как химия может помочь для доставки чистой воды людям в вашем районе?`],[`g7-c1-s08-d01`,7,`c1`,`s08`,`1.8`,`Физические и химические явления: физическими явлениями, химическими явлениями, конденсацией`,28,28,`definition`,`ru`,`Kimyo 7`,`Явления, которые обычно происходят только при изменении агрегатного состояния веществ, называют физическими явлениями.
Явления, при которых новые вещества образуются из данных веществ, называются химическими явлениями.
Переход молекул из пара в жидкость называется конденсацией.
Процесс круговорота воды (замерзание воды, испарение, осадки) в природе - это физическое явление.`],[`g7-c1-s08-sum`,7,`c1`,`s08`,`1.8`,`Физические и химические явления: главное`,28,28,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Явления, которые обычно происходят только при изменении агрегатного состояния веществ, называют`],[`g7-c1-s09-t01`,7,`c1`,`s09`,`1.9`,`Практическое занятие. Наблюдение и описание химических процессов в повседневной жизни и быту`,31,31,`textbook`,`ru`,`Kimyo 7`,`• Удаление пятен с одежды • Наблюдение за химическими процессами в повседневной жизни • Наблюдение за химическими процессами в природе
Практическое занятие. Наблюдение и описание химический процессов происходящихся в повседневной жизни и в быту.
Как убрать пятна с одежды?
Ваша ручка осталась в кармане белой рубашки, которую вы носили вчера. Утром вы увидели что ручка пролила чернила, а ваша рубашка в пятнах. Поняв, что это пятно не вывести простой стиркой, вы тихонько рассказали об этом маме. Подумайте, как ваша мама может удалить пятно.
Чтобы удалить чернила, сначала нужно обратить внимание на то, из чего они сделаны.
Чернила часто состоят из 2 компонентов в зависимости от формирования надписи пигмент имеет разную плотность. Тип ручки Тип чернила Шариковая Гелевая
На основании данных таблицы можно сделать вывод, что принцип удаления чернильных следов связан с растворением пигментной основы чернил.
Необходимые оборудования и вещества:
– ватные диски;
– ненужная чистая зубная щетка;`],[`g7-c1-s09-t02`,7,`c1`,`s09`,`1.9`,`Практическое занятие. Наблюдение и описание химических процессов в повседневной жизни и быту`,31,31,`textbook`,`ru`,`Kimyo 7`,`…растворением пигментной основы чернил. Необходимые оборудования и вещества: – ватные диски; – ненужная чистая зубная щетка;
– зубная паста (способ 1);
– спирт (способ 2);
– вода (горячая и холодная).
1-метод. Очистка зубной пастой
Это средство стирает новые следы от чернил всего за 5 минут, для этого нужно взять белую зубную пасту.
Положите одежду на стол. Выдавите зубную пасту на пятно. Равномерно распределите зубную пасту.
Начните чистить пятно старой, но чистой зубной щеткой круговыми движениями.
Если ткань тонкая, пятно быстро исчезнет. В толстых тканях процесс идет немного медленнее.Очищенную одежду стирают в горячей воде, как обычно.
2-метод. Очистка спиртом
Чтобы удалить чернильное пятно, смочите пятно спиртом, подождите несколько секунд, а затем протрите ткань.
Чернильный след может растечься на большую площадь – это нормально. После исчезновения пятна обработанный участок промывают хозяйственным мылом или средством для мытья посуды.
Маслянный плотный пигмент синего, черного, фиолетового, красного цвета. Разные краски, смешанные с гелем`],[`g7-c1-s09-t03`,7,`c1`,`s09`,`1.9`,`Практическое занятие. Наблюдение и описание химических процессов в повседневной жизни и быту`,31,32,`textbook`,`ru`,`Kimyo 7`,`Маслянный плотный пигмент синего, черного, фиолетового, красного цвета. Разные краски, смешанные с гелем
Удаление пятен ржавчины с одежды
Пятна ржавчины на одежде можно вывести перекисью водорода и аспирином. Для этого 3 таблетки аспирина измельчают и растворяют примерно в 50 г перекиси водорода. Для усиления эффекта в раствор можно добавить 2 столовые ложки соды. Нанесите смесь на испачканный участок, оставьте на 3–4 часа и смойте горячей водой.
Удаление пятен крови с одежды
Паста, состоящая из поваренной соли и 10–15 капель лимонного сока, эффективно удаляет затвердевшие пятна крови. Приготовьте пасту, нанесите ее на испачканный участок и оставьте на несколько часов, затем смойте холодной водой.
Наблюдение горения угля
Необходимые оборудования и вещества: фарфоровая чашка, спиртовая лампа, железная ложка, уголь, спичка.
Порядок выполнения работы:
1. Возьмите кусочек угля размером с горошину и нагрейте его в пламени спиртовой лампы, пока он не будет тлеть.
2. Тлеющий кусок угля помещают в фарфоровую`],[`g7-c1-s09-t04`,7,`c1`,`s09`,`1.9`,`Практическое занятие. Наблюдение и описание химических процессов в повседневной жизни и быту`,32,32,`textbook`,`ru`,`Kimyo 7`,`…размером с горошину и нагрейте его в пламени спиртовой лампы, пока он не будет тлеть. 2. Тлеющий кусок угля помещают в фарфоровую
Химические процессы – образование новых веществ из существующих.
Выведение пятен – это процесс, который происходит с использованием растворителей и чистящих средств. Промывка – очистка веществ с помощью воды. Сгорание угля – процесс, сопровождающийся выделением тепла.
Ржавчина железных гвоздей – это разрушение железа во влажной среде.
чашу.
3. Кусок угля будет продолжать гореть.
Вы наблюдали горение природного газа в сво-
4. Запишите результаты наблюдений.
ем доме. В чем разница между сжиганием газа и сжиганием угля?
Наблюдение за ржавлением железа
Необходимые оборудования и вещества: 4 железных гвоздя, 4 стакана, дистиллированная вода, медная пластина, цинковая пластина, поваренная соль.
Порядок выполнения работ:
1-поместите в стакан с водой железный гвоздь.
2-поместите в стакан с водой железный гвоздь и поваренную соль.
3-поместите в стакан с водой, железный гвоздь и медную пластину.`],[`g7-c1-s09-t05`,7,`c1`,`s09`,`1.9`,`Практическое занятие. Наблюдение и описание химических процессов в повседневной жизни и быту`,32,33,`textbook`,`ru`,`Kimyo 7`,`3-поместите в стакан с водой, железный гвоздь и медную пластину.
4-поместите в стакан с водой, железный гвоздь и цинковую пластину.
Наблюдайте за процессами в каждом стакане и записывайте свои выводы.
Когда железные предметы оставляют в воде или во влажной среде на длительное время, они образуют красновато-коричневую чешуйчатую массу, называемую ржавчиной. Коррозия – это непрерывный процесс, который медленно разрушает и делает вещи непригодными для использования.Такие факторы, как кислая среда и соленая вода, могут ускорить процесс ржавления железа.
Опишите химические процессы, происходящие в быту и в хозяйстве
Задания
Проектная работа. 1. Наблюдайте за химическими явлениями, происходящими в саду, собирайте данные и представляйте их на следующем уроке.
2. Вы наверняка видели химические процессы, происходящие на стройках, объясните эти процессы.`],[`g7-c1-s09-d01`,7,`c1`,`s09`,`1.9`,`Практическое занятие. Наблюдение и описание химических процессов в повседневной жизни и быту: Выведение пятен, Ржавчина железных гвоздей, Коррозия`,31,33,`definition`,`ru`,`Kimyo 7`,`Чернильный след может растечься на большую площадь – это нормально.
Выведение пятен – это процесс, который происходит с использованием растворителей и чистящих средств.
Ржавчина железных гвоздей – это разрушение железа во влажной среде.
Коррозия – это непрерывный процесс, который медленно разрушает и делает вещи непригодными для использования.`],[`g7-c1-s10-t01`,7,`c1`,`s10`,`1.10`,`Урок закрепления`,34,34,`textbook`,`ru`,`Kimyo 7`,`Глава I. 10-тема Изучаемые понятия
• История химии Урок закрепления • Вещество, свойства веществ • Физические и химические явления • Правила безопасности труда при работе с оборудованием • Чистое вещество и смеси
1. Заполните таблицу об этапах развития химии.
Этапы развития химии Достижения ученых
2. Изобразите основные разделы химии в виде дерева или схемы. 3. Как бы вы отличили алхимию от современной химии? Почему? 4. Какой философ-ученый выступал против алхимии? Что вы знаете об этом ученом? 5. Заполните таблицу восточных мыслителей, известных на Западе своим вкладом в науку.
Восточные мыслители Западное имя
Вещество, свойства веществ, физические и химические явления
1. Напишите, какие продукты можно получить из перечисленных в таблице веществ.
Вещества 1. Медь 2. Железо 3. Стекло 2. Объясните точную разницу между следующими веществами:
A) углекислый газ и вода; Б) бензин и уксус;`],[`g7-c1-s10-t02`,7,`c1`,`s10`,`1.10`,`Урок закрепления`,34,35,`textbook`,`ru`,`Kimyo 7`,`…Стекло 2. Объясните точную разницу между следующими веществами: A) углекислый газ и вода; Б) бензин и уксус;
B) сахар и поваренная соль; Г) алюминий и медь. 3. По каким признакам можно перепутать поваренную соль и сахар? Назовите два признака, по которым их легко отличить. 4. Определите, какие из перечисленных явлений являются физическими, а какие химическими.
Продукты (тело, предмет)
1) таяние льда; 2) помутнение известковой воды от углекислого газа; 3) ржавление железного ведра; 4) гниение листьев; 5) кипение воды; 6) горение свечи; 7) потускнение серебряной ложки; 8) растворение сахара в воде.
Правила техники безопасности труда при работе с оборудованием в химическом кабинете
1. В кабинете химии разрешено следующее: __________________.
2. В кабинете химии запрещено следующее: ______________________.
3. Почему нельзя наклоняться и смотреть на сосуды, в которых происходит протекание химической реакции или процесс нагревания?`],[`g7-c1-s10-t03`,7,`c1`,`s10`,`1.10`,`Урок закрепления`,35,35,`textbook`,`ru`,`Kimyo 7`,`Почему нельзя наклоняться и смотреть на сосуды, в которых происходит протекание химической реакции или процесс нагревания?
4. Основываясь на полученные знания, объясните правила предупреждения на основе заметок с картинками, которые подготовлены для использования вами и вашими одноклассниками.
5. Рассмотрите коллекцию стеклянной и пластиковой посуды. Сравните их, перечислите преимущества и недостатки стеклянной посуды.
6. Покажите или объясните, как закрепить пробирку на штативе и нагреть ее. Не забывайте, какая часть пламени имеет самую высокую температуру.
7. Какой прибор служит опорой как в физических, так и в химических опытах?
8. Одним из условий протекания химических реакций является нагревание. Какие устройства можно для этого использовать? Как они устроены?
Чистые вещества и смеси
1. Какие из веществ являются чистыми: морская вода, азот, кислород, воздух, гранит, молоко, сахар, варенье, железо? Объясните.`],[`g7-c1-s10-t04`,7,`c1`,`s10`,`1.10`,`Урок закрепления`,35,36,`textbook`,`ru`,`Kimyo 7`,`Какие из веществ являются чистыми: морская вода, азот, кислород, воздух, гранит, молоко, сахар, варенье, железо? Объясните.
2. Копоть от дыма, роса от тумана и сливки от молока являются примерами каких способов разделения смесей?
3. Может ли в качестве фильтра выступать песок, сито, несколько слоев марли?
4. Вы пошли гулять в горы. Вы случайно уронили поваренную соль с руки, в результате соль намокла и смешалась с почвой. Соли больше нет. Как вы решаете проблему?
Вы видели вышеперечисленные знаки вокруг себя?
Поясните свой ответ.
Почему на одежду ставят условные знаки? Знаете ли вы их значение?
ГЛАВА II
ХИМИЧЕСКИЙ ЭЛЕМЕНТ, ХИМИЧЕСКИЙ СИМВОЛ
О ЧЕМ?
Атом и его строение. Химический элемент. Химический символ. Относительная атомная масса химического элемента. Атомная единица массы.
Химическая формула. Валентность. Индекс. Молекула. Относительная молекулярная масса. Простые и сложные вещества. Понятие моля. Постоянная Авогадро. Молярная масса вещества. Количество вещества. Химические реакции.`],[`g7-c1-s10-t05`,7,`c1`,`s10`,`1.10`,`Урок закрепления`,36,36,`textbook`,`ru`,`Kimyo 7`,`Постоянная Авогадро. Молярная масса вещества. Количество вещества. Химические реакции.
ЧТО ВЫ БУДЕТЕ ИЗУЧАТЬ?
История развития знаний об атомном строении. Учения Ж. Дальтона, М. В. Ломоносова, Демокрита. Протон, нейтрон и электроны. Химический элемент, его знак и название. Относительная атомная масса химического элемента. Атомная единица массы. Изотопы. Изобары. Изотоны.
Химическая формула. Валентность. Выполнение упражнений на основе валентности. Индексы. Молекула. Относительная молекулярная масса. Простые и сложные вещества. Понятие моля. Постоянная Авогадро. Определение молярной массы вещества. Количество вещества.
Решение расчетных задач на основе химических формул. Составление, и чтение, уравнивание химических реакций, решение расчетных задач по химическим формулам.
Бор Водород
Магний
Литий
Углерод Натрий`],[`g7-c2-s01-t01`,7,`c2`,`s01`,`2.1`,`Атом`,37,37,`textbook`,`ru`,`Kimyo 7`,`• История развития знаний о строении атома • Учение Демокрита • Взгляды ученых мыслителей Востока • Учения Дж.Далтона и М.В.Ломоносова
Атом
Основные понятия
Термин атом, древнегреческий “аtomos “ – то есть означает “неделимый". Демокрит считал, что материя дискретна. Аристотель считал, что материя непрерывна. Атомы не исчезают, а переставляются. Атомы состоят из небольших частиц, называемых протонами, электронами и нейтронами. Таким образом, атомы делятся, и не являются самой маленькой частицей вещества.
1. В каком из продуктов на картинке даже невооруженным глазом видны мелкие частицы?
2. На ваш взгляд, какой из продуктов на картинке не состоит из набора мелких частиц?
3. Как выглядит пшеничное зерно с расстояния около 3 метров, оно выглядит цельным или зернистым с расстояния 10 метров?
4. Как выглядит вода, которую осторожно льют на землю?`],[`g7-c2-s01-t02`,7,`c2`,`s01`,`2.1`,`Атом`,37,37,`textbook`,`ru`,`Kimyo 7`,`4. Как выглядит вода, которую осторожно льют на землю?
История развития знаний об атомном строении
Термин атом происходит от древнегреческого слова atomos, что означает «неделимый», и его происхождение восходит к представлениям древнегреческих философов о мельчайшей неделимой частице материи. Левкипп (500-200 до н.э.) отмечал, что «мир состоит из мельчайших частиц и пространства».
Ар-Рази соединил теорию Аристотеля о четырех элементах с основной теорией алхимии – атомистическими идеями. «Книга тайн» Ар-Рази начинается с представления о вселенной и ее происхождении. Ар-Рази говорил, что «Вещества состоят из вечных и неизменных частиц (то есть атомов) и пространств между ними, и эти частицы, конечно, имеют свои размеры».
Демокрит (Платон) (460–370 до н.э.) считал, что материя состоит из мелких неделимых частиц. Если кусок меди разбить на мелкие кусочки, он достигнет точки, в которой его уже нельзя разбить. Демокрит называл эти частицы атомами, по его мнению, материя дискретна.`],[`g7-c2-s01-t03`,7,`c2`,`s01`,`2.1`,`Атом`,37,38,`textbook`,`ru`,`Kimyo 7`,`Если кусок меди разбить на мелкие кусочки, он достигнет точки, в которой его уже нельзя разбить. Демокрит называл эти частицы атомами, по его мнению, материя дискретна.
С другой стороны, Аристотель (384-322 до н.э.) утверждал, что материя непрерывна.
Ибн Сина защищал «философскую концепцию природы» Аристотеля. Беруни возражал Ибн Сине, их спор касался в основном одного из важных вопросов природной философии Аристотеля – бесконеч-ного деления тел. Некоторые авторы, видевшие, что Беруни выступал против Ибн Сины в этом отношении, пришли к выводу, что он был сторонником атомизма Демокрита. Но Беруни отнесся к этому вопросу несколько серьезнее.
Он пытается найти способ решения проблемы деления, стремясь устранить присущие двум доктринам противоречия и ограничения – атомистическое и бесконечное деление. Разница между атомистической теорией Беруни и атомистической теорией Демокрита заключается в том, что, Абу Райхон Беруни отрицает пустоту, Демокрит считает пустоту необходимой и неотъемлемой частью мира.`],[`g7-c2-s01-t04`,7,`c2`,`s01`,`2.1`,`Атом`,38,38,`textbook`,`ru`,`Kimyo 7`,`Разница между атомистической теорией Беруни и атомистической теорией Демокрита заключается в том, что, Абу Райхон Беруни отрицает пустоту, Демокрит считает пустоту необходимой и неотъемлемой частью мира.
Критикуя Аристотеля, Беруни прежде всего обращается к опыту, его путь был направлен против аристотелевского метода наблюдения. Таким образом, Беруни пытается признать бесконечную делимость тел и показать ограниченность атомистического учения о неделимых частицах, но не может полностью решить эту проблему. Новые платонические принципы проявились в философских воззрениях ал-Кинди, ар-Рази, Фараби и Ибн Сины. В мышлении Аль-Кинди преобладали взгляды Аристотеля, тогда как в мышлении ар-Рази сильнее преобладали взгляды Платона.
Мысли М. В. Ломоносова о строении атома`],[`g7-c2-s01-t05`,7,`c2`,`s01`,`2.1`,`Атом`,38,38,`textbook`,`ru`,`Kimyo 7`,`…мышлении ар-Рази сильнее преобладали взгляды Платона. Мысли М. В. Ломоносова о строении атома
Русский ученый М. В. Ломоносов писал о строении атома во многих своих работах. (1741 г.) Суть учения Ломоносова можно описать следующими правилами: 1. Все вещества состоят из «корпускул» (именно так Ломоносов назвал молекулы). 2. Молекулы состоят из «элементов» (так Ломоносов называл атомы). 3. Частицы – молекулы и атомы находятся в постоянном движении. Количество теплоты тел зависит от увеличения скорости движения частиц в них.
4. Молекулы простых веществ состоят из одних и тех же атомов, молекулы сложных веществ состоят из разных атомов.
Научные объяснения существования атомов лежат в основе атомной теории. Ряд ученых внесли свой вклад в развитие теории атома.Однако современная концепция атома началась с работ английского ученого Джона Дальтона (1766–1844). Дальтон использовал идею Демокрита об атомах для объяснения закона сохранения массы и закона постоянства состава. В 1808 году он выдвинул логическую гипотезу об атомной теории.`],[`g7-c2-s01-t06`,7,`c2`,`s01`,`2.1`,`Атом`,38,39,`textbook`,`ru`,`Kimyo 7`,`Дальтон использовал идею Демокрита об атомах для объяснения закона сохранения массы и закона постоянства состава. В 1808 году он выдвинул логическую гипотезу об атомной теории.
Основные аспекты атомной теории Дальтона:
1. Материя состоит из очень маленьких частиц, называемых атомами.
2. Атомы неделимы.
3. Все атомы данного элемента одинаковы, имеют одинаковую массу и свойства.
4. Атомы одного элемента отличаются от атомов другого элемента, массой и другими свойствами.
5. Химическая реакция включает только разделение, соединение или перегруппировку атомов.
Это не приводит к их созданию или уничтоже-
Дальтон думал, что атомы имеют сферическую форму и не могут быть разбиты на более мелкие части.
Атомы меди Натрий хлор в медной в хлориде проволоке натрия Согласно Дальтон, все атомы в медной проволоке одинаковы по размеру и массе. В составе хлорида натрия содержится натрий и хлор. Все атомы натрия одинаковы; все атомы хлора одинаковы. Однако атомы натрия отличаются по размеру, массе и другим свойствам от атомов хлора.`],[`g7-c2-s01-t07`,7,`c2`,`s01`,`2.1`,`Атом`,39,39,`textbook`,`ru`,`Kimyo 7`,`Все атомы натрия одинаковы; все атомы хлора одинаковы. Однако атомы натрия отличаются по размеру, массе и другим свойствам от атомов хлора.
нию.
6. Атомы соединяются в небольших целых числах и образуют соединения. Например, в углекислом газе один атом углерода соединяется с 2 атомами кислорода в соотношении 1:2.
Атомная теория Дальтона имеет определенные недостатки, если оценивать ее с точки зрения новых экспериментальных открытий, сделанных после Дальтона в отношении природы атомов. Атомная теория Дальтона была видоизменена в связи с открытием субатомных частиц. Следующие два утверждения в атомной теории Дальтона были ложными.
Недостатки атомной теории Дальтона
1. Атомы неделимы: это было доказано неправильным, потому что атомы могут быть разделены на субатомные частицы.
2. Атомы одного и того же элемента имеют одинаковую массу: атомы одного и того же элемента могут не иметь одинаковые массы, как это объясняется в современной атомной теории.`],[`g7-c2-s01-t08`,7,`c2`,`s01`,`2.1`,`Атом`,39,39,`textbook`,`ru`,`Kimyo 7`,`Атомы одного и того же элемента имеют одинаковую массу: атомы одного и того же элемента могут не иметь одинаковые массы, как это объясняется в современной атомной теории.
Эти факты объясняются современной атомной теорией.
Хотя некоторые утверждения Дальтона не совсем верны, все же принимается корпускулярная природа материи и существование атомов. Поэтому Дальтона считают основоположником современной атомной теории.
Согласно Дальтону, все атомы в медной проволоке одинаковы по размеру и массе. Хлорид натрия содержит натрий и хлор, все атомы натрия одинаковы, все атомы хлора одинаковы. Однако атомы натрия отличаются от атомов хлора размерами, массой и другими свойствами. Дальтон предположил существование атомов на основе экспериментальных наблюдений, и его гипотеза с большой точностью объяснила их природу и свойства. Совокупность атомов нельзя увидеть невооруженным глазом, они видны под сильным микроскопом.`],[`g7-c2-s01-t09`,7,`c2`,`s01`,`2.1`,`Атом`,39,40,`textbook`,`ru`,`Kimyo 7`,`Совокупность атомов нельзя увидеть невооруженным глазом, они видны под сильным микроскопом.
Между молекулами существуют силы притяжения и отталкивания. Каждая молекула имеет свою массу, размер и химические свойства.
Электронный микроскоп
Хлор Бром Йод
Вода Серная кислота Поваренная соль
Молекулы одного вещества одинаковы: молекулы разных веществ различны и отличаются друг от друга по составу, массе, размеру, свойствам.
Предположим, что грифель карандаша сделан из чистого углерода, то есть из графита. Итак, в грифеле карандаша только атомы углерода. В крошечной точке, нарисованной карандашом на бумаге, миллиарды атомов углерода.
В результате научных исследований после Дальтона были сделаны новые открытия, которые привели к развитию современной атомной теории.Следующие утверждения описывают основные идеи современной атомной теории:`],[`g7-c2-s01-t10`,7,`c2`,`s01`,`2.1`,`Атом`,40,40,`textbook`,`ru`,`Kimyo 7`,`Следующие утверждения описывают основные идеи современной атомной теории:
1. Вещества состоят из мельчайших частиц, то есть молекул, сохраняющих свои химические свойства вещества.
2. Молекулы состоят из атомов.
3. Атомы имеют сложную структуру и состоят из электронов, протонов, нейтронов и других частиц.
4. Молекулы и атомы находятся в постоянном движении.
Задания
1. Показанная модель представляет собой образование молекулы воды из атомов водорода и кислорода.
Атомы водорода Атомы кислорода Соединения H и O (вода)
2. Сколько атомов водорода необходимо на один атом кислорода для образования воды?
3. Какому утверждению атомной теории Дальтона вы это приписываете?`],[`g7-c2-s01-sum`,7,`c2`,`s01`,`2.1`,`Атом: главное`,37,37,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Термин атом, древнегреческий “аtomos “ – то есть означает “неделимый". Демокрит считал, что материя дискретна. Аристотель считал, что материя непрерывна. Атомы не исчезают, а переставляются. Атомы состоят из небольших частиц, называемых протонами,`],[`g7-c2-s02-t01`,7,`c2`,`s02`,`2.2`,`Атом и его строение, протоны, нейтроны и электроны`,41,41,`textbook`,`ru`,`Kimyo 7`,`• Протон • Нейтрон • Электрон
Атом и его строение, протоны, нейтроны и электроны
Историческая справка
Научные объяснения существования атомов лежат в основе атомной теории. Гипотеза – это приблизительное объяснение наблюдаемого научного закона. Если гипотеза подтверждается повторными экспериментами и принимается научным сообществом, она становится теорией.
В развитии теории атома внесли свой вклад ряд ученых, однако современные представления об атоме началось с работ английского ученого Джона Дальтона (1766–1844), который в 1808 году создал свою теорию атомов.
Расскажите, как Дальтон представлял атом
Джозеф Джон Томсон (1856–1940)
В ходе исследований, проведенных Дж. Томсоном в 1897 г., было обнаружено, что существуют частицы, которые в несколько раз меньше атомов, это электроны.
Было показано, что масса электрона в 1837 раз меньше массы атома водорода, и это наименьшая из частиц, обладающих электрическим зарядом.Обнаружено, что заряд и масса электрона не меняются.`],[`g7-c2-s02-t02`,7,`c2`,`s02`,`2.2`,`Атом и его строение, протоны, нейтроны и электроны`,41,41,`textbook`,`ru`,`Kimyo 7`,`Было показано, что масса электрона в 1837 раз меньше массы атома водорода, и это наименьшая из частиц, обладающих электрическим зарядом. Обнаружено, что заряд и масса электрона не меняются.
За это изобретение ученый был удостоен Нобелевской премии по физике.
Мандарины содержат несколько семян и мягких веществ. Опишите, как семена расположены в плодах.
Атом гелия состоит из двух протонов, двух электронов и двух нейтронов. Укажите возможные способы расположения этих частиц в атоме гелия.
Из каких частиц состоит атом?
В атоме есть три основные субатомные частицы: протон, электрон и нейтрон. Структура атома описывает, как распологаются эти частицы, образуя атом.
Эрнест Резерфорд (1871–1937) получил Нобелевскую премию в 1908 году.
Э. Резерфорд провел серию экспериментов и выявил недостатки теории модели атома Дж. Томсона.
Э. Резерфорд предложил планетарную модель атома. Согласно этой модели любой атом состоит из положительно заряженного ядра, содержащего основную часть его атомной массы, и электронов, движущихся вокруг него по круговой орбитали.`],[`g7-c2-s02-t03`,7,`c2`,`s02`,`2.2`,`Атом и его строение, протоны, нейтроны и электроны`,41,42,`textbook`,`ru`,`Kimyo 7`,`Согласно этой модели любой атом состоит из положительно заряженного ядра, содержащего основную часть его атомной массы, и электронов, движущихся вокруг него по круговой орбитали.
Атом имеет две области: ядро и электронную оболочку (орбитали). Ядро содержит нейтроны и протоны. Электро-электронны вращаются слоями вокруг ядра, как планеты движутся протон вокруг Солнца. Каждый электрон находится на определен-нейтрон ном расстоянии от ядра. Почти вся масса атома сосредоточена в ядре. Итак, ядро – это тяжелая часть атома, но ядро занимает очень мало места по сравнению с объемом, занимаемым электронами. Поскольку эта модель напоминает Солнечную систему, ее назвали планетарной моделью атома.
Обратите внимание, что слои – это пути электронов, движущихся вокруг ядра. Данный атом имеет равное количество протонов и электронов. Например, водород имеет один протон и один электрон, гелий – два протона и два электрона, а литий – три протона и три электрона.`],[`g7-c2-s02-t04`,7,`c2`,`s02`,`2.2`,`Атом и его строение, протоны, нейтроны и электроны`,42,42,`textbook`,`ru`,`Kimyo 7`,`Например, водород имеет один протон и один электрон, гелий – два протона и два электрона, а литий – три протона и три электрона.
ядро орбита
Основные понятия
Протон – это небольшая положительно заряженная частица, расположенная в атомном ядре. Нейтрон – крошечная нейтральная частица, расположенная в атомном ядре. Электрон – небольшая отрицательно заряженная частица, находящаяся вне ядра атома.
Субатомные частицы – частицы меньше атома. Ядро – это тяжелая часть атома. Электроны вращаются вокруг ядра.
Водород Гелий Литий
Потрите волосы или шелк кончиком ручки.
Поднесите ручку ближе к листам бумаги.
1. Что вы заметили?
2. Почему их тянет друг к другу?
3. Какие виды зарядов притягиваются друг к другу?
Существует два типа электрических зарядов: положительный и отрицательный. Протоны заряжены положительно, электроны заряжены отрицательно, нейтроны незаряжены, т.е. нейтральны. Заряд протона +1, электрона -1. Нейтрон имеет нулевой заряд, а поскольку в атоме равное количество протонов и электронов, он считается электронейтральным.`],[`g7-c2-s02-t05`,7,`c2`,`s02`,`2.2`,`Атом и его строение, протоны, нейтроны и электроны`,42,43,`textbook`,`ru`,`Kimyo 7`,`Нейтрон имеет нулевой заряд, а поскольку в атоме равное количество протонов и электронов, он считается электронейтральным.
Частицы на научном языке обозначаются электроном – ē, протоном – p, нейтроном – n.
Масса протона 1,673 ∙ 10–24 г, масса нейтрона 1,675 ∙ 10–24 г. Таким образом, протон и нейтрон имеют почти одинаковую массу. Масса электрона очень маленькая 0,0009109∙10–24 г, и поэтому его масса считается приблизительно равной нулю.
Природа и расположение субатомных частиц
Частица Протон Электрон Нейтрон
Расположение Ядро Орбиталь Ядро
Относительная масса 1 0 1
Электронный слой ядро нейтроны протоны
Атом гелия 2-протона, 2-нейтрона, 2-электрона
Электрон – это маленькая отрицательно заряженная частица, находящаяся вне атомного ядра. Электроны движутся вокруг ядра.
Нейтрон – это маленькая нейтральная частица, находящаяся в ядре атома. В большинстве атомов нейтронов больше, чем протонов. Например, атом лития имеет 3 протона и 4 нейтрона; аналогично, атом натрия имеет 11 протонов и 12 нейтронов.`],[`g7-c2-s02-t06`,7,`c2`,`s02`,`2.2`,`Атом и его строение, протоны, нейтроны и электроны`,43,43,`textbook`,`ru`,`Kimyo 7`,`Например, атом лития имеет 3 протона и 4 нейтрона; аналогично, атом натрия имеет 11 протонов и 12 нейтронов.
Протон – это маленькая положительно заряженная частица, находящаяся в ядре атома. Протоны настолько малы, что их невозможно увидеть даже в мощный микроскоп. Если атом размером с футбольный стадион, то протон меньше горошины.
Ядро атома является центральной частью атома и состоит из протонов и нейтронов.
Задания
1. В чем разница между протонами и электронами?
2. Сходства и различия между протонами и нейтронами?
3. Сделайте модели атомов натрия и хлора.
Протоны притягивают электроны и заставляют их вращаться вокруг ядра. Поскольку нейтроны являются нейтральными частицами, они не участвуют в этом процессе.
Так зачем они тогда нужны?
Они нужны, чтобы «приклеить» протоны к ядру, потому что протоны отталкиваются друг от друга электрическими силами. Без нейтронов протоны были бы рассеяны повсюду! Протоны и нейтроны перемещаются только на очень небольшие расстояния – внутри ядра.`],[`g7-c2-s02-d01`,7,`c2`,`s02`,`2.2`,`Атом и его строение, протоны, нейтроны и электроны: Гипотеза, Протон, Электрон`,41,43,`definition`,`ru`,`Kimyo 7`,`Гипотеза – это приблизительное объяснение наблюдаемого научного закона.
Итак, ядро – это тяжелая часть атома, но ядро занимает очень мало места по сравнению с объемом, занимаемым электронами.
Обратите внимание, что слои – это пути электронов, движущихся вокруг ядра.
Протон – это небольшая положительно заряженная частица, расположенная в атомном ядре.
Электрон – это маленькая отрицательно заряженная частица, находящаяся вне атомного ядра.`],[`g7-c2-s02-d02`,7,`c2`,`s02`,`2.2`,`Атом и его строение, протоны, нейтроны и электроны: Нейтрон, Протон`,43,43,`definition`,`ru`,`Kimyo 7`,`Нейтрон – это маленькая нейтральная частица, находящаяся в ядре атома.
Протон – это маленькая положительно заряженная частица, находящаяся в ядре атома.`],[`g7-c2-s02-sum`,7,`c2`,`s02`,`2.2`,`Атом и его строение, протоны, нейтроны и электроны: главное`,42,42,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Протон – это небольшая положительно заряженная частица, расположенная в атомном ядре. Нейтрон – крошечная нейтральная частица, расположенная в атомном ядре. Электрон – небольшая отрицательно заряженная частица, находящаяся вне ядра атома.`],[`g7-c2-s03-t01`,7,`c2`,`s03`,`2.3`,`Химический элемент. Химический символ`,44,44,`textbook`,`ru`,`Kimyo 7`,`• химический элемент • химический символ • наименование химического элемента
Химический элемент. Химический символ
Историческая справка
В 1813 году, по предложению шведского химика Йенса Якоба Берцелиуса, химический знак изображают, записывая первую букву латинского названия элемента или добавляя к первой букве одну из следующих букв.
Определенный тип атома представляет собой химический элемент.
В настоящее время известно 118 типов атомов – 118 химических элементов. Вся живая и неживая природа во Вселенной в основном состоит из этих химических элементов.
На языке химии каждое известное чистое вещество, будь то элемент или соединение, имеет свое название, символ или формулу. Химики используют химические знаки вместо названий элементов, потому что они проще. Они помогают химикам писать химические формулы и уравнения. Символы и формулы разработаны в соответствии с международными стандартами. Поэтому они позволяют всем химикам в мире легко общаться.`],[`g7-c2-s03-t02`,7,`c2`,`s03`,`2.3`,`Химический элемент. Химический символ`,44,44,`textbook`,`ru`,`Kimyo 7`,`Символы и формулы разработаны в соответствии с международными стандартами. Поэтому они позволяют всем химикам в мире легко общаться.
Химический символ – это краткий знак химического названия элемента, Примеры: азот Nitrogenium – N, алюминий Aluminium – Al и т.д.
Химический символ обычно представляет собой первую букву английского или латинского названия элемента. Например, Hydrogenium – H водород, Oxygenium – O кислород. Калий происходит от латинского слова Kalium.
Почему не все элементы обозначены первой буквой их названий?
Названия некоторых элементов, таких как углерод, кальций, хлор и медь, начина-ются с одной и той же буквы «С».Поэтому мы не можем использовать букву «С» как обозначение всех этих элементов. Таким образом, две буквы используются для всех элементов, кроме одного. Carboneum, где первая буква «С» обозначает углерод. Другие элементы представлены двухбуквенными знаками, таким образом, знаки для этих элементов Ca-Calcium для кальция, Cl-Chlorum для хлора и Cu-Cuprum для меди. Всегда первая буква знака пишется с большой буквы, а вторая буква строчная.`],[`g7-c2-s03-t03`,7,`c2`,`s03`,`2.3`,`Химический элемент. Химический символ`,44,45,`textbook`,`ru`,`Kimyo 7`,`Другие элементы представлены двухбуквенными знаками, таким образом, знаки для этих элементов Ca-Calcium для кальция, Cl-Chlorum для хлора и Cu-Cuprum для меди. Всегда первая буква знака пишется с большой буквы, а вторая буква строчная.
В начале XIX века английский химик Дж. Дальтон предложил обозначать атомы химических элементов кружками, внутри которых стоят точки, тире и начальные буквы английских названий металлов. Символы, полученные от английских и латинских названий некоторых элементов, перечислены в таблице.
Основные понятия Химический элемент – разновидность атомов.
Химический символ – это короткий символ для химического названия элемента. Химический символ обозна-чает элемент и один атом этого элемента. Известно 118 химических элементов, которые представлены в таблице химических элементов Д.И.Менделеева.
Английское название элемента
Русское имя
Химический знак
Английское название элемента`],[`g7-c2-s03-t04`,7,`c2`,`s03`,`2.3`,`Химический элемент. Химический символ`,45,45,`textbook`,`ru`,`Kimyo 7`,`…элементов Д.И.Менделеева. Английское название элемента Русское имя Химический знак Английское название элемента
Argentum Hydrargyrum Aurum Natrium Stannum
Химические элементы известны и перечислены в таблице химических элементов Д. И. Менделеева. Таблица содержит порядковый номер каждого элемента.
Названия элементов различны в зависимости от их происхождения: они названы в честь стран и континентов, ученых, цветов, запахов.
Историческая справка
Алхимики считали, что в природе существует всего семь металлов по количеству известных в то время планет. Считалось, что эти семь металлов связаны с окружением человека, его психическим состоянием, днем недели и космосом, поэтому металлам давались названия соответствующих планет.
Русское имя
Химический знак
Boron Fluorine Sulphur Helium Magnesium
Бор Фтор Сера Гелий Магний
B F S He Mg
Серебро Ртуть Золото Натрий Олово
Ag Hg Au Na Sn
Распространение химических элементов`],[`g7-c2-s03-t05`,7,`c2`,`s03`,`2.3`,`Химический элемент. Химический символ`,45,46,`textbook`,`ru`,`Kimyo 7`,`…Сера Гелий Магний B F S He Mg Серебро Ртуть Золото Натрий Олово Ag Hg Au Na Sn Распространение химических элементов
Другие элементы 0,1 %
Металл Символ Золото
Планета Дни недели Солнце
Воскресенье
Серебро
Луна
Понедельник
Железо Марс Вторник
Ртуть Меркурий Среда
Олово Юпитер
Четверг
Медь Венера Пятница
Во вселенной в процентах от общего числа атомов
Свинец Сатурн Суббота
Самым распространенным элементом во Вселенной является водород (74% по массе). Он существует со времен Большого взрыва. Только небольшая часть водорода смогла превратиться в более тяжелые элементы в звездах. Самым распространенным элементом на Земле является кислород (46–47%). Большая его часть связана в виде оксидов, прежде всего оксида кремния (SiO2).
Другие элементы
В земной коре (в процентах от общей массы).
Задания
1. В чем разница между понятиями «атом» и «химический элемент»?`],[`g7-c2-s03-t06`,7,`c2`,`s03`,`2.3`,`Химический элемент. Химический символ`,46,46,`textbook`,`ru`,`Kimyo 7`,`1. В чем разница между понятиями «атом» и «химический элемент»?
2. Найдите информацию об истории открытий в дополнительной литературе, представьте информацию о происхождении и истории названия одного из химических элементов, перечисленных в учебнике, в любой удобной форме (сообщение, рисунок, схема, стихотворение и т. д.).
3. Постройте пирамиду с символами элементов в соответствии с порядковыми номерами в Периодической таблице химических элементов. 1 4 6 8
4. Как вы думаете, в чем причина того, что распределение химических элементов в земной коре так отличается от их распространения в космосе?
5. Назовите элементы, символы которых даны на химической карте, глядя на периодическую таблицу.
Химические элементы названные в честь ученых
Гадолиний (Gd) – назван в честь финского химика Йохана Гадолина;
Кюри (Cm) – назван в честь французского ученого Пьера Кюри;
Эйнштейний (Es) – назван в честь немецкого физика Альберта Эйнштейна;`],[`g7-c2-s03-t07`,7,`c2`,`s03`,`2.3`,`Химический элемент. Химический символ`,46,46,`textbook`,`ru`,`Kimyo 7`,`Эйнштейний (Es) – назван в честь немецкого физика Альберта Эйнштейна;
Фермий (Fm) – назван в честь итало-американского физика Энрико Ферми;
Менделеевий (Md) – назван в честь русского химика Дмитрия Ивановича Менделеева;
Нобелий (No) – назван в честь шведского ученого Альфреда Нобеля;
Лоуренсий (Lr) – назван в честь американского физика Эрнеста Орландо Лоуренс;
Резерфордий (Rf) – назван в честь английского физика Эрнеста Резерфорда, родившегося в Новой Зеландии;
Сиборгий (Sg) – назван в честь американского физика Гленна Сиборга;
Рентгений (Rg) – назван в честь немецкого физика Вильгельма Конрада Рентгена;
Коперниций (Cn) назван в честь польского астронома Николая Коперника.`],[`g7-c2-s03-d01`,7,`c2`,`s03`,`2.3`,`Химический элемент. Химический символ: Химический символ`,44,44,`definition`,`ru`,`Kimyo 7`,`Химический символ – это краткий знак химического названия элемента, Примеры: азот Nitrogenium – N, алюминий Aluminium – Al и т.
Химический символ – это короткий символ для химического названия элемента.`],[`g7-c2-s03-sum`,7,`c2`,`s03`,`2.3`,`Химический элемент. Химический символ: главное`,44,44,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Химический элемент – разновидность атомов.`],[`g7-c2-s04-t01`,7,`c2`,`s04`,`2.4`,`Относительная атомная масса химического элемента`,47,47,`textbook`,`ru`,`Kimyo 7`,`• Относительная атомная масса • Атомная единица массы
Относительная масса химического элемента
Чем атомы разных элементов отличаются друг от друга?
На рисунке показаны сферические модели атомов некоторых химических элементов. Конечно, не в реальном размере, а в многократном увеличении, ведь атомы настолько малы, что их невозможно увидеть даже в самые лучшие оптические микроскопы.
В конце XX века были созданы более совершенные микроскопы, позволившие ученым увеличивать изображение в несколько десятков миллионов раз. В такой микроскоп хорошо видны атомы, расположенные по отдельности на поверхности вещества.
Современная наука располагает методами определения размера и массы атомов. Например, самый легкий атом – это атом водорода. Его масса 0,0000 000000000000000000000016735кг. Самый маленький атом – гелий (He). Диаметр этого атома составляет около 0,00000000098 м.`],[`g7-c2-s04-t02`,7,`c2`,`s04`,`2.4`,`Относительная атомная масса химического элемента`,47,47,`textbook`,`ru`,`Kimyo 7`,`Самый маленький атом – гелий (He). Диаметр этого атома составляет около 0,00000000098 м.
Такие числа сложно писать и читать, поэтому их обычно представляют в более удобной форме: 1,6735 ∙ 10−27 кг и 9,8 ∙ 10−10 м. Атомы многих химических элементов намного крупнее атома гелия. Круп-нейшим из них является атом франция (Fr). Его диаметр в 7 раз больше диаметра атома гелия.
Увеличенное изображение поверхности кремния
Атомы разных элементов отличается еще больше по массе. Масса атома обозначается ма и выражается в единицах массы СИ (кг).
Например, масса атома углерода: ma(C) = 19,94 ∙ 10−27 кг, масса атома кислорода ma(O) = 26,56 ∙ 10−27 кг. Масса атома урана U, самого тяжелого элемента на Земле, почти в 237 раз превышает массу атома водорода.
Атомная единица массы`],[`g7-c2-s04-t03`,7,`c2`,`s04`,`2.4`,`Относительная атомная масса химического элемента`,47,47,`textbook`,`ru`,`Kimyo 7`,`…тяжелого элемента на Земле, почти в 237 раз превышает массу атома водорода. Атомная единица массы
Использовать такие малые массы атомов в расчетах неудобно, тем более что в XIX веке, когда начала формироваться атомная и молекулярная теория, ученые не имели представления о реальных размерах и массах атомов. Поэтому на практике вместо действительных масс атомов стали использовать их относительные значения. Их рассчитывают из соотношений масс простых веществ в их реакциях друг с другом. Химики предполагали, что эти отношения пропорциональны массам соответствующих атомов. В начале XIX века Дж.
Дальтон ввел понятие относительной атомной массы, взяв за единицу сравнения массу самого легкого атома – водорода. В настоящее время в качестве такой единицы сравнения используется 1/12 часть массы атома углерода, называемая атомной единицей массы (a. е. м)Его международное обозначение – u (от английского слова «единица».`],[`g7-c2-s04-t04`,7,`c2`,`s04`,`2.4`,`Относительная атомная масса химического элемента`,47,48,`textbook`,`ru`,`Kimyo 7`,`В настоящее время в качестве такой единицы сравнения используется 1/12 часть массы атома углерода, называемая атомной единицей массы (a. е. м)Его международное обозначение – u (от английского слова «единица».
Атомная единица массы составляет 1/12 массы атома углерода, что составляет 1,66 ∙ 10−27 кг.
Относительная атомная масса
Значения относительных атомных масс химических элементов получают путем сравнения средних масс атомов различных элементов с единицей атомной массы.
Относительная атомная масса элемента – физи-ческая величина, показывающая, во сколько раз масса атома определенного химического элемента больше 1/12 массы атома углерода.
Относительная атомная масса обозначается символами Ar (A – первая буква английского слова «atomic» означающий атом, r – первая буква английского слова «relative» означающий «относительно»).
ma(X)
Здесь X – химический знак элемента.
Например, относительная атомная масса водоро кислорода: Ar(O ) = = −27 =16`],[`g7-c2-s04-t05`,7,`c2`,`s04`,`2.4`,`Относительная атомная масса химического элемента`,48,48,`textbook`,`ru`,`Kimyo 7`,`Например, относительная атомная масса водоро кислорода: Ar(O ) = = −27 =16
Как видите, относительная атомная масса элемента показывает во сколько раз масса атома данного элемента, больше атомной единицы массы u.
Периодическая таблица показывает относительные атомные массы всех элементов. В расчетах, решая задачи, мы используем значения этих величин, округленные до целых чисел.
Внимание! Часто относительную атомную массу элемента называют просто атомной массой. Однако относительную атомную массу (например, Ar(O) = 16) не следует путать с абсолютной массой, выраженной в килограммах (ma(O) = 26,56 · 10−27 кг) или (ma(O) = 16).
Задания
1. Даны абсолютные массы атомов (ma):
9,296 ∙ 10-26 кг; 3,337 ∙ 10-22 г; 3,818 ∙ 10-23 г. Найдите их относительные атомные массы и определите химические элементы.
2. Насколько легче атом кислорода атома серы, а атом углерода атома серебра?
3. Используя периодическую таблицу химических элементов, расположите символы перечисленных элементов в порядке возрастания относительных атомных масс:`],[`g7-c2-s04-t06`,7,`c2`,`s04`,`2.4`,`Относительная атомная масса химического элемента`,48,48,`textbook`,`ru`,`Kimyo 7`,`Используя периодическую таблицу химических элементов, расположите символы перечисленных элементов в порядке возрастания относительных атомных масс:
Si, Na, O, N, Zn, Ba, P, Cl, Ca, K, Al, Fe, S, H, Mg.
4. Используя периодическую таблицу химических элементов в своей тетради, заполните кружки символами химических элементов от относительной атомной массы от 1 до 40 и по часовой стрелке в порядке увеличения относительной атомной массы.
1/12 часть атома углерода
Основные понятия Относительная атомная масса элемента – это физическая величина, которая показывает, во сколько раз масса атома химического элемента больше 1/12 массы атома углерода.
Атомная единица массы составляет 1/12 массы атома углерода, что составляет 1,66 •10-27 кг. Атомная масса-средняя масса изотопов данного элемента.
Поэтому: Ar(X ) = да:`],[`g7-c2-s04-d01`,7,`c2`,`s04`,`2.4`,`Относительная атомная масса химического элемента: просто атомной массой, Основные понятия Относительная атомная масса элемента`,47,48,`definition`,`ru`,`Kimyo 7`,`Например, самый легкий атом – это атом водорода.
Часто относительную атомную массу элемента называют просто атомной массой.
Основные понятия Относительная атомная масса элемента – это физическая величина, которая показывает, во сколько раз масса атома химического элемента больше 1/12 массы атома углерода.`],[`g7-c2-s04-sum`,7,`c2`,`s04`,`2.4`,`Относительная атомная масса химического элемента: главное`,48,48,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Относительная атомная масса элемента – это фи-`],[`g7-c2-s05-t01`,7,`c2`,`s05`,`2.5`,`Изотопы. Изобары. Изотоны`,49,49,`textbook`,`ru`,`Kimyo 7`,`• Относительная атомная масса • Изотопы • Изобары • Изотоны
Изотопы. Изобары. Изотоны
Атомный номер и относительная атомная масса
Атомный номер – это число, представленное порядковым номером элемента в периодической таблице Порядковый номер – это количество протонов в атоме. Обозначается буквой «Z».
Порядковый номер (Z) = количеству протонов.
Относительная атомная масса – это сумма протонов и нейтронов в атоме. Обозначается буквой «А». Например, натрий содержит 11 протонов и 12 нейтронов. Таким образом, атомный номер натрия равен 11, а относительная атомная масса равна 23.
Относительная атомная масса (A) = количество протонов + количество нейтронов.
Атомный номер и относительная атомная масса обычно даются вместе с символом элемента.
Например, углерод, натрий и сера имеют соответствующие символы и можно описать с помощью этого обозначения как: 23 Na,32S,12C .
Атомная масса хлора 35,5, меди 63,5. Означает ли это, что атомы двух элементов имеют половину протонов или половину нейтронов?`],[`g7-c2-s05-t02`,7,`c2`,`s05`,`2.5`,`Изотопы. Изобары. Изотоны`,49,49,`textbook`,`ru`,`Kimyo 7`,`Означает ли это, что атомы двух элементов имеют половину протонов или половину нейтронов?
Атомная масса хлора 35,5, а меди 63,5. Значит ли это, что атомы этих двух элементов имеют половину протона или половину нейтрона?
Существует три изотопа углерода: у первого изотопа 6, у второго 7, у третьего 8 нейтронов. При указании изотопов атомная масса пишется через дефис после названия элемента. Например, изотопы углерода с атомными массовыми числами 12, 13 и 14 можно записать как углерод – 12, углерод – 13 и углерод-14 соответственно, в то же время их можно записать и как 12C,13C и 14C.
Порядковый номер Z
Атомная масса A
СIХлор
СuМедь`],[`g7-c2-s05-t03`,7,`c2`,`s05`,`2.5`,`Изотопы. Изобары. Изотоны`,49,50,`textbook`,`ru`,`Kimyo 7`,`…записать и как 12C,13C и 14C. Порядковый номер Z Атомная масса A СIХлор СuМедь
Если вы внимательно посмотрите на относительные атомные массы элементов в периодической таблице, то увидите, что не все они являются целыми числами, а это означает, что у каждого элемента есть «некрасивые» атомы. Например, в простейшем водороде – вокруг него вращается один протон, один электрон, это и есть весь атом. Однако существуют атомы водорода, в ядре которых помимо протонов есть нейтроны. Такой водород называется дейтерием, его атом тяжелее обычного, и это изотоп водорода.
Изотопы элементов распределены в природе неравномерно. Среди изотопов данного элемента одни встречаются в больших количествах, а другие – в меньших. Среди трех изотопов углерода, например, 12C является наиболее распространенным. Среди трех изотопов водорода протий является наиболее распространенным. Обратите внимание, что, поскольку за химические свойства отвечают электроны, изотопы элемента обладают такими же химическими свойствами. Однако они различаются по физическим свойствам, таким как плотность.`],[`g7-c2-s05-t04`,7,`c2`,`s05`,`2.5`,`Изотопы. Изобары. Изотоны`,50,50,`textbook`,`ru`,`Kimyo 7`,`Обратите внимание, что, поскольку за химические свойства отвечают электроны, изотопы элемента обладают такими же химическими свойствами. Однако они различаются по физическим свойствам, таким как плотность.
Два изотопа хлора существуют в природе в разном процентном соотношении:атомов 75%:35Cl и 25% :37Cl. Таким образом, атомная масса хлора рассчитывается как средняя масса двух изотопов.
Атомные массы обычно даются без единиц.
Изотопы – атомы с одинаковым числом протонов, разной массой (А). Изобары – атомы с одинаковой массой (А) и разным числом протонов. Изотоны – это атомы с одинаковым количеством нейтронов, разными протонами и массой
Изобары – атомы с одинаковой массой (А) и разным числом протонов. Например:
Изотоны – это атомы с одинаковым числом нейтронов, но разными протонами и массами. Это атомы различных химических элементов. Например:
A = 37CI n = 20 Изотоны обладают различными химическими и физическими свойствами.`],[`g7-c2-s05-t05`,7,`c2`,`s05`,`2.5`,`Изотопы. Изобары. Изотоны`,50,50,`textbook`,`ru`,`Kimyo 7`,`A = 37CI n = 20 Изотоны обладают различными химическими и физическими свойствами.
Это атомы разных химических элементов, но они имеют одинаковую массу.
A = 40Ca Z = 20 n = 20
Задания
1. По таблице химических элементов Д. И. Менделеева напишите названия элементов, атомы которых состоят следующим образом:
Сколько элементов с разными буквами перечислено в таблице?
Какие из них являются изотопами одного и того же элемента?
Элемент
3. Все атомы кислорода имеют одинаковую массу. Верно ли это утверждение?
4. Можно ли разделить атом кислорода пополам, чтобы получить более мелкие атомы кислорода?
5. Является ли атом меди делящимся? Если он делится, то как называются маленькие частицы в атоме меди?
Число электронов Число протонов Число нейтронов`],[`g7-c2-s05-d01`,7,`c2`,`s05`,`2.5`,`Изотопы. Изобары. Изотоны: Атомный номер, Относительная атомная масса, дейтерием, Изотоны`,49,50,`definition`,`ru`,`Kimyo 7`,`Атомный номер – это число, представленное порядковым номером элемента в периодической таблице Порядковый номер – это количество протонов в атоме.
Относительная атомная масса – это сумма протонов и нейтронов в атоме.
Такой водород называется дейтерием, его атом тяжелее обычного, и это изотоп водорода.
Изотоны – это атомы с одинаковым количеством нейтронов, разными протонами и массой`],[`g7-c2-s05-d02`,7,`c2`,`s05`,`2.5`,`Изотопы. Изобары. Изотоны: Изотоны`,50,50,`definition`,`ru`,`Kimyo 7`,`Изотоны – это атомы с одинаковым числом нейтронов, но разными протонами и массами.`],[`g7-c2-s06-t01`,7,`c2`,`s06`,`2.6`,`Химическая формула. Валентность`,51,51,`textbook`,`ru`,`Kimyo 7`,`• Химическая формула • Валентность • Индекс
Химическая формула. Валентность
Химическая формула представляет собой набор химических знаков, используемых для обозначения элементов в соединении и их пропорций. Существуют определенные приемы и правила написания химических формул. Чтобы уметь писать химические формулы, необходимо запомнить химические элементы и их обозначения. А символы, которые вы не можете запомнить, можно найти в периодической таблице.
При образовании молекул атомы соединяются не хаотично, а в определенной последовательности посредством особых химических связей. Каждый атом может образовать только определенное количество таких связей. В XIX веке ученые обнаружили, что атомы различных элементов обладают способностью присоединять к себе другие атомы.
Валентность – это способность атома одного элемента присоединять определенное количество атомов другого элемента.
Это графическая формула воды.`],[`g7-c2-s06-t02`,7,`c2`,`s06`,`2.6`,`Химическая формула. Валентность`,51,51,`textbook`,`ru`,`Kimyo 7`,`…атома одного элемента присоединять определенное количество атомов другого элемента. Это графическая формула воды.
Основные понятия
Валентность – является важной количественной характеристикой элемента.
Химическая формула
– это представление состава вещества с помощью химических символов и при необходимости, индексов. Индекс – это количество атомов элемента в веществе, выраженное в формуле.
Запишем ту же формулу в молекулярном состоянии:
H2O Число 2 вправом нижнем углу химического символа водорода называется индексом и указывает на количество атомов водорода в воде. Атом водорода никогда не может присоединять более одного атома другого элемента, поэтому валентность водорода принимается за единицу измерения при определении валентности других элементов.`],[`g7-c2-s06-t03`,7,`c2`,`s06`,`2.6`,`Химическая формула. Валентность`,51,52,`textbook`,`ru`,`Kimyo 7`,`…валентность водорода принимается за единицу измерения при определении валентности других элементов.
H H Из формулы видно, что атом кислорода связан с двумя атомами водорода в молекуле, а атомы водорода не связаны между собой. Атом кислорода образует две связи, поэтому валентность кислорода равна двум, а валентность атомов водорода равна единице, потому что они образуют одну связь. Итак, молекула воды состоит из двух атомов водорода (Н) и одного атома кислорода (О).
Историческая справка
В 1852 году Эдвард Франкленд выдвинул гипотезу о том, что существует определенное количество химических связей, которые атом может образовать с другими частицами материи. Франкланд использовал термин «связующая сила» для описания термина, который позже стал известен как «валентность».
Создание формулы валентности элементов
Химические символы химических элементов записываются рядом – ClO.
VII II
ClO
Для валентности обоих элементов находим наименьшее общее кратное –`],[`g7-c2-s06-t04`,7,`c2`,`s06`,`2.6`,`Химическая формула. Валентность`,52,52,`textbook`,`ru`,`Kimyo 7`,`Для валентности обоих элементов находим наименьшее общее кратное –
VII · II = 14
Наименьшее общее кратное делится на валентность каждого элемента и находит- 14 : II = 7 14 : VII = 2
Индекс записывается под химическим символом химических элементов – Cl2O7 (если результат "1", то не пишется).
Другой пример. Если валентность кремния IV, а азота III, то составим формулу соединения следующим образом.
1) Пишем символы элементов рядом друг с другом: SiN
IV III
2) Их валентность записывается римскими цифрами – SiN
3) Затем находим наименьшее общее кратное валентности обоих элементов:
IV · III = 12
4) Определяем индексы каждого элемента: Si – 12 : IV = 3 N –12 : III = 4
Их валентность записывается римскими цифрами – ся индекс –
Запишем формулу соединения: Si3N4.
Составим химическую формулу соединения элемента VII-валентного марганца с кислородом:
VII II
Mn O → Mn2O7`],[`g7-c2-s06-t05`,7,`c2`,`s06`,`2.6`,`Химическая формула. Валентность`,52,52,`textbook`,`ru`,`Kimyo 7`,`…Составим химическую формулу соединения элемента VII-валентного марганца с кислородом: VII II Mn O → Mn2O7
Формула основанная на высокой валентности некоторых элементов, составля ется следующим образом. Показатели, полученные при составлении формулы валентности, можно привести к минимальным целым числами получить простую формулу вещества (делением VI и II на наибольший делитель – 2). VI II
S O → S2O6 → SO3
Если атом элемента присоединяет один атом водорода, то его валентность равна 1, или он считается I валентным. Если он соединяет два атома водорода, то он II валентен, если он соединяет три атома водорода, то он III валентен и т. д. Например, хлор имеет валентность I в HCl, кислород валентностьII в H2O, азот валентность III в NH3.
Одни элементы имеют постоянную валентность, другие – переменную.
Элементы с постоянной Элементы с переменвалентностью ной валентностью Элемент Валент- Элемент ность H, Li, Na, K, F I S O, Mg, Ca, Ba, II N Zn Al, B III`],[`g7-c2-s06-t06`,7,`c2`,`s06`,`2.6`,`Химическая формула. Валентность`,52,53,`textbook`,`ru`,`Kimyo 7`,`Элементы с постоянной Элементы с переменвалентностью ной валентностью Элемент Валент- Элемент ность H, Li, Na, K, F I S O, Mg, Ca, Ba, II N Zn Al, B III
Валентность
II, IV, VI I, II, III, IV
P Fe Cu C, Si Cl, Br, J
III, V II, III I, II II, IV I, III, V, VII
Если необходимо указать не одну, а несколько молекул или атомов, в химической формуле перед химическим символом ставится соответствующее число, называемое коэффициентом. Например, три молекулы воды – это 3H2O, пять атомов железа – это 5Fe.Если индекс и коэффициент в химических формулах равны 1, то 1 перед химическими символами и формулами не пишется.
3CuCI2 2O3 5AI
2O O2 2 атома 1 молекула кислорода кислорода
Некоторые элементы имеют форму молекул: H2, N2, O2, F2, Cl2, Br2, J2.
3O2 3молекулы кислорода
Коэффицент
Сферическая модель веществ
Химичнская формула веществ индекс
H2O индекс индекс
CO2 индекс
Типы химических формул
Молекулярная формула вещества представляет собой состав молекулы, например, водород (H2), такие как хлор (Cl2), хлористый водород (HCl), оксид углерода (IV)- (CO2), этан (C2H6), вода (H2O).`],[`g7-c2-s06-t07`,7,`c2`,`s06`,`2.6`,`Химическая формула. Валентность`,53,53,`textbook`,`ru`,`Kimyo 7`,`Молекулярная формула вещества представляет собой состав молекулы, например, водород (H2), такие как хлор (Cl2), хлористый водород (HCl), оксид углерода (IV)- (CO2), этан (C2H6), вода (H2O).
Структурная или графическая формула вещества показывает расположение атомов в молекуле. Каждая строка в нем указывает валентность или пару электронов элемента. Например:
Вещество также может быть представлено электронной формулой. Электронная формула схематично показывает связи в молекуле.
Задания
1. Используя валентности элементов, напишите формулы соединений:
A) фтор с калием; B) магний с кислородом;
C) кальций с водородом; D) алюминий с фтором; E) алюминия с кислородом.
2. Нарисуйте графические формулы соединений и определите валентность каждого атома.
A) HCl;
C) AlBr3;
3. Напишите молекулярные формулы следующих соединений.
B) BeCl2; D) PH3; E) TiC.`],[`g7-c2-s06-d01`,7,`c2`,`s06`,`2.6`,`Химическая формула. Валентность: Валентность, Индекс`,51,52,`definition`,`ru`,`Kimyo 7`,`Валентность – это способность атома одного элемента присоединять определенное количество атомов другого элемента.
Индекс – это количество атомов элемента в веществе, выраженное в формуле.
H2O Число 2 вправом нижнем углу химического символа водорода называется индексом и указывает на количество атомов водорода в воде.
Например, три молекулы воды – это 3H2O, пять атомов железа – это 5Fe.`],[`g7-c2-s06-sum`,7,`c2`,`s06`,`2.6`,`Химическая формула. Валентность: главное`,51,51,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Валентность – является важной количественной характеристикой элемента.`],[`g7-c2-s07-t01`,7,`c2`,`s07`,`2.7`,`Молекула. Относительная молекулярная масса`,54,54,`textbook`,`ru`,`Kimyo 7`,`• Молекула • Относительная молекулярная масса
Молекула. Относительная молекулярная масса
Молекула – это мельчайшая частица любого сложного вещества. Она может состоять из одинаковых или разных атомов.Например, молекулы газообразного водорода имеют два атома водорода, молекула глюкозы (фруктового сахара) имеет 24 атома – 12 атомов водорода, по 6 атомов углерода и кислорода.
В 1647 году французский ученый П. Гассенди предложил объединить атомы в подгруппы, назвав эту группу «молекулами» (от лат. moles – масса). «Молекула» – в дословном переводе означает «масса».
Основные понятия
Молекула – частица, Молекула состоящая из группы глюкозы связанных между собой атомов. Относительная молекулярная масса вещества – это величина, показывающая, во сколько раз масса молекулы вещества больше, чем 1/12 массы Глядя в окуляр, он увидел, что пыль атома углерода-12. движется и что ее движение можно наблюдать в любое время. Это движение малых частиц позже было названо «броуновским движением». Движение пыльцы, видимое под микроскопом, ученые объяснили невидимым движением молекул.`],[`g7-c2-s07-t02`,7,`c2`,`s07`,`2.7`,`Молекула. Относительная молекулярная масса`,54,54,`textbook`,`ru`,`Kimyo 7`,`Это движение малых частиц позже было названо «броуновским движением». Движение пыльцы, видимое под микроскопом, ученые объяснили невидимым движением молекул.
Невидимые молекулы воды хаотично движутся, толкают легкую цветочную пыльцу и заставляют их двигаться хаотично.
Движение молекул подтверждается и явлением диффузии (от лат. diffusio – распространяться). Это связано с тем, что молекулы одного движущегося вещества проникают между молекулами другого вещества. Примерами диффузии являются, например, распространение запаха в воздухе, растворение сахара в воде и другие подобные явления. С повышением температуры диффузия происходит быстрее, потому что в этом случае молекулы начинают двигаться быстрее.
Молекула водорода
Ботаник Р. Браун случайно сделал в 1827 г. очень важное открытие, ясно показывающее бесконечное движение молекул. Чтобы увидеть растительную пыль под микроскопом, он добавлял в пыль воду и перемешивал ее под микроскопом.
Примеры явления диффузии в повседневной жизни`],[`g7-c2-s07-t03`,7,`c2`,`s07`,`2.7`,`Молекула. Относительная молекулярная масса`,54,55,`textbook`,`ru`,`Kimyo 7`,`…под микроскопом, он добавлял в пыль воду и перемешивал ее под микроскопом. Примеры явления диффузии в повседневной жизни
В химических реакциях молекулы распадаются на атомы или изменяют свой атомный состав.
Атомы остаются почти неизменными в химических реакциях. Молекулы образуются из атомов.
Химическая реакция (изменение) – это особый вид движения атомов. Это считается химической формой движения материи.
Насколько меньше размер яблока от Земного шара, настолько мала молекула от яблока
Относительная молекулярная масса
Абсолютные массы молекул, как и атомов, выражаются очень малыми числами. Например, масса одной молекулы воды 29,91 · 10-27 кг и при таких малых числах возникают особые трудности при проведении расчетов. Поэтому целесообразно использовать относительную физическую величину:
относительную молекулярную массу – Мг
Относительная молекулярная масса равна сумме относительных атомных масс атомов, входящих в состав молекулы.
Mr (H2O) = 2⋅Ar (H) + Ar (O) = 2 ⋅ 1 + 16 = 18 Mr (CO2)= Ar(C) + 2⋅Ar(O) = 12 + 2 ⋅ 16 = 44 H2O CO2`],[`g7-c2-s07-t04`,7,`c2`,`s07`,`2.7`,`Молекула. Относительная молекулярная масса`,55,55,`textbook`,`ru`,`Kimyo 7`,`Mr (H2O) = 2⋅Ar (H) + Ar (O) = 2 ⋅ 1 + 16 = 18 Mr (CO2)= Ar(C) + 2⋅Ar(O) = 12 + 2 ⋅ 16 = 44 H2O CO2
Относительная молекулярная масса серной кислоты H2SO4: Mr (H2SO4) = 2 ⋅ Ar (H) + Ar (S) + 4 ⋅ Ar (O) = 2 ⋅ 1 + 32 + 2 ⋅ 16 = 98
Относительная молекулярная масса, как и относительная атомная масса, является безразмерной величиной. Значение Mr показывает, во сколько раз масса молекулы данного вещества больше атомной единицы массы u. Например, если Mr (H2O) = 18, Это означает, что масса молекулы H2O в 18 раз больше, чем 1/12 массы атома углерода, то есть в 18 раз больше, чем атомная единица массы. Соответственно, масса молекулы H2SO4 в 98 раз больше, чем 1/12 массы атома углерода.
Задания
1. Азотная кислота содержит один атом водорода, один атом азота и три атома кислорода Найдите относительную молекулярную массу этого вещества.
2. Какое из перечисленных веществ имеет относительную молекулярную массу 100?
H3PO4, CaCO3, NaCl, NO2
3. Почему нет единиц относительной атомной массы и относительной молекулярной массы?`],[`g7-c2-s07-d01`,7,`c2`,`s07`,`2.7`,`Молекула. Относительная молекулярная масса: Молекула, Относительная молекулярная масса вещества, Химическая реакция (изменение)`,54,55,`definition`,`ru`,`Kimyo 7`,`Молекула – это мельчайшая частица любого сложного вещества.
Относительная молекулярная масса вещества – это величина, показывающая, во сколько раз масса молекулы вещества больше, чем 1/12 массы Глядя в окуляр, он увидел, что пыль атома углерода-12.
Химическая реакция (изменение) – это особый вид движения атомов.`],[`g7-c2-s07-sum`,7,`c2`,`s07`,`2.7`,`Молекула. Относительная молекулярная масса: главное`,54,54,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Молекула – частица, Молекула состоящая из группы глюкозы связанных между собой атомов. Относительная молекулярная масса вещества – это величина, показывающая, во сколько раз масса молекулы вещества больше, чем 1/12 массы Глядя в окуляр, он увидел, что пыль атома углерода-12. движется и что ее движение можно наблюдать в любое время. Это движение малых частиц позже было названо «броуновским движением». Движение пыльцы, видимое под микроскопом, ученые объяснили невидимым движением молекул. Невидимые молекулы воды хаотично движутся, толкают легкую цветочную пыльцу и заставляют их двигаться хаотично.`],[`g7-c2-s08-t01`,7,`c2`,`s08`,`2.8`,`Простые и сложные вещества`,56,56,`textbook`,`ru`,`Kimyo 7`,`• Простые вещества • Сложные вещества
Простые и сложные вещества
Как вы думаете, какие химические элементы использовались для изготовления пишущей ручки?
Простые вещества
Химические элементы образуют простые вещества. Названия элементов и образуемых ими простых веществ почти всегда соответствуют друг другу, поэтому их следует различать по значению:
1. Кислород набирают в пробирку – в этом случае кислород – простое вещество;
2. Молекула воды содержит кислород – в данном случае это химический элемент.
Один химический элемент может образовывать несколько видов простых веществ (аллотропия), что называется аллотропной модификацией. Различные аллотропные изменения могут переходить друг в друга.
Образование озона Элемент из кислорода в природе
Элемент состоит из одинаковых атомов. Это мельчайшая частица атомно-химического элемента.
Простые вещества состоят из атомов одного и того же элемента, находящихся в разных агрегатах. Например, бром и ртуть жидкие, водород, кислород, азот, хлор, газообразный гелий, железо, углерод, сера, магний, кальций, железо – твердые при комнатной температуре.`],[`g7-c2-s08-t02`,7,`c2`,`s08`,`2.8`,`Простые и сложные вещества`,56,57,`textbook`,`ru`,`Kimyo 7`,`Например, бром и ртуть жидкие, водород, кислород, азот, хлор, газообразный гелий, железо, углерод, сера, магний, кальций, железо – твердые при комнатной температуре.
Бром Ртуть
Гелий Кислород
Магний Кальций Железо
Чем молекулы кислорода и хлора отличаются от молекул воды и углекислого газа? O2 и Cl2, H2O и CO2
Простые вещества – вещества, состоящие из атомов одного и того же элемента. Сложные вещества – вещества, состоящие из атомов различных элементов. Аллотропия – явление образования нескольких простых веществ из одного химического элемента. Аллотропные модификации – изменения формы элемента, отличающегося друг от друга по физическими химическим свойствам.
Модификации углерода:
Графит Аморфный уголь Алмаз
Модификации фосфора:
Белый фосфор Красный фосфор
Черный фосфор Металлический фосфор
Модификации серы:
Ромбическая сера Пластическая сера Моноклинная сера
Сложные вещества
Вещества, состоящие из атомов различных элементов, называются сложными.`],[`g7-c2-s08-t03`,7,`c2`,`s08`,`2.8`,`Простые и сложные вещества`,57,58,`textbook`,`ru`,`Kimyo 7`,`Вещества, состоящие из атомов различных элементов, называются сложными.
Сложное вещество содержит два или более элементов в определенном соотношении, например, вода (H2O) – это соединение, состоящее из двух элементов, соединенных в соотношении 2 : 1.
На воздухе углерод сгорает в кислороде и образует одно вещество – углекислый газ. Углекислый газ состоит из атомов различных элементов и поэтому относится к сложным веществам. Количество сложных веществ превышает несколько миллионов. Они делятся на 2 класса, известные как органические и неорганические.
Проверка состава вещества посредством процесса разложения называется анализом. Состав соединений определяется анализом.
Процесс образования вещества называется синтезом.
Определение того, из каких компонентов состоит соединение, называется качественным анализом. Определение того, сколько компонентов содержит соединение, называется количественным анализом.
Опыт. Определение содержания воды в молоке.
Необходимые оборудования и вещества: 2 стакана, молоко, этиловый спирт.`],[`g7-c2-s08-t04`,7,`c2`,`s08`,`2.8`,`Простые и сложные вещества`,58,58,`textbook`,`ru`,`Kimyo 7`,`Необходимые оборудования и вещества: 2 стакана, молоко, этиловый спирт.
Ход работы:
1. Молоко наливают на 1/3 стакана, а этиловый спирт на 2/3. 2. Встряхивайте приготовленную смесь, в течение 30 секунд.
3. Затем его быстро перелейте в стакан 3. Если масло полностью растает, а 2, поставленный за темным фоном. жидкость станет желтой, не выпадет в 4. Если молоко не разбавлена водой, то осадок, оно натуральное. через 5–7 секунд, а иногда и раньше, в на- Если осадок выпадает или кусочки литой в емкость жидкости появятся мел- всплывают наверх, если цвет воды не кие кусочки (казеиновое вещество в моло- меняется, это поддельное масло. ке отделяется от спиртовой сыворотки), в Вывод. Сливочное масло натуральновиде хлопьев.
го качества растворяется в горячей воде Если спустя долгое время появляются и не образует осадка. хлопья, это говорит о том, что в молоко была добавлена вода. Вывод. Если в молоко не добавлена вода, под действием этилового спирта очень быстро образуются мелкие хлопья.`],[`g7-c2-s08-t05`,7,`c2`,`s08`,`2.8`,`Простые и сложные вещества`,58,58,`textbook`,`ru`,`Kimyo 7`,`Если в молоко не добавлена вода, под действием этилового спирта очень быстро образуются мелкие хлопья.
Опыт. Определение качества сливоч-ного масла.
Необходимые оборудования и вещества: стакан, сливочное масло, кипяченная вода.
Ход работы:
1. Положите в стакан немного сливоч-ного масла и залейте его кипятком. 2. Масло смешайте с кипятком.
Качественный состав
Знак водорода Знак фосфора Знак кислорода
H3PO4
3 атома водорода 1 атом фосфора 4 атома кислорода
Количественный состав
Соединения не следует путать со смесями
Смесь Сложное вещество
Образуется в результете физического Образуется в результате химической реак-процесса (смешивание чистых веществ). ции (синтез из простых веществ). Свойства чистых веществ, входящих в состав смеси, остаются неизменными
Свойства простых веществ, из которых получается сложное вещество, не сохра-няются Элементы, входящие в состав сложного вещества, всегда находятся в определенном массовом соотношении.
Чистые вещества (простые и сложные) могут находиться в смеси в любом массовом соотношении.`],[`g7-c2-s08-t06`,7,`c2`,`s08`,`2.8`,`Простые и сложные вещества`,58,59,`textbook`,`ru`,`Kimyo 7`,`Чистые вещества (простые и сложные) могут находиться в смеси в любом массовом соотношении.
Для разделения компонентов (чистых веществ) можно использовать физические методы.
Разложить сложное вещество на составные части (элементы в виде простых веществ) можно только путем химической реакции (анализа).
S S S
– Атомы железа – Атомы серы
Соединение железа с серой
S Fe
Смесь железа с серой
Задания
1. Формула карбоната кальция – CaCO3.
a) Чем является карбонат кальция: смесью или соединением? Обоснуйте ответ.
б) Каково соотношение атомов Ca:C:O в формуле?
2. Ответьте на вопросы, основываясь на изображении хлорида натрия с водой ниже.
а) какова химическая формула воды?
б) какова химическая формула хлорида натрия?
г) обозначьте на схеме воду и хлорид натрия.
3. Какое из приведенных высказываний более точно характеризовало картину?
I. На рисунке показана смесь элемента и соединения.
II. На рисунке показана смесь двух соединений.
III. На рисунке показаны два соединения, химически связанные друг с другом.`],[`g7-c2-s08-t07`,7,`c2`,`s08`,`2.8`,`Простые и сложные вещества`,59,59,`textbook`,`ru`,`Kimyo 7`,`III. На рисунке показаны два соединения, химически связанные друг с другом.
4. Определите, какие из перечисленных ниже веществ, участвующих в природном процессе, являются простыми или сложными веществами.
В результате того, что растения с зелеными листьями поглощают углекислый газ (CO2) из воздуха и воду (H2O) из почвы под воздействием света, образуются глюкоза (C6H12O6) и кислород (O2).
Азот (N2), содержащийся в воздухе, способен усваиваться кишечными бактериями на корнях бобовых растений. В результате гниения этих растений в почве образуются различные органические вещества, мочевина (NH2) 2CO), а иногда и аммиак (NH3).
5. Разделите простые или сложные вещества в таблице и запишите их в тетрадь.
Простые вещества Сложные вещества`],[`g7-c2-s08-d01`,7,`c2`,`s08`,`2.8`,`Простые и сложные вещества: аллотропной модификацией, сложными`,56,57,`definition`,`ru`,`Kimyo 7`,`Один химический элемент может образовывать несколько видов простых веществ (аллотропия), что называется аллотропной модификацией.
Вещества, состоящие из атомов различных элементов, называются сложными.
Сложное вещество содержит два или более элементов в определенном соотношении, например, вода (H2O) – это соединение, состоящее из двух элементов, соединенных в соотношении 2 : 1.`],[`g7-c2-s08-d02`,7,`c2`,`s08`,`2.8`,`Простые и сложные вещества: анализом, синтезом, качественным анализом, количественным анализом`,57,57,`definition`,`ru`,`Kimyo 7`,`Проверка состава вещества посредством процесса разложения называется анализом.
Процесс образования вещества называется синтезом.
Определение того, из каких компонентов состоит соединение, называется качественным анализом.
Определение того, сколько компонентов содержит соединение, называется количественным анализом.`],[`g7-c2-s09-t01`,7,`c2`,`s09`,`2.9`,`Количество вещества. Постоянная Авогадро. Молярная масса вещества`,60,60,`textbook`,`ru`,`Kimyo 7`,`• Моль • Молярная масса • Количество вещества • Постоянная Авогадро
Количество вещества. Постоянная Авогадро. Молярная масса вещества
Количество вещества. Моль
Все можно измерить. Вы знакомы с единицами массы или объема. Например, покупая сахар, мы определяем его вес путем взвешивания с использованием единиц измерения – килограммов, граммов. Определяем объем молока в литрах и миллилитрах.
Можем ли мы также определить, сколько частиц содержится в 1 килограмме?
Химия – это наука о веществах, вещества состоят из атомов или молекул.
В каких единицах можно измерять вещества? Ведь невозможно сосчитать и взвесить атомы и молекулы.
Именно по этой причине была выбрана особая единица измерения вещества: она объединяет две величины – число молекул и массу вещества. Такая единица называется количеством вещества, а единицей измерения является моль.
Историческая справка`],[`g7-c2-s09-t02`,7,`c2`,`s09`,`2.9`,`Количество вещества. Постоянная Авогадро. Молярная масса вещества`,60,60,`textbook`,`ru`,`Kimyo 7`,`…вещества. Такая единица называется количеством вещества, а единицей измерения является моль. Историческая справка
В 1811 году Амадео Авогадро выдвинул гипотезу о том, что равные объемы газов при одинаковых температуре и давлении содержат одинаковое число молекул (закон Авогадро). Результатом гипотезы Авогадро стало предположение, что молекулы простых газов могут состоять из двух атомов.Он первым правильно определил атомные массы кислорода, углерода, азота, хлора и ряда других элементов, установил точный количественный атомный состав молекул многих веществ (воды, водорода, кислорода, азота, аммиака, хлора, закиси азота).
Постоянная Авогадро
Чтобы измерить 1 моль вещества, необходимо взять из него столько граммов, сколько составляет относительная масса вещества:
1 моль H2 весит 2 г (Mr(H2) = 2)
1 моль O2 весит 32 г (Mr(O2) = 32)
1 моль H2O весит 18 г (Mr (H2O) = 18)
Сколько молекул содержится в 1 моль вещества?`],[`g7-c2-s09-t03`,7,`c2`,`s09`,`2.9`,`Количество вещества. Постоянная Авогадро. Молярная масса вещества`,60,61,`textbook`,`ru`,`Kimyo 7`,`…O2 весит 32 г (Mr(O2) = 32) 1 моль H2O весит 18 г (Mr (H2O) = 18) Сколько молекул содержится в 1 моль вещества?
Установлено, что 1 моль любого вещества всегда содержит одинаковое количество молекул. Это число равно 6,02 • 1023.
Представьте, что у нас есть куча картошки. Как можно более удобным способом посчитать, сколько картошки?
Например, 1 моль воды – 6,02 • 1023 молекул H2O; 1 моль натрия – 6,02 • 1023 атомов Na; 1 моль азота – 6,02 • 1023 молекулы N2.
Относительная молекулярная масса вещества – это величина, показывающая, во сколько раз масса молекулы вещества больше, чем 1/12 массы атома углерода 12. Количество вещества – это количество вещества в молях. 1 моль – количество вещества, которое занимают частицы (атом, молекула и другие частицы), равное числу атомов в 0,012 кг углерода. Отношение массы вещества (m) к его количеству (n) называется м молярной массой (M) вещества. Численное значение молярной массы вещества равно его относительной молекулярной массе (Мг).`],[`g7-c2-s09-t04`,7,`c2`,`s09`,`2.9`,`Количество вещества. Постоянная Авогадро. Молярная масса вещества`,61,61,`textbook`,`ru`,`Kimyo 7`,`Численное значение молярной массы вещества равно его относительной молекулярной массе (Мг).
В честь итальянского ученого Амадео Авогадро это значение было названо постоянной Авогадро
Постоянная Авогадро настолько велика, что ее трудно себе представить. Это больше, чем волосы на голове у всех людей на земле. А Амедео Авогадро подсчитал это количество.
Количество вещества, измеряемое в молях, обозначается буквой -n. Для определения числа молекул (N) можно использовать следующую формулу N = n∙NA.
Зная число молекул, можно найти количество вещества: n = N/NA.
Что нужно сделать, чтобы отмерить 1 моль вещества? Необходимо взять столько же граммов этого вещества, сколько относительная молекулярная масса вещества. Масса 1 моля вещества называется молярной массой, обозначается буквой М и находится по следующей формуле: М = m/n.
Масса вещества выражается в кг (килограммах) или Г (граммах), а количество вещества в молях. Молярная масса вещества выражается в кг/моль или г/моль. Вычисляем числовое значение молярной массы: масса молекулы m = NA (6,02 · 1023), когда n = 1 моль.`],[`g7-c2-s09-t05`,7,`c2`,`s09`,`2.9`,`Количество вещества. Постоянная Авогадро. Молярная масса вещества`,61,61,`textbook`,`ru`,`Kimyo 7`,`Вычисляем числовое значение молярной массы: масса молекулы m = NA (6,02 · 1023), когда n = 1 моль.
День моли отмечается ежегодно 23 октября химиками, студентами, изучающими химию, и любителями химии по всему миру. Этот день отмечается в честь постоянной Авогадро и отмечается с 6:02 утра до 6:02 вечера.
Цель состоит в том, чтобы заинтересовать учащихся химией, проводя различные мероприятия, связанные с моль и химией.
Решение задачи
1. Вычислить массу (г) железа, содержащего 0,5 моль вещества?
Дано: Решение: m = M • n n(Fe) = 0,5 моль M(Fe) = Ar(Fe) = 56 г/моль (Смотрим из периодической Нужно найти: m(Fe) - ? таблицы)
m (Fe) = 56 г/моль • 0,5 моль = 28 г. Ответ: m (Fe) = 28 г 2. Сколько оксида кальция содержится в 112 гр вещества?
Дано:
m (CaO) = 112 г Нужно найти: n (CaO) – ?
Решение: химическая формула оксида кальция CaO. n (CaO) = m (CaO) / M (CaO) Mr (CaO) = 40 + 16 = 56 n (CaO) = 112 г / (56 г / моль) = 2 моль. Ответ: 2 моль CaO`],[`g7-c2-s09-t06`,7,`c2`,`s09`,`2.9`,`Количество вещества. Постоянная Авогадро. Молярная масса вещества`,61,62,`textbook`,`ru`,`Kimyo 7`,`n (CaO) = m (CaO) / M (CaO) Mr (CaO) = 40 + 16 = 56 n (CaO) = 112 г / (56 г / моль) = 2 моль. Ответ: 2 моль CaO
Найти число атомов в 2 молях углерода.
Дано: Решение:
n = n(C) = 2 моль NA
Нужно найти: N=n • NA N (С) = ? NA = 6,02 • 10 23 атом/моль N(C) = 2 моль • 6,02 • 1023 атом/моль = 12,04 • 1023 атомов
Количество моля n = m/M
Молекулярная масса
M = m/n
M (H2) =2 г/моль
Вещество
Число молекул
N = NA ∙ n
Масса вещества m = M ∙ n
Историческая справка
Перрен Жан-Батист – французский физики химик, определил количество частиц в капле жидкости путем наблюдений с использованием очень сложных и микроскопических методов.
Исследования позволили Перрину рассчитать размеры молекул и число Авогадро, то есть количество молекул в одном моле. Принятое в настоящее время значение этого числа составляет примерно 6,02 •1023, и оно было названо числом Авогадро в честь Авогадро. За это открытие в 1926 году он получил Нобелевскую премию.`],[`g7-c2-s09-t07`,7,`c2`,`s09`,`2.9`,`Количество вещества. Постоянная Авогадро. Молярная масса вещества`,62,62,`textbook`,`ru`,`Kimyo 7`,`Принятое в настоящее время значение этого числа составляет примерно 6,02 •1023, и оно было названо числом Авогадро в честь Авогадро. За это открытие в 1926 году он получил Нобелевскую премию.
M (FeCl2) = 127 г/моль 2 моль m = 2 ∙ 127 = 254 г
Задания
1. Наргиза, ученица седьмого класса, зашла в магазин и попросила у продавца 5 молей поваренной соли. Сколько поваренной соли продавец дал Наргизе?
2. Рассчитайте массу (в граммах) 2 молей серной кислоты H2SO4.
3. Что нужно сделать, чтобы отмерить 1 моль вещества?
4. Сколько молекул содержится в 180 граммах воды?
5. Сколько молекул содержится в 80 г углекислого газа?
6. Когда кусок цинка взвесили на весах, определили, что он имеет массу 26 г.
Определите: a) количество цинка в этом кусочке; б) количество атомов цинка.`],[`g7-c2-s09-d01`,7,`c2`,`s09`,`2.9`,`Количество вещества. Постоянная Авогадро. Молярная масса вещества: Химия, количеством вещества, Относительная молекулярная масса вещества, Количество веществ`,60,61,`definition`,`ru`,`Kimyo 7`,`Химия – это наука о веществах, вещества состоят из атомов или молекул.
Такая единица называется количеством вещества, а единицей измерения является моль.
Относительная молекулярная масса вещества – это величина, показывающая, во сколько раз масса молекулы вещества больше, чем 1/12 массы атома углерода 12.
Количество вещества – это количество вещества в молях.`],[`g7-c2-s09-d02`,7,`c2`,`s09`,`2.9`,`Количество вещества. Постоянная Авогадро. Молярная масса вещества: м молярной массой, молярной массой`,61,61,`definition`,`ru`,`Kimyo 7`,`Отношение массы вещества (m) к его количеству (n) называется м молярной массой (M) вещества.
Масса 1 моля вещества называется молярной массой, обозначается буквой М и находится по следующей формуле: М = m/n.`],[`g7-c2-s10-t01`,7,`c2`,`s10`,`2.10`,`Практическое занятие. Определение валентности элементов в соединениях`,63,63,`textbook`,`ru`,`Kimyo 7`,`• Определение валентности элементов • Составление формул химических соединений
Выполнение упражнений по теме валентность
Определение валентностей элементов в соединениях
До создания периодической таблицы валентности химических элементов в соединениях обычно сравнивали с известными атомами. В качестве стандартов были выбраны водород и кислород. Предполагается, что другой химический элемент присоединяет или замещает определенное количество атомов Н или О. Так, валентность остальных элементов определяется исходя из того, что водород одновалентен, а валентность второго элемента обозначается римской цифрой
HCl – хлор (I) H2O – кислород (II);
NH3 – азот (III); CH4 – углерод (IV).
1-пример. Определите валентность элементов в соединении NH3
Решение 1. Запишем формулу вещества: NH3; 2. Валентность водорода−I, а у азота «x»; 3.чтобы найти х: В соединении произведении числа атомов, на их валентность, между собой должно быть равно. x ∙ 1 = 1 ∙ 3 уравнение x = 3`],[`g7-c2-s10-t02`,7,`c2`,`s10`,`2.10`,`Практическое занятие. Определение валентности элементов в соединениях`,63,63,`textbook`,`ru`,`Kimyo 7`,`чтобы найти х: В соединении произведении числа атомов, на их валентность, между собой должно быть равно. x ∙ 1 = 1 ∙ 3 уравнение x = 3
Ответ: N(III), H(I).
1. Определите валентность элементов в следующих веществах:
H2S, CaH2, NaH, NH3, CH4, PH3, HCl, H2Se, HBr, SiH4
2. Определите валентности атомов химических элементов по формулам следующих соединений: Au2O3, CuO, MnO, Fe2O3, CrO3, Cu2O, K2O, N2O, NO, N2O3.
3. Из следующих соединений: а) писать молекулярные формулы; б) сделать модель из пластилина и спичек.
В соединениях K2O, CO, N2O3, SiO2, SO3 чтобы найти валентность элементов, нужно умножить число атомов О на два и разделить на число атомов элемента в соединении. Например, P2O5 валентность фосфора x:
2-пример. Определите валентности элементов в соединениисl2O5 .
Решение. Валентность кислорода равна -II, в молекуле соединения 5 атомов кислорода и 2 атома хлора. Валентность хлора обозначим через Х.`],[`g7-c2-s10-t03`,7,`c2`,`s10`,`2.10`,`Практическое занятие. Определение валентности элементов в соединениях`,63,64,`textbook`,`ru`,`Kimyo 7`,`Валентность кислорода равна -II, в молекуле соединения 5 атомов кислорода и 2 атома хлора. Валентность хлора обозначим через Х.
Составим уравнение: 5 ∙ 2 = 2 ∙x.
x = 5 Ответ: Cl (V), O (II).
4. Определите валентность элементов в следующих веществах:
MgO, CaO, Al2O3, SO2, P2O5,
CO2, Na2O, Mn2O7, Cl2O3, ZnO
В XIX веке уровень знаний о строении атомов и молекул не позволял объяснить причины, по которым атомы имеют определенное количество связей с другими частицами. Но идеи ученых опередили свое время, и валентность до сих пор изучается как один из фундаментальных принципов химии.
Составление химических формул соединений, когда известна валентность элементов
3-пример.
1. Химические символы химических элементов пишутся рядом – CaH
II I
CaH
3. Из валентности обоих элементов находится наименьшее общее кратное –
II • I = 2`],[`g7-c2-s10-t04`,7,`c2`,`s10`,`2.10`,`Практическое занятие. Определение валентности элементов в соединениях`,64,64,`textbook`,`ru`,`Kimyo 7`,`…рядом – CaH II I CaH 3. Из валентности обоих элементов находится наименьшее общее кратное – II • I = 2
4. Наименьшее общее краткое делится на валентность каждого элемента и 2 : II = 1 2 : I = 2
5. В нижней части химического элемента записывается индекс – CaH2 (если результат "1", то не пишется)
Соединения,состоящие из двух элементов,называются бинарными соединениями, например: CaO, H2O, NaCl, HCl.
При наименовании бинарных соединений используют приставки моно-, ди-, три-, тетра- и др.
Это указывает на количество атомов в соединении. Монооксид углерода – CO, диоксид углерода – CO2, трихлорид железа – FeCl3
2. Их валентность записывается сверху римскими цифрами – находится индекс –
Задания
1. Составьте химическую формулу кислородных соединений следующих элементов (символ кислорода в формулах пишется на втором месте): а) железа (II); б) азот (IV).`],[`g7-c2-s10-t05`,7,`c2`,`s10`,`2.10`,`Практическое занятие. Определение валентности элементов в соединениях`,64,64,`textbook`,`ru`,`Kimyo 7`,`Составьте химическую формулу кислородных соединений следующих элементов (символ кислорода в формулах пишется на втором месте): а) железа (II); б) азот (IV).
2. Составьте химическую формулу соединений хлора следующих элементов (в этих формулах символ хлора пишется вторым и принимается за валентность I):
а) алюминий; б) кальций.
3. Составьте химическую формулу следующих соединений: NO, BaO, SiO, KO.
4. Составьте формулы химических соединений и заполните таблицу.
Элементный состав
Кальций: углерод Марганец: кислород Калий: хлор
Элементный состав
Водород: хлор Натрий: сера Углерод: водород
Соотношение атомов
Валентность
I va I I va II IV va I
Химическая формула
CaC2
Химическая формула
HCl`],[`g7-c2-s10-d01`,7,`c2`,`s10`,`2.10`,`Практическое занятие. Определение валентности элементов в соединениях: бинарными соединениями`,64,64,`definition`,`ru`,`Kimyo 7`,`Соединения,состоящие из двух элементов,называются бинарными соединениями, например: CaO, H2O, NaCl, HCl.`],[`g7-c2-s11-t01`,7,`c2`,`s11`,`2.11`,`Практическое занятие. Решение задач по расчету на основе химических формул`,65,65,`textbook`,`ru`,`Kimyo 7`,`• Определение количества вещества
• Расчет молярной массы
• Нахождение числа молекул
H, S, O, Na, Cl, C
Напишите химические формулы воды, хлорида натрия, углекислого газа, серной кислоты, используя символы химических элементов, указанные выше.
Что лежит в основе написания химических формул веществ?
Практическое занятие. Решение расчетных задач на основе химических формул
Выполнение упражнений на составление формул
Задача. Определите валентность углерода в оксиде углерода (IV) (CO2).
Решение. Валентность кислорода, содержащегося в данном веществе, определяется двойкой, а валентность углерода обозначается m.
Если известны формула соединения и валентность (n) одного из элементов, валентность (m) второго можно определить по формуле: m = ny / x
Например, валентность углерода m = (2 ∙ 2) : 1 = 4 в CO2, валентность кислорода n = 2, число атомов кислорода y = 2, число атомов углерода x = 1.
Так, в этом соединении углерод проявляет IV валентное состояние, а кислород - II валентное состояние.`],[`g7-c2-s11-t02`,7,`c2`,`s11`,`2.11`,`Практическое занятие. Решение задач по расчету на основе химических формул`,65,65,`textbook`,`ru`,`Kimyo 7`,`Так, в этом соединении углерод проявляет IV валентное состояние, а кислород - II валентное состояние.
Задача. Сколько молекул содержится в 11 г оксида углерода (IV)
Дано:
m(CO2) = 11 г N=NA ∙ n; n = N(CO2) – ? Решение: находим молярную массу M(CO2) = 12 + 16 ∙ 2 = 44 (г / моль) n(CO2) = 11 г : 44 г / моль = 0,25 моль N(CO2) = 6,02 ∙ 1023 молекула / моль ∙ 0,25 моль = 1,5 ∙ 1023 молекула Ответ: N (CO2) = 1,505 ∙ 1023 молекула m M
1. Если 1 кг поваренной соли стоит 4 тысячи сумов, то сколько стоит 1 моль поваренной соли (хлорида натрия NaCl)?
2. Если 1 карат равен 0,2 грамма, какова масса углерода в крупнейшем в мире алмазе весом 3106 карат (аллотропная модификация углерода), известном как «Куллинан» или «Звезда Африки»?
3. В стакане содержится 54 г минеральной воды. Вы выпили это. Если 1 глоток воды равен 1 молю, то сколько молекул этого напитка вы проглотили? Что нужно знать для этого? Предложите решение проблемы.`],[`g7-c2-s11-t03`,7,`c2`,`s11`,`2.11`,`Практическое занятие. Решение задач по расчету на основе химических формул`,65,66,`textbook`,`ru`,`Kimyo 7`,`Если 1 глоток воды равен 1 молю, то сколько молекул этого напитка вы проглотили? Что нужно знать для этого? Предложите решение проблемы.
4. Мадина простудилась. Она собирается измерить температуру тела с помощью ртутного термометра. Если 20,1 г ртути составляют 0,1 моль, рассчитайте ее молекулярную массу.
Решите задачу на основе опыта
1. Одна столовая ложка воды – 1 моль. Проведите эксперимент и определите, сколько молекул воды находится в стакане.
Взвесьте на весах 1 кусок сахара, подсчитайте, сколько молей это составляет.
Вычисление массовых соотношений элементов в соединении:
Задача. Вычислите массовое соотношение алюминия, кислорода и водорода в составе гидроксида алюминия Al(OH)3 Решение: путем умножения числа атомов каждого элемента на его относительную атомную массу определяют массовые соотношения элементов, а затем при необходимости уменьшают. m (Al) : m (O) : m (H) = Ar (Al) : 3Ar (O): 3Ar (H) = 27 : 48 : 3 = 9 : 16 : 1 Ответ: массовые соотношения алюминия, кислорода и водорода: m (Al) : m (O) : m (H) = 9 : 16 : 1`],[`g7-c2-s11-t04`,7,`c2`,`s11`,`2.11`,`Практическое занятие. Решение задач по расчету на основе химических формул`,66,66,`textbook`,`ru`,`Kimyo 7`,`m (Al) : m (O) : m (H) = Ar (Al) : 3Ar (O): 3Ar (H) = 27 : 48 : 3 = 9 : 16 : 1 Ответ: массовые соотношения алюминия, кислорода и водорода: m (Al) : m (O) : m (H) = 9 : 16 : 1
Решите по образцу.
1. Рассчитайте массовые соотношения элементов, входящих в состав следующих соединений: H2O, CaO, Ca(OH)2,SO2,SO3, CuSO4. Задача. Природный элемент меди представляет собой смесь двух разных изотопов: 63Cu и 65Cu. Первый изотоп встречается в природе в 73 % случаев, а второй – в 27 %. Рассчитайте относительную атомную массу природного элемента меди. Mr = ((63∙73) + (65 ∙ 27) ) / 100 = (4599 + 1755) / 100 = 63,54
Решите по образцу.
1. Состав изотопов аргона в природе:36Ar (0,337%),40Ar (99,600%) и38Ar (0,063%). Рассчитайте относительную атомную массу элемента аргона. Существует 3 изотопа кислорода 16O (99,759%), 17O (0,037%) и 18O (0,204%). Вычислите относительную атомную массу элемента.
Важная информация о веществе может быть получена через химическую формулу:`],[`g7-c2-s11-t05`,7,`c2`,`s11`,`2.11`,`Практическое занятие. Решение задач по расчету на основе химических формул`,66,66,`textbook`,`ru`,`Kimyo 7`,`Важная информация о веществе может быть получена через химическую формулу:
H2O CO2
Химическая формула вещества
Название вещества Вода Углекислый газ
Качественный показатель вещества
Количественный показатель вещества
Относительная молекулярная масса
Соотношение масс элементов в одном веществе
Массовая доля элементов в веществе:
ω(E)= состоит из водорода и кисло- состоит из углерода и кислорода рода молекула содержит 2 атома молекула содержит 1 атом водорода и 1 атом кислорода углерода и 2 атома кислорода
Mr (H2O)= 2 ∙ Ar (H) + Ar (O) = 2 ∙ 1 +16 = 18
Mr (CO2) = Ar (C) + 2 ∙ Ar (O) = 12 + 2 ∙ 16 = 44
Mr(вещества)
ω (E) – массовая доля элемента в веществе n – количество атомов элемента в веществе Ar (E) – относительная атомная масса элемента Mr (вещество) – относительная молекулярная масса`],[`g7-c2-s12-t01`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций`,67,67,`textbook`,`ru`,`Kimyo 7`,`• Составление уравнений химических реакций • Уравнивать химические реакции
Составление уравнений химических реакций
Какое явление наблюдается при деление бумаги на мелкие части и ее горение?
Вы видите химическую реакцию?
На практике химическую реакцию можно определить по следующим признакам:
▪ обесцвечивание;
▪ образование или выпадение осадка;
▪ выпуск газообразных продуктов;
▪ светоотдача;
▪ выделение или поглощение тепла.
Некоторые из перечисленных выше признаков находят свое отражение в уравнениях реакций.
Изменение цвета: NaOH (гидроксид натрия – бесцветный) + фенолфталеин (бесцветный) – малиновый цвет.
NaOH HCl признак не наблюдается
NaOH MgCl2 белый осадок
Образование осадка: BaCl2 +H2SO4 → BaSO4↓+2HCl
Выделение тепла CH4 + 2O2 → CO2 + + 2H2O+ Q
Для протекания химических реакций необходимо соблюдение определенных условий:`],[`g7-c2-s12-t02`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций`,67,67,`textbook`,`ru`,`Kimyo 7`,`Для протекания химических реакций необходимо соблюдение определенных условий:
1) молекулы веществ, вступающих в химическую реакцию, должны столкнуться:
2) нагрев до определенной температуры;
3) воздействие света или электричества.
1. Для того чтобы молекулы реагирующих веществ находились в контакте друг с другом и чтобы повысить уровень их воздействия, их измельчают в порошок. Если свойство растворимости высокое, расплавляют и превращают в мелкие частицы.
2. Для некоторых химических реакций требуется тепло. Есть также виды, которые вызывают начало реакции в результате подачи тепла. Например, горение свечи.
Медь не вступает в реакцию с кислородом воздуха при комнатной температуре (для этого требуется несколько лет), и для быстрого проведения этой реакции необходимо нагреть медь. Чтобы разложить сахар, необходимо непрерывно подводить тепло, если прекратить нагревание то реакция также прекратится.`],[`g7-c2-s12-t03`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций`,67,68,`textbook`,`ru`,`Kimyo 7`,`Чтобы разложить сахар, необходимо непрерывно подводить тепло, если прекратить нагревание то реакция также прекратится.
Выделение газообразных веществ: Zn + 2HCl → ZnCl2 + H2↑
3. Есть реакции, для протекания которых требуется Свет свет. Например, процесс фотосинтеза.
Чтобы испечь хлеб, печь топят дровами.
К какому явлению это относится? Что наблюдается при горении дров?
Химические реакции представлены химическими формулами: реагент → продукт.
Реагенты всегда пишутся слева от стрелки. Если реагентов два и более, то между каждым из них ставится знак «+», знак «+» означает «вступает в реакцию с» Стрелка указывает от реагента (реагентов) к продукту (продуктам) и означает «образуется» или «высвобождается». При образовании двух и более продуктов между ними ставится знак «+».
Например, когда углерод сгорает в кислороде, он образует углекислый газ.`],[`g7-c2-s12-t04`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций`,68,68,`textbook`,`ru`,`Kimyo 7`,`Например, когда углерод сгорает в кислороде, он образует углекислый газ.
Углерод + Кислород → Углекислый газ
Кислород
Углекислый газ
Реагент Продукт
Нагревание медной проволоки
Очищенную часть медной проволоки закрепить тигельными зажимами и нагреть в пламени спиртовой лампы.
Основные понятия
Химическая реакция – это процесс, в котором вещество превращается в одно или несколько новых веществ. Вещества, участвующие в химической реакции, называются реагентами. Вещества, образующиеся в результате химической реакции называется продуктами. Выражение химической реакции химическими символами и формулами называется химическим уравнением.
Взаимодействие вещества с другим веществом – определяет химические свойства вещества.
Что ты видишь? Назовите химическую реакцию. Попробуйте написать уравнение реакции.
Химические уравнения`],[`g7-c2-s12-t05`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций`,68,69,`textbook`,`ru`,`Kimyo 7`,`…ты видишь? Назовите химическую реакцию. Попробуйте написать уравнение реакции. Химические уравнения
Самый лаконичный способ описать химическую реакцию – написать символы и формулы каждого участвующего вещества в виде химического уравнения. Химическое уравнение обобщает информацию о веществах, участвующих в химической реакции. Это не только качественное утверждение, описывающее, какие вещества участвуют, но и количественное утверждение, описывающее, сколько каждого реагента или продукта участвуют в химической реакции.
Например:
Запишем химическое уравнение горения углерода в кислороде.
Химическая реакция: горение углерода
Выражение словами:
Углерод + Кислород → Углекислый газ
3 атома 3 атома
Левая и правая части уравнения реакции должны быть уравнены, то есть равны.
Химическое уравнение: C + O2 → CO2
1 атом углерода`],[`g7-c2-s12-t06`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций`,69,69,`textbook`,`ru`,`Kimyo 7`,`…уравнения реакции должны быть уравнены, то есть равны. Химическое уравнение: C + O2 → CO2 1 атом углерода
1 молекула кислорода
1 молекула углекислого газа
Это означает, что один атом углерода реагирует с одной молекулой кислорода с образованием одной молекулы углекислого газа.
Этапы выражения химического уравнения
Следующие три шага выполняются, чтобы написать химическое уравнение для данной реакции.
1-шаг: написать словами выражение реакции.
2-шаг: составляется химическое уравнение, то есть для каждого реагента и продукта записывается подходящий символ или формула.
3-шаг: правая и левая части уравнения уравниваются.
Химическое уравнение реакции между магнием и кислородом описывается следующим образом:
1-шаг: магний + кислород → оксид магния (выражается словами)
2-шаг: Mg + O2 → MgO (уравнение реакции)
Знаки или формулы веществ, участвующих в реакции химического уравнения уравниваются, если перед ними поставить правильные коэффициенты.`],[`g7-c2-s12-t07`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций`,69,69,`textbook`,`ru`,`Kimyo 7`,`Знаки или формулы веществ, участвующих в реакции химического уравнения уравниваются, если перед ними поставить правильные коэффициенты.
3-шаг: 2 Mg + O2 → 2 MgO (уравненная химическая реакция)
Обратите внимание, что химическое уравнение должно отражать факты эксперимента.
Производители и продавцы шин продают шины парами (одна шина не может быть куплена). Велосипеду нужны две шины; трехколесному велосипеду нужно три шины, а автомобилю – четыре.
Используя приведенную выше аналогию, составьте уравнения реакции между следующими элементами: магнием и хлором, алюминием и бромом, углеродом и фтором. Уравните химические реакции.
Памятка: не изменяйте индексы реагентов или продуктов!
1. Составьте уравнение реакции углерода с ограниченным количеством кислорода. 1-шаг: углерод + кислород → оксид углерода.
2. Составьте химическое уравнение реакции цинка с соляной кислотой.`],[`g7-c2-s12-t08`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций`,69,70,`textbook`,`ru`,`Kimyo 7`,`2. Составьте химическое уравнение реакции цинка с соляной кислотой.
цинк + соляная кислота → хлорид цинка + водород.
2-шаг: C + O2 → CO 2-шаг: Zn + HCl → ZnCl2 +H2 Слева 2 атома кислорода, справа 1 атом В левой стороне имеется1атом, а в пракислорода. вой 2атома водорода, в левой стороне су- 3-шаг: уравнивание реакции. ществует 1атом, а в правой стороне2атоa) 2 ставится перед СО для уравнивания ма хлора. кислорода. 3-шаг: уравнивание реакции. C + O2 → 2CO a) Для уравнения водорода перед HCl б) теперь для углеродного уравнивания ставится 2, в результате хлор также урав- Перед C ставится 2. 2C + O2 → 2CO (уравнилась).
Проверяем:
Реагент Продукт 2 атома C 2 атома C 2 атома O 2 атома O нивается с обеих сторон: Zn + 2HCl → ZnCl2 +H2 (уравнилась).
Проверяем:
Реагент Продукт 1 атома Zn 1 атома Zn 2 атома H 2 атома H 2 атома Cl 2 атома Cl`],[`g7-c2-s12-t09`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций`,70,70,`textbook`,`ru`,`Kimyo 7`,`Реагент Продукт 1 атома Zn 1 атома Zn 2 атома H 2 атома H 2 атома Cl 2 атома Cl
Задания
1. Какие вещества нужно нагреть, чтобы они вступили в химическую реакцию, как свеча? 2. Напишите химические уравнения следующих реакций и уравните их. A) Алюминий + йод → йодид алюминия Б) Натрий + кислород → оксид натрия В) Калий + вода → гидроксид калия + водород 3. Напишите химические уравнения. a) Сера и кислород образуют оксид серы (IV); б) Железо и сера образуют сульфид железа (II). 4. Объясните приведенный химический процесс. Напишите уравнение химической реакции.
a б в
5. Напишите недостающую часть химической реакции и уравните ее. 1) ... + ... → H2S + NaCl 2) ZnCl2 + Cu → ... + ... 3) CO2 + ... → K2CO3 4) N2 + ... → NO 6. Составьте уравнения химических реакций. A) магний + кислород → ? Б) азот + водород → ? В) углерод + кислород → ? D) литий + водород → ?`],[`g7-c2-s12-d01`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций: Химическая реакция, реагентами, продуктами, химическим уравнением`,68,68,`definition`,`ru`,`Kimyo 7`,`Химическая реакция – это процесс, в котором вещество превращается в одно или несколько новых веществ.
Вещества, участвующие в химической реакции, называются реагентами.
Вещества, образующиеся в результате химической реакции называется продуктами.
Выражение химической реакции химическими символами и формулами называется химическим уравнением.`],[`g7-c2-s12-sum`,7,`c2`,`s12`,`2.12`,`Составление уравнений химических реакций: главное`,68,68,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Химическая реакция – это процесс, в котором вещество превращается в одно или несколько новых веществ. Вещества, участвующие в химической реакции, называются реагентами. Вещества, образующиеся в результате химической реакции называется продуктами. Выражение химической реакции химическими символами и формулами называется химическим уравнени-`],[`g7-c2-s13-t01`,7,`c2`,`s13`,`2.13`,`Выполнение упражнений по составлению уравнений химических реакций`,71,71,`textbook`,`ru`,`Kimyo 7`,`• Составление уравнений химических реакций; • Уравнения химических реакций
Выполнение упражнение на уравнивания уравнений химических реакций
Химические явления = химические реакции
1. Поставьте коэффициенты химических реакций. 1) Fe+HCl → FeCl2 + H2
2) NH3 → N2 + H2 3) Fe + Cl2 → FeCl3 4) N2+O2 → NO 5) Mg+O2 → MgO 6) H2+N2 → NH3 7) CH4+O2 → CO2 + H2O 8) Al+Cl2 → AlCl3
9) Zn+O2 → ZnO 10) P+O2 → P2O5 2. Используя алгоритм составления уравнений химических реакций, составьте уравнения реакций между следующими парами веществ. 1) Na и O2 2) Na и Cl2 3) Al и S 4) Fe и O2 N2 + O2 → 2NO; 2NO + O2 → 2NO2 5) N2 и H2 3. Правильно заполните пропуски со знаком “? ” в следующих уравнениях реакций. 1) Ca + 2HCl → Ca “? ” + H2 ↑ 2) 2Mg + “? ” → 2MgO 3) 2H2“? ” + 3O2 → 2H2O + 2SO2 4) Fe2O3 + 3H2 → 2Fe + 3 “? ”O 5) CaCl2 + 2NaOH → Ca(OH)2 + 2Na“? ” 4.
Красный порошок меди (6,4 г) смешали с желтым порошком серы (3,2 г) и нагрели. Образовался черный порошок. Какова масса полученного черного порошка?`],[`g7-c2-s13-t02`,7,`c2`,`s13`,`2.13`,`Выполнение упражнений по составлению уравнений химических реакций`,71,71,`textbook`,`ru`,`Kimyo 7`,`Красный порошок меди (6,4 г) смешали с желтым порошком серы (3,2 г) и нагрели. Образовался черный порошок. Какова масса полученного черного порошка?
Условные знаки Для того чтобы составить уравнения химических реакций, необходимо знать определенные знаки, которые показывают, как протекает реакция. В химических уравнениях используются следующие знаки: → – необратимая (идет в одну сторону); или ↔ – обратимая (идет в две стороны); ↑ – выделение газа; ↓ – выпадение осадка; hν – свет; t° – температура (может указывать количество градусов); Q – теплота; Е (твердое) – твердое вещество; Е (газ) или Е (g) – газообразное вещество; Е (конц.
) – концентрированное вещество; Е (водный) – водный раствор вещества. Вместо стрелки ( → ) может ставиться знак равно (=).
Напишите уравнение реакции 5. При грозовых токах в атмосфере происходит следующая реакция:
Сколько молей кислорода необходимо для полного превращения 1 моля азота в NO2? Сколько граммов кислорода это будет составлять? Сколько грамм NO2 при этом образуется?`],[`g7-c2-s14-t01`,7,`c2`,`s14`,`2.14`,`Урок закрепления`,72,72,`textbook`,`ru`,`Kimyo 7`,`• Атом и его строение • Относительная молекулярная масса • Прстые и сложные вещества; определение молярной массы вещества; количество вещества; составление уравнений химических реакций; уравнивание уравнений химических реакций
1. Представьте, что у вас в руке волшебная палочка, и вы превращаете:
A) Камень в песок; Б) кислород в озон;
В) Пар в лед . В какой ситуации вы проводили эти превращения?
Урок закрепления
2. Найдите простые вещества: воздух, вода, озон, мед, морская вода, кислород, азот.
3. Найдите из следующих веществ сложные вещества: кислород, озон, речная вода, поваренная соль, воздух, сахар.
4. Вычислите количество ещества 20,8 г элемента хрома?
5. Какова масса 6,02 ∙1023 молекул метана CH4?
6. Какова масса 0,25 моль оксида железа (III) – Fe2O3?
7. Химику потребовался 1 моль магния для реакции. Он долго смотрел в периодическую таблицу, а затем набрал ровно 12 граммов магния. Насколько ошибался химик?
8. Напишите формулы соединений, используя валентности элементов.`],[`g7-c2-s14-t02`,7,`c2`,`s14`,`2.14`,`Урок закрепления`,72,73,`textbook`,`ru`,`Kimyo 7`,`8. Напишите формулы соединений, используя валентности элементов.
A) фтор с калием Б) магний с кислородом; В) кальций с водородом;
Г) фтор с алюминием; Д) алюминий с кислородом.
9. Нарисуйте структурную формулу соединений и определите валентность каждого атома.
A) HCl;
В) AlBr3;
10. Напишите формулы соединений хрома (III) и хрома (VI) с кислородом.
11. Какова массовая доля кислорода в белом песке SiO2?
12. Напишите уравнения реакций для следующих превращений.
Ca → CaH2 → Ca(OH)2
S → SO2 → SO3 → H2SO4 → CaSO4
13. Найдите недостающие коэффициенты в следующих уравнениях химических реакций.
1) ? Mg + O2 = 2MgO
2) ? Fe + 3Cl2 = ? FeCl3
3) ? Al + ? S = Al2S3
4) ? Cu + ?O2 = ? CuO
Б) BeCl2; Г) PH3; Д) TiCl4.
14. Сколько P2O5 необходимо для получения 392 кг H3PO4? фосфорной кислоты?
Выберите правильный ответ из предложенных вариантов.
1. Химический символ фосфора:
A) Po Б) P В) Pt Г) K
2. Какое из следующих названий является правильным для BaBr2?`],[`g7-c2-s14-t03`,7,`c2`,`s14`,`2.14`,`Урок закрепления`,73,73,`textbook`,`ru`,`Kimyo 7`,`2. Какое из следующих названий является правильным для BaBr2?
A) Бромид бора Б) Бромид бериллия В) Дибромид бария
Г) Бромид бария (I)
3. Валентность алюминия равна 3, а валентность серы равна 2. Найдите химическую формулу сульфида алюминия?
A) Al2S Б) AlS3 В) Al3S2 Г) Al2S3
4. Как формула для 3N2 выражается количественно?
A) 3х атомный азот Б) 2 молекулы азота
В) 3 молекулы азота Г) 6 молекул азота
5. Определите правильно уравненное химическое уравнение образования оксида железа (III)?
A) 2Fe + O2 → 2FeO
В) 4Fe + 3O2 → 2Fe2O3
6. Найдите валентность кремния в SiH4.
7. Все перечисленные ниже элементы, кроме ..., могут существовать в виде двухатомных молекул.
A) Водород Б) Кислород В) Натрий
8. Латинское название натрия...
A) Argentum Б) Kalium В) Natrium
9. Ag + S → Ag2S Какой коэффициент перед серебром (Ag) в уравнении реакции?.
10. Найдите совместимость между реагентами и продуктами соответствующих химических реакций. Дайте ответ в виде последовательности чисел, соответствующих буквам алфавита.`],[`g7-c2-s14-t04`,7,`c2`,`s14`,`2.14`,`Урок закрепления`,73,74,`textbook`,`ru`,`Kimyo 7`,`Найдите совместимость между реагентами и продуктами соответствующих химических реакций. Дайте ответ в виде последовательности чисел, соответствующих буквам алфавита.
Б) 3Fe + 2O2 → Fe3O4 Г) Fe + O2 → FeO
Г) Хлор
Г) Cuprum
Реагент Продукт реакции
A) H2 + O2 → 1) CO2 + H2O
B) C2H6 + O2 → 2) H2O
C) Al(OH)3 + H2SO4 → 3) Ca3(PO4)2 + NaNO3
D) Ca(NO3)2 + Na3PO4 → 4) Al2(SO4)3 + H2O
ГЛАВА III
ПЕРИОДИЧЕСКАЯ СИСТЕМА
О ЧЕМ?
Описание химических элементов. Химические элементы периодической системы. Периоды и группы.
Природные семейства химических элементов.
Понятия о щелочных металлах, галогенах, благородных газов и металлах побочных групп.
ЧТО ВЫ БУДЕТЕ ИЗУЧАТЬ?
Классификация химических элементов химиками. Структура таблицы Менделеева в периодической системе химических элементов. Периодическая таблица химических элементов. Периоды и группы.
Природные семейства химических элементов. Понятие о щелочных металлах, галогенах, инертных газах и металлах дополнительных побочных групп.
Урок закрепления.
ВОДОРОД БОР
ВОДОРОД
СЕРЕБРО МАГНИЙ
ЛИТИЙ
УГЛЕРОД`],[`g7-c3-s01-t01`,7,`c3`,`s01`,`3.1`,`Характеристика химических элементов`,75,75,`textbook`,`ru`,`Kimyo 7`,`• Классификация химических элементов • Строение периодической системы • Периоды и группы
С открытием новых химических элементов ученые стали классифицировать их по определенным критериям. Одной из первых попыток было разделение элементов на семейства.
Семейство химических элементов – это группа химических элементов со сходными свойствами. По мере открытия химических элементов и изучения их свойств число групп элементов увеличивалось.
Металлы (в переводе с латинского “metallum” – шахта, рудник) – группа элементов в виде простых веществ с характерными свойствами, такими как высокая тепло- и электропроводность, пластичность, металлический блеск.
Неметаллы – химические элементы, занимающие правый верхний угол таблицы Менделеева, обычно с неметалличе-скими свойствами.
Группа III
1-период H 2-период 3-период
4-период 5-период 6-период
Глава III. 1-тема
Классификация химических элементов`],[`g7-c3-s01-t02`,7,`c3`,`s01`,`3.1`,`Характеристика химических элементов`,75,75,`textbook`,`ru`,`Kimyo 7`,`…1-период H 2-период 3-период 4-период 5-период 6-период Глава III. 1-тема Классификация химических элементов
Например, калий во многом похож на натрий. В соединениях они одновалентны, соединяются с водой с образованием оснований, а основания – щелочи. Поэтому их называют щелочными металлами. Есть и другие элементы, сходные с калием и натрием по свойствам. Их выделяют в отдельное семейство – семейство щелочных металлов: Li, Na, K, Rb, Cs, Fr.
Знаете ли вы, как образовалась таблица Менделеева? Дмитрий Иванович Менделеев был первым химиком, который научно обосновал перилдическую систему Менделеева. Но как он это сделал? На каком основании расположил элементы? Кем были другие химики, которые пытались это сделать до и после него?
IV V
VI VII VIII
B C
N P
As Se
O S
F Ci
Закон триад Спираль Шанкуртуа
В 1829 году немецкий химик И. В. Деберейнер заметил, что некоторые элементы со сходными свойствами можно объединить в 3 группы и назвал их триадами.`],[`g7-c3-s01-t03`,7,`c3`,`s01`,`3.1`,`Характеристика химических элементов`,75,76,`textbook`,`ru`,`Kimyo 7`,`Деберейнер заметил, что некоторые элементы со сходными свойствами можно объединить в 3 группы и назвал их триадами.
1-триада: Li, Na, K.
Атомные массы соответственно равны 7,23, 39.
В 1863 г. французский геолог и химик А. Э. Шанкуртуа расположил элементы по спирали в порядке возрастания атомных весов на поверхности цилиндра, разделенного вертикальными линиями.
Таблица Мейера Закон октав
В 1870 г. немецкий химик Ю. Л. Мейер ограничил количество элементов в своей таблице на основе валентности элементов, чтобы подчеркнуть закономерное изменение атомной массы.
Английский ученый в 1865 г.
Ж. А. Ньюлендс заметил, что каждый восьмой элемент по своим свойствам подобен первому, и объяснил свое изобретение, названное им «Законом октав», аналогией семи интервалов музыкальной гаммы.
Периодический закон`],[`g7-c3-s01-t04`,7,`c3`,`s01`,`3.1`,`Характеристика химических элементов`,76,76,`textbook`,`ru`,`Kimyo 7`,`…изобретение, названное им «Законом октав», аналогией семи интервалов музыкальной гаммы. Периодический закон
Два ученых Д. И. Менделеев русский химик и немецкий ученый Л. Мейер независимо друг от друга предложили классификацию элементов в виде семейств со сходными свойствами, периодически повторяющимися при расположении элементов в порядке возрастания атомной массы.Оба опубликовали свои таблицы (Менделеев в 1869 г. и Мейер в 1870 г.) и сформулировали новый периодический закон.
Менделеев был настолько уверен в правильности периодического закона, что скорректировал на его основе некоторые значения атомных весов.Он точно предсказал свойства открытых позже элементов галлия (1875 г.), скандия (1879 г.) и германия (1886 г.).
Расположение элементов в периодической системе в 1870 г. Зеленым цветом показаны ячейки, свойства которых соответствуют элементам, предсказанным Д. И. Менделеевым
В 1871 году Менделеев к своему Периодическому закону дал классическую форму через периодическую таблицу.`],[`g7-c3-s01-t05`,7,`c3`,`s01`,`3.1`,`Характеристика химических элементов`,76,78,`textbook`,`ru`,`Kimyo 7`,`В 1871 году Менделеев к своему Периодическому закону дал классическую форму через периодическую таблицу.
В периодической таблице химические элементы располагаются горизонтальными и вертикальными рядами в порядке возрастания порядкового номера. Вертикальные ряды называются группами. Горизонтальные ряды называются периодами.
Природные семейства химических элементов
Щелочные металлы: Li, Na, K, Rb, Cs, Fr.
Галогены: F, Cl, Br, J, At.
Халькогены: S, O, Se, Te, Po.
Инертные газы: He, Ne, Ar, Xe, Kr.
Задания
1. Расположите элементы в пустых ячейках правильно в соответствии с периодами и группами.
Атом Порядковый номер Атомная масса Число протонов Число нейтронов Число электронов
Гелий 2 4
Хлор
Азот
2. Найдите в периодической таблице элементы: водород, кислород, натрий, аргон, цинк, бром, рутений, платину. Укажите их порядковый номер, относительную атомную массу, период и номер группы.`],[`g7-c3-s01-d01`,7,`c3`,`s01`,`3.1`,`Характеристика химических элементов: Семейство химических элементов, щелочными металлами, группами, периодами`,75,78,`definition`,`ru`,`Kimyo 7`,`Семейство химических элементов – это группа химических элементов со сходными свойствами.
Поэтому их называют щелочными металлами.
Вертикальные ряды называются группами.
Горизонтальные ряды называются периодами.`],[`g7-c3-s02-t01`,7,`c3`,`s02`,`3.2`,`Природные семейства химических элементов`,79,79,`textbook`,`ru`,`Kimyo 7`,`• Щелочные металлы • Галогены • Инертные газы
Глава III. 2-тема
Природные семейства химических элементов
Поскольку деления на металлы и неметаллы недостаточно для классификации элементов, ученые стали выделять из этих двух больших классов элементы, сходные по свойствам.Такие группы элементов называются природными семействами.
Щелочные металлы
Это литий Li, натрий Na, калий K, рубидий Rb, цезий Cs, франций Fr. Франций – радиоактивный элемент. Их называют щелочными металлами, так как при взаимодействии с водой они образуют основания-щелочи, хорошо растворяющиеся в воде.
Щелочные металлы имеют некоторые общие свойства: их молекулы состоят из одного атома, они очень активны, поэтому их следует хранить под слоем керосина, а (Li) литий – под вазелином.
С водой реагируют бурно, в соединениях проявляют валентность I.
Металлическая активность щелочных металлов в группе увеличивается сверху вниз.
Галогены
В природе существуют группы элементов, обладающие свойствами, противоположными щелочным металлам, например, галогены.`],[`g7-c3-s02-t02`,7,`c3`,`s02`,`3.2`,`Природные семейства химических элементов`,79,79,`textbook`,`ru`,`Kimyo 7`,`В природе существуют группы элементов, обладающие свойствами, противоположными щелочным металлам, например, галогены.
Галогены – типичные неметаллы, при взаимодействии с металлами образуют соли (galogen означает солеобразующий). Галогены находятся в молекулярной форме. Все галогены образуют летучие водородные соединения, их растворы – кислоты. У галогенов в отличие от щелочных металлов активность элементов снижается с увеличением относительных атомных масс в галогенах.
Галогены относятся к группе VIIA, это фтор F, хлор Cl, бром Br, йод I, астат At. Астат – радиоактивный элемент. В соединениях фтор имеет валентность, равную I, а остальные галогены имеют валеность – I, III, V, VII.
Другая группа природных элементов – инертные газы. Каждый период периодической системы заканчивается инертным газом. Инертные газы характеризуются низкой химической активностью. Это бесцветные и не имеющие запаха одноатомные газы. Гелий наиболее химически инертен, а криптон и ксенон более активны, они всегда присутствуют в атмосфере, но не видны и не ощущаются. Плохо растворяются в воде.`],[`g7-c3-s02-t03`,7,`c3`,`s02`,`3.2`,`Природные семейства химических элементов`,79,80,`textbook`,`ru`,`Kimyo 7`,`Гелий наиболее химически инертен, а криптон и ксенон более активны, они всегда присутствуют в атмосфере, но не видны и не ощущаются. Плохо растворяются в воде.
Не горят, плохо проводят тепло, хорошо проводят электрический ток и при этом светятся, практически не реагируют с металлами, кислородом, кислотами, основаниями, органическими веществами. Химическая активность возрастает с увеличением атомной массы. Инертные газы не токсичны, но могут вытеснять кислород из воздуха, снижая его концентрацию до фатально низкого уровня. Инертные газы (He, Ne, Ar) применяются в основном при сварке металлов, в лампах и фонарях, а также в качестве хладагентов в физических исследованиях.
Периодическая система представляет собой упорядоченное расположение химических элементов в соответствии с их атомным номером (количеством протонов), электронной структурой и химическими свойствами. Это расположение разделяет элементы в соответствии с их периодическими изменениями, которые имеют сходные свойства в одном столбце.`],[`g7-c3-s02-t04`,7,`c3`,`s02`,`3.2`,`Природные семейства химических элементов`,80,80,`textbook`,`ru`,`Kimyo 7`,`Это расположение разделяет элементы в соответствии с их периодическими изменениями, которые имеют сходные свойства в одном столбце.
Семейство элементов – это столбец элементов в периодической таблице, каждый член которого имеет одинаковое количество валентных электронов. Члены семейства имеют схожие химические и физические свойства. Семейство элементов также называют группой элементов. Из-за путаницы IUPAC предпочитает обозначать группы элементов номером, а не названием, и в настоящее время существует 18 семейств или групп элементов. Такое распределение важно при практическом использовании элементов.
Задания
1. Объясните, почему щелочные металлы хранятся под слоем керосина.
2. Напишите уравнения реакций взаимодействия щелочных металлов с кислородом и хлором напримере натрия.
3. Напишите уравнения реакций взаимодействия галогенов с водородом.
4. Продолжите логическую цепочку и объясните
NaCl → NaOH → Na2O → ... K2SO4 → H2SO4 → SO3 → ...`],[`g7-c3-s02-t05`,7,`c3`,`s02`,`3.2`,`Природные семейства химических элементов`,80,80,`textbook`,`ru`,`Kimyo 7`,`…галогенов с водородом. 4. Продолжите логическую цепочку и объясните NaCl → NaOH → Na2O → ... K2SO4 → H2SO4 → SO3 → ...
5. Соберите сведения о составе воздуха и запишите в тетрадь количество в нем инертных
Основные понятия Природные семейства – группа элементов, объеди-ненных сходными химическими и физическими свойствами.
Щелочной металл – тип элемента, который образует основание-щелочь, которое взаимодействует с водой и хорошо растворяется. Галоген – означает образующий соль. Инертность – низкая химическая активность. IUPAC – Международный союз теоретической и прикладной химии. IUPAC номенклатура – это система наименования химических соединений и описания химии.
газов.`],[`g7-c3-s02-d01`,7,`c3`,`s02`,`3.2`,`Природные семейства химических элементов: природными семействами, щелочными металлами, Семейство элементов, группой элементов`,79,80,`definition`,`ru`,`Kimyo 7`,`Такие группы элементов называются природными семействами.
Их называют щелочными металлами, так как при взаимодействии с водой они образуют основания-щелочи, хорошо растворяющиеся в воде.
Семейство элементов – это столбец элементов в периодической таблице, каждый член которого имеет одинаковое количество валентных электронов.
Семейство элементов также называют группой элементов.`],[`g7-c3-s02-d02`,7,`c3`,`s02`,`3.2`,`Природные семейства химических элементов: IUPAC номенклатура`,80,80,`definition`,`ru`,`Kimyo 7`,`IUPAC номенклатура – это система наименования химических соединений и описания химии.`],[`g7-c3-s02-sum`,7,`c3`,`s02`,`3.2`,`Природные семейства химических элементов: главное`,80,80,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Природные семейства – группа элементов, объеди-ненных сходными химическими и физическими свойствами.`],[`g7-c3-s03-t01`,7,`c3`,`s03`,`3.3`,`Периодическая система химических элементов`,81,81,`textbook`,`ru`,`Kimyo 7`,`• Периоды • Группы • Расположение химических элементов
Глава III. 3-тема
Периодическая таблица химических элементов
1. Что вы понимаете под “периодическим”?
2. Как вы объясните периодичность дней?
3. Какие еще периодичности вы знаете?
Наиболее успешная попытка классификации элементов была предпринята русским химиком Дмитрием Менделеевым в 1869 г. Когда он расположил 63 известных элемента в порядке возрастания атомной массы, он обнаружил, что элементы со сходными свойствами появляются через определенные промежутки времени. Это называется периодичностью.
При составлении периодической системы Д. И. Менделеева за основную характеристику взял атомную массу химического элемента. Периодическая таблица элементов была составлена на основе периодического закона, объяснявшего, что «свойства простых тел, а также формы и свойства соединений элементов зависят периодически от величины атомных масс элементов».`],[`g7-c3-s03-t02`,7,`c3`,`s03`,`3.3`,`Периодическая система химических элементов`,81,81,`textbook`,`ru`,`Kimyo 7`,`…простых тел, а также формы и свойства соединений элементов зависят периодически от величины атомных масс элементов».
Периодическая таблица элементов представляет собой графическое (табличное) представление периодического закона. Время открытия закона и создания первой версии периодической системы – 1-марта 1869-года.
В настоящее время периодическая система Менделеева содержит 118 химических элементов. Все элементы периодической системы нумеруются в порядке их следования один за другим. Числа элементов называются порядковыми или атомными номерами.
Основные понятия
Периоды – горизонтальные линии, начинающиеся с щелочного металла и заканчивающиеся инертным газом. Группы – разделены на вертикальные ряды, основные и дополнительные группы.
Номер атома 20
Название Кальций 40,08
→ Химический знак
→ Атомная масса
В горизонтальных рядах таблицы Менделеева расположены 7 периодов (отмечены римскими цифрами), из которых периоды I, II и III называются малыми периодами, IV, V, VI и VII называются большими периодами.`],[`g7-c3-s03-t03`,7,`c3`,`s03`,`3.3`,`Периодическая система химических элементов`,81,82,`textbook`,`ru`,`Kimyo 7`,`В горизонтальных рядах таблицы Менделеева расположены 7 периодов (отмечены римскими цифрами), из которых периоды I, II и III называются малыми периодами, IV, V, VI и VII называются большими периодами.
Все периоды, кроме первого, начинаются с щелочного металла и заканчиваются инертным газом.
В вертикальных рядах периодической таблицы есть 8 групп (обозначены римскими цифрами), номер группы связан с валентностью, которую элементы проявляют в соединениях. Обычно высшие валентности элементов равны числу группы. За исключением F и O – их валентности соответственно F–I, O– равны II.
Каждая группа делится на две подгруппы – основную подгруппу и побочную подгруппу, что обозначается записью основной подгруппы справа, а побочной подгруппы слева в периодической системе.
Перио- Ряды
Основная подгруппа
ОТНОСИТЕЛЬНАЯ АТОМНЫЙ ПОРЯДКОВЫЙ ЭЛЕКТРООТРИЦАТЕЛЬНОСТЬ НОМЕР
ВОДОРОД
ГЕЛИЙ
Химическая формула
Атомная масса`],[`g7-c3-s03-t04`,7,`c3`,`s03`,`3.3`,`Периодическая система химических элементов`,82,82,`textbook`,`ru`,`Kimyo 7`,`…подгруппа ОТНОСИТЕЛЬНАЯ АТОМНЫЙ ПОРЯДКОВЫЙ ЭЛЕКТРООТРИЦАТЕЛЬНОСТЬ НОМЕР ВОДОРОД ГЕЛИЙ Химическая формула Атомная масса
ЛИТИЙ
БЕРИЛЛИЙ БОР
УГЛЕРОД АЗОТ
КИСЛОРОД ФТОР
НЕОН
НАЗВАНИЕ УРАН
Распределение электронов Распределение электропо подуровням нов по энергетическим уровням
НАТРИЙ МАГНИЙ
АЛЮМИНИЙ КРЕМНИЙ
ФОСФОР СЕРА
ХЛОР АРГОН
КАЛИЙ КАЛЬЦИЙ СКАНДИЙ
ТИТАН ВАНАДИЙ
ХРОМ МАРГАНЕЦ ЖЕЛЕЗО
КОБАЛЬТ НИКЕЛЬ
МЕДЬ ЦИНК
ГАЛЛИЙ ГЕРМАНИЙ
МЫШЬЯК СЕЛЕН
БРОМ КРИПТОН
РУБИДИЙ СТРОНЦИЙ ИТТИРИЙ
ЦИРКОНИЙ НЕОБИЙ
МОЛИБДЕН ТЕХНИЦИЙ РУТЕНИЙ
РОДИЙ ПАЛЛАДИЙ
СЕРЕБРО КАДМИЙ ИНДИЙ
ОЛОВО СУРЬМА ТЕЛЛУР
ЙОД КСЕНОН
ЦЕЗИЙ БАРИЙ ЛАНТАН
ГАФНИЙ ТАНТАЛ
ВОЛЬФРАМ РЕНИЙ
ОСМИЙ ИРИДИЙ ПЛАТИНА
ЗОЛОТО
РТУТЬ ТАЛЛИЙ СВИНЕЦ
ВИСМУТ ПОЛОНИЙ
АСТАТ
РАДОН
Побочная подгруппа
ХАССИЙ
ФРАНЦИЙ
РАДИЙ АКТИНИЙ РЕЗЕРФОРДИЙ
ДУБНИЙ СИБОРГИЙ
БОРИЙ
МЕЙТНЕЙРИЙ ДАРМШТАДТИЙ
КОПЕРНИЦИЙ НИХОНИЙ ФЛЕРОВИЙ
МОСКОВИЙ ЛИВЕРМОРИЙ
ТЕННЕССИН
ОГАНЕСОН
РЕНГЕНИЙ
ВЫСШИЕ ОКСИДЫ, ЛЕТУЧИЕ ВОДОРОДНЫЕ СОЕДИНЕНИЯ`],[`g7-c3-s03-t05`,7,`c3`,`s03`,`3.3`,`Периодическая система химических элементов`,82,82,`textbook`,`ru`,`Kimyo 7`,`…КОПЕРНИЦИЙ НИХОНИЙ ФЛЕРОВИЙ МОСКОВИЙ ЛИВЕРМОРИЙ ТЕННЕССИН ОГАНЕСОН РЕНГЕНИЙ ВЫСШИЕ ОКСИДЫ, ЛЕТУЧИЕ ВОДОРОДНЫЕ СОЕДИНЕНИЯ
* ЛАНТАНОИДЫ –
ЦЕРИЙ ПРАЗЕОДИМ НЕОДИМ ПРОМЕТИЙ САМАРИЙ ЕВРОПИЙ ГАДОЛИНИЙ ТЕРБИЙ ДИСПРОЗИЙ ГОЛЬМИЙ ЭРБИЙ
ТУЛИЙ ИТТЕРБИЙ ЛЮТЕЦИЙ
* * АКТИНОИДЫ –
ТОРИЙ ПРОАКТИНИЙ УРАН
НЕПТУНИЙ ПЛУТОНИЙ АМЕРИЦИЙ КЮРИЙ
БЕРКЛИЙ КАЛИФОРНИЙ ЭНШТЕЙНИЙ ФЕРМИЙ МЕНДЕЛЕЕВИЙ НОБЕЛИЙ ЛОУРЕНСКИЙ
S-элементы P-элементы d-элементы f-элементы
В настоящее время существует более 500 вариантов описания периодической системы: это выражения периодического закона в разных формах. Первый вариант периодической системы элементов, предложенный Д. И. Менделеевым 1 марта 1869 г. , называется вариантом полной формы. В этой версии каждый период помещался в одну строку. В декабре 1870 года он опубликовал вторую версию таблицы Менделеева, так называемую краткую форму. В этом варианте периоды делились на ряды, а группы на (основные и побочные) подгруппы.`],[`g7-c3-s03-t06`,7,`c3`,`s03`,`3.3`,`Периодическая система химических элементов`,82,82,`textbook`,`ru`,`Kimyo 7`,`В этом варианте периоды делились на ряды, а группы на (основные и побочные) подгруппы.
Сжатый вариант периодической системы является наиболее распространенным.
Задания
1. У какого элемента высшая валентность не соответствует группе периодической таблицы?
2. Назовите элементы групп IA, VA, VIIA и VIII?
3. Подсчитайте все элементы, расположенные в 1-м, 2-м и 3-м периодах.
4. Какой элемент входит в группу IVA 3-го периода?
5. Какой элемент относится к группе VII и периоду 2?
6. Начертите в тетради приведенную ниже таблицу.
a) Ячейки с перечислением элементов группы II выделены зеленым цветом;
b) Раскрасьте клетки с элементами 3-го периода голубым цветом.
Магний Сурьма Калий
Цинк Калий Золото
Бериллий Бор Углерод
Натрий Азот Бор
Галлий Алюминий Фосфор
Скандий Кислород Кремний`],[`g7-c3-s03-d01`,7,`c3`,`s03`,`3.3`,`Периодическая система химических элементов: порядковыми или атомными номерами, малыми периодами, вариантом полной формы`,81,82,`definition`,`ru`,`Kimyo 7`,`Числа элементов называются порядковыми или атомными номерами.
В горизонтальных рядах таблицы Менделеева расположены 7 периодов (отмечены римскими цифрами), из которых периоды I, II и III называются малыми периодами, IV, V, VI и VII называются большими периодами.
, называется вариантом полной формы.`],[`g7-c3-s03-sum`,7,`c3`,`s03`,`3.3`,`Периодическая система химических элементов: главное`,81,81,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Периоды – горизонтальные линии, начинающиеся с щелочного металла и заканчивающиеся инертным газом. Группы – разделены на вертикальные ряды, основные и дополнительные группы. Номер атома 20`],[`g7-c3-s04-t01`,7,`c3`,`s04`,`3.4`,`Урок закрепления`,83,83,`textbook`,`ru`,`Kimyo 7`,`Глава III. 4-тема Изучаемые понятия
• История создания химичес-
Урок закрепления кой таблицы
• Природные семейства элементов • Периоды • Группы • Расположение химических элементов
1. Сравните работы И. В. Деберейнера, Дж. А. Ньюлендса, Д. И. Менделеева, напишите схожесть и отличия.
Закон триад В. Деберейнера
Закон октав А. Ньюлендса
Периодический закон Д. И. Менделеева
2. Заполните таблицу.
Названия природных семейств Элементы этого Особенности этого химических элементов семейства семейства
Щелочные металлы
Галогены
Инертные газы
3. Используя схему ниже:
A) напишите букву группы и его название, указывающий на щелочной металл ;
Б) напишите букву группы и его название, обозначающую галоген;
В) напишите букву группы и название, показывающую инертный газ.
4. Как изменяется атомная масса слева направо в периодах?`],[`g7-c3-s04-t02`,7,`c3`,`s04`,`3.4`,`Урок закрепления`,83,83,`textbook`,`ru`,`Kimyo 7`,`4. Как изменяется атомная масса слева направо в периодах?
5. Как изменяется атомная масса в группах сверху вниз?
6. Какие продукты образуются при взаимодействии щелочных металлов с водой? Напишите уравнения реакций.
7. Напишите уравнения реакций взаимодействия галогенов с металлами.
8. Найдите в схеме вещество: Fe2O3 + 3H2 → 2X + 3H2O.
9. Дайте полное описание элемента с порядковым номером 15.
10. Вычислите массу лития использованной для получения 1,2 моля хлорида лития (2Li + Cl2 → 2LiCl).`],[`g7-c4-s01-t01`,7,`c4`,`s01`,`4.1`,`Воздух и его состав`,84,85,`textbook`,`ru`,`Kimyo 7`,`ГЛАВА IV
ВОЗДУХ. РЕАКЦИЯ ГОРЕНИЯ
О ЧЕМ?
Состав воздуха. Факторы, влияющие на загрязнение воздуха. Защита атмосферы.
Кислород. Получение и свойства. Применение.
Озон. Горение. Оксиды.
ЧТО ВЫ БУДЕТЕ ИЗУЧАТЬ?
Состав воздуха. Факторы, влияющие на загрязнение воздуха. Охрана атмосферы.
Кислород – простое вещество. Распространение в природе, способы получения. Свойства кислорода.
Реакции горения. Горение простых и сложных веществ. Пламя. Огонь.
Использование кислорода. Значение озона.
Образование основных и кислотных оксидов. Практические занятия по теме.
• Состав воздуха Воздух и его состав • Свойства воздуха • Молярная масса воздуха
Все мы знаем, что ни одно живое существо на земле не может жить без воздуха. Воздух представляет собой смесь невидимых и неосязаемых газов. Хотя мы почти не чувствуем воздух, мы очень хорошо знаем, что он вокруг нас.
Какие газы составляют атмосферу воздуха?`],[`g7-c4-s01-t02`,7,`c4`,`s01`,`4.1`,`Воздух и его состав`,85,85,`textbook`,`ru`,`Kimyo 7`,`…почти не чувствуем воздух, мы очень хорошо знаем, что он вокруг нас. Какие газы составляют атмосферу воздуха?
Воздух состоит из смеси примерно 27 различных газов, около 99% из которых состоит из смеси кислорода и азота.Остальной процент включает водяной пар, углекислый газ, метан, водород, озон, инертные газы (аргон, ксенон, неон, гелий, криптон) и часто сероводород, углекислый газ, йод, оксид азота и аммиак.
В обычных условиях свежий воздух состоит из 78,1 % азота и 20,93 % кислорода, но в зависимости от географического положения и высоты над уровнем моря состав воздуха может меняться.
Историческая справка
Джозеф Блэк в 1754 году впервые экспериментально доказал, что воздух не простое вещество, а смесь газов.
Джозеф Блэк фактически показал другим ученым, которые все больше изучали состав атмосферы, как рассчитать кислород и другие газы в воздухе. В результате было создано определение – что атмосферу Земли составляет смеси газов.`],[`g7-c4-s01-t03`,7,`c4`,`s01`,`4.1`,`Воздух и его состав`,85,86,`textbook`,`ru`,`Kimyo 7`,`В результате было создано определение – что атмосферу Земли составляет смеси газов.
Функции воздуха
Основная функция воздуха – сделать планету комфортной для дыхания и жизни деятельности живых организмов.
Азот обычно безопасен только при смешивании с водородом в правильных пропорциях. Азот нужен для разбавления кислорода, так как чистый кислород может быть вреден для живых организмов. Но если азот увеличивается, то это приводит к гипоксии, то есть к снижению уровня кислорода в организме и внутренних органах. Азот, принимаемый человеком при дыхании, не всасывается в организм, а возвращается обратно, т. к. служит только для защиты легких от кислорода.
Азот является основным компонентом воздуха (78,084% по объему и 75,5% по массе) и является одним из самых распространенных элементов на Земле. Как простое вещество, это бесцветный двухатомный газ без вкуса и запаха, химически очень инертный.`],[`g7-c4-s01-t04`,7,`c4`,`s01`,`4.1`,`Воздух и его состав`,86,86,`textbook`,`ru`,`Kimyo 7`,`Как простое вещество, это бесцветный двухатомный газ без вкуса и запаха, химически очень инертный.
Кислород – второй по распространенности компонент воздуха после азота, составляет 20,9476 % воздуха по объему и 23,15 % по массе, вместе с азотом эти два газа составляют около 99 % всего атмосферного воздуха.
Кислород – химически активный неметалл, при нормальных условиях как простое вещество представляет собой бесцветный газ без вкуса и запаха, молекула которого состоит из двух атомов кислорода (химическая формула O2).
Вычислим среднюю молярную массу возуха,если его состав по объему составляет 21% O2, 78% N2, 0,5% Ar и 0,5% CO2.
Воздух берется как 1 моль n (O2) = 0,21 моль, n(N2) = 0,78 моль, n (Ar) = 0,005 моль и n (CO2) = 0,005 моль.
Во многих задачах связанных с расчетом относительной плотности газов, средняя молярная масса воздуха всегда принимается как М(воздух)= 29 г / моль.
Углекислый газ в воздухе влияет на теплообмен планеты с космосом как газ, вызывающий парниковый эффект, участвует в эффективной очистке ряда переизлучающего тепла и тем самым в формировании климата планеты.`],[`g7-c4-s01-t05`,7,`c4`,`s01`,`4.1`,`Воздух и его состав`,86,86,`textbook`,`ru`,`Kimyo 7`,`Углекислый газ в воздухе влияет на теплообмен планеты с космосом как газ, вызывающий парниковый эффект, участвует в эффективной очистке ряда переизлучающего тепла и тем самым в формировании климата планеты.
Свойства воздуха:
– без цвета,без запаха и без вкуса; – полностью прозрачный; – его можно сжать; – горячий воздух легче холодного; – сжимается при охлаждении и расширяется при нагревании; – сохраняет тепло и практически не пропускает его; – необходим для процессов горения.
Задания
1. Для сохранения тепла окна изготавливают с двойным остеклением. Какое свойство воздуха при этом учитывается?
2. Какой газ в воздухе необходим для дыхания?
3. Одинаков ли состав вдыхаемого и выдыхаемого воздуха?
4. Правда ли, что меховая одежда и шерстяные перчатки согревают?
5. Назовите количественные и качественные значения газов в воздухе и начертите график.`],[`g7-c4-s02-t01`,7,`c4`,`s02`,`4.2`,`Факторы, влияющие на загрязнение воздуха`,87,87,`textbook`,`ru`,`Kimyo 7`,`• Состав воздуха • Виды загрязнения • Снижение загрязнения
Факторы оказывающие влияние на загрязнение воздуха
Всегда ли атмосфера Земли была в нынешнем составе? Историческая справка
Вместе с Землей начала формироваться атмосфера, которая в процессе эволюции планеты претерпела ряд химических и физических изменений, пока не достигла современного строения и состава. Согласно эволюционной модели, ранняя Земля находилась в расплавленном состоянии и начала формироваться как твердое тело около 4,5 миллиардов лет назад. Этот этап считается началом геологической хронологии, с этого времени началась эволюция атмосферы.`],[`g7-c4-s02-t02`,7,`c4`,`s02`,`4.2`,`Факторы, влияющие на загрязнение воздуха`,87,87,`textbook`,`ru`,`Kimyo 7`,`Этот этап считается началом геологической хронологии, с этого времени началась эволюция атмосферы.
В результате извержения вулканов выделились газы: азот N2, аммиак NH3, метан CH4, пары воды, угарный газ CO и углекислый газ CO2. Под воздействием ультрафиолетовых лучей солнца водяной пар разлагался на водород и кислород, но выделившийся кислород реагируя с монооксидом углерода образовался диоксид углерода. Аммиак разлагался на азот и водород. В процессе диффузии водород поднимался и покидал атмосферу, а более тяжелый азот не мог уйти, постепенно накапливался и становился основным компонентом.
Под воздействием ультрафиолетовых лучей и электрических разрядов смесь газов, присутствующих в первозданной атмосфере Земли, вступили в химические реакции, в результате которых образовались органические вещества, в частности аминокислоты. Процесс фотосинтеза начался с появлением древних растений и выделением кислорода, этот газ диффузировал в верхние слои атмосферы и стал защищать ее нижние слои и поверхность Земли от опасного для жизни ультрафиолетового и рентгеновского излучения.`],[`g7-c4-s02-t03`,7,`c4`,`s02`,`4.2`,`Факторы, влияющие на загрязнение воздуха`,87,88,`textbook`,`ru`,`Kimyo 7`,`Процесс фотосинтеза начался с появлением древних растений и выделением кислорода, этот газ диффузировал в верхние слои атмосферы и стал защищать ее нижние слои и поверхность Земли от опасного для жизни ультрафиолетового и рентгеновского излучения.
Земному притяжению удалось удержать газы вблизи планеты, они аккумулировались и образовали атмосферу Земли, первоначальный состав которой значительно отличался от состава современного воздуха
Исходная атмосфера
Космические лучи
Водяной пар
Электрические заряды
Метиориты
Водяной пар
Вулканы
Атмосфера – одна из основных частей механизма, регулирующего круговорот воды, кислорода, азота и углерода. Значение атмосферы в том, что она служит экраном, защищающим жизнь на Земле от разрушительного воздействия космоса. Солнечный свет, проходящий через атмосферу, является источником жизни. Воздух является необходимой средой для дыхания всех живых организмов на Земле, из него получают кислород все живые клетки, кроме того, он широко используется в различных сферах деятельности человека.`],[`g7-c4-s02-t04`,7,`c4`,`s02`,`4.2`,`Факторы, влияющие на загрязнение воздуха`,88,88,`textbook`,`ru`,`Kimyo 7`,`Воздух является необходимой средой для дыхания всех живых организмов на Земле, из него получают кислород все живые клетки, кроме того, он широко используется в различных сферах деятельности человека.
Применение воздуха
Реактивное топливо Сварка металлов Минеральные удобрения Взрывчатые Металлургия вещества
Азотная кислота Аммиак
Получение взрывчатых веществ Получение метилового спирта
Лекарства
Краски
Получение пластмассы O2
Получение пластмассы
Воздух
Проблема состава воздуха была предметом исследования на протяжении многих веков, и после того, как ее тайна была раскрыта, человечество столкнулось с совершенно другой проблемой: атмосферный воздух загрязняется как естественным, так и искусственным путем.
Природное загрязнение атмосферы можно рассматривать как фактор, обеспечивающий ее регулирующую функцию. Поэтому сам термин «загрязнение» в определенной степени условный. В атмосферу попадают газы, выделяющиеся в результате горения леса, извержений вулканов и биохимических реакций.`],[`g7-c4-s02-t05`,7,`c4`,`s02`,`4.2`,`Факторы, влияющие на загрязнение воздуха`,88,88,`textbook`,`ru`,`Kimyo 7`,`В атмосферу попадают газы, выделяющиеся в результате горения леса, извержений вулканов и биохимических реакций.
Естественная атмосферная пыль образуется при разложении горных пород, эрозии почв, лесных и торфяных пожарах. Они конденсируются в атмосфере, без них не могут образовываться осадки в виде снега и дождя.
Наибольшая концентрация токсичных веществ в земной атмосфере связана с промышленными отходами синтетических соединений. Из-за деятельности человека в воздухе увеличилась концентрация солей тяжелых металлов, аммиака, альдегидов, эфиров и различных углеводородов.
К биологическим видам, загрязняющим атмосферу, относятся вирусы, патогенные бактерии, споры грибов и токсины.
Обилие пылевых частиц и радионуклидов в воздухе – признак физического загрязнения. Примером такого загрязнения являются электромагнитные, тепловые и шумовые загрязнения в городской среде.
Основные понятия`],[`g7-c4-s02-t06`,7,`c4`,`s02`,`4.2`,`Факторы, влияющие на загрязнение воздуха`,88,89,`textbook`,`ru`,`Kimyo 7`,`…такого загрязнения являются электромагнитные, тепловые и шумовые загрязнения в городской среде. Основные понятия
Большую роль в загрязнении окружающей среды играют природные и антропогенные факторы. Существует множество видов загрязнения: химическое, бактериальное, термическое, механическое, радиоактивное. Большинство из них вызвано в основном человеческим фактором.
Естественные и искусственные источники загрязнения воздуха
Транспорт: самолеты автомобили автобусы грузовые машины
Удар молнии Извержение вулканов Лесные пожары
Производственные предприятия электростанции
Города
Способы уменьшения загрязнения воздуха
Рейтинговые организации составляют список самых чистых и самых загрязненных мест на Земле по уровню загрязнения атмосферы. В связи с безостановочным процессом дыхания в живых организмах неизбежно воздействие на них различных загрязнений.В зависимости от источников загрязнения и их физико-химических свойств для снижения загрязнения применяют следующие методы:`],[`g7-c4-s02-t07`,7,`c4`,`s02`,`4.2`,`Факторы, влияющие на загрязнение воздуха`,89,89,`textbook`,`ru`,`Kimyo 7`,`В зависимости от источников загрязнения и их физико-химических свойств для снижения загрязнения применяют следующие методы:
– использование альтернативной энергии;
– сокращение промышленных отходов;
– изменение структуры работы транспорта;
– переработка отходов;
– сокращение использования химических удобрений;
– увеличение доли зеленых насаждений.
Задача. В сутки человек вдыхает около 25 кг воздуха, автомобиль потребляет 35,2 кг кислорода на 100 км пути.Если одна из машин проедет менее 100 км, сколько дней человек будет дышать этим сэкономленным кислородом?
Решение:
m (O2) = 25 ∙ 0,21 = 5,25 кг (человек вдыхает кислород за 1 день)
Ответ: 6 дней 16 часов 55 минут.
Задания
1. Какая область деятельности человека больше всего загрязняет атмосферу?
2. Какие газообразные оксиды, загрязняющие атмосферу Земли, вы знаете?
3. "Воздух представляет собой смесь постоянных, переменных и случайных компонентов.
Мы знаем значение постоянных, переменных и случайных слов в этом предложении. Какие случайные компоненты могут быть в воздухе больших городов?
4. Как защитить воздух от загрязнения?`],[`g7-c4-s02-sum`,7,`c4`,`s02`,`4.2`,`Факторы, влияющие на загрязнение воздуха: главное`,88,88,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Большую роль в загрязнении окружающей среды играют природные и антропогенные факторы. Существует множество видов загрязнения: химическое, бактериальное, термическое, механическое, радиоактивное. Большинство из них вызвано в основном человеческим фактором.`],[`g7-c4-s03-t01`,7,`c4`,`s03`,`4.3`,`Общая характеристика кислорода`,90,90,`textbook`,`ru`,`Kimyo 7`,`• Химический знак • Открытие • Распростроение в природе
Общее описание кислорода
Недаром мы начинаем изучение важнейших элементов с кислорода. Кислород действительно является самым важным элементом. Его химия тесно связана практически со всеми элементами таблицы Менделеева, потому что кислород образует с каждым из них определенные соединения. Исключение составляют только инертные газы – гелий, неон, аргон.
Другая важная причина заключается в том, что кислород играет особую роль в существовании жизни на Земле. Кислород, связанный на поверхности планеты – в земной коре, самый распространенный элемент. В составе минералов в виде соединений с другими элементами он составляет 47 % массы земной коры. В земной атмосфере кислород находится в свободном (несвязанном) состоянии: составляет 21 % по объему или 23% по массе.
Основные понятия`],[`g7-c4-s03-t02`,7,`c4`,`s03`,`4.3`,`Общая характеристика кислорода`,90,90,`textbook`,`ru`,`Kimyo 7`,`…находится в свободном (несвязанном) состоянии: составляет 21 % по объему или 23% по массе. Основные понятия
Кислород (на латинском Oxygenium) − O, Расположен в VI группе периодической системы Менделеева; Аатомный номер 8, относительная атомная масса 15,9994. Как простое вещество кислород двухатомный: O2 Относительная молекулярная масса кислорода равна 32. Валентность в соединениях равна 2 При нормальных условиях кислород представляет собой бесцветный газ без запаха и вкуса, очень мало растворимый в воде.
Историческая справка
Первые выводы о том, что горит не воздух, а только его «активная» часть, были обнаружены в китайских рукописях VIII века до н. э. Позднее Леонардо да Винчи (1452–1519) описал воздух как смесь двух газов, только один из которых участвует в процессах горения и дыхания. Кислород почти одновременно было открыто двумя учеными: К. Шееле (1769–1770) способом нагревания селитры (KNO3, NaNO3), оксида марганца (IV)- MnO2 и других веществ, А Ж. Пристли (1774) получил кислород Pb3O4 и оксида ртути HgO нагреванием оксида свинца. В 1772 г.`],[`g7-c4-s03-t03`,7,`c4`,`s03`,`4.3`,`Общая характеристика кислорода`,90,91,`textbook`,`ru`,`Kimyo 7`,`Пристли (1774) получил кислород Pb3O4 и оксида ртути HgO нагреванием оксида свинца. В 1772 г.
Даниель Резерфорд открыл азот. В 1775 г. А. Лавуазье провел количественный анализ воздуха и обнаружил, что он состоит из «двух (газов) разной и, если можно так сказать, противоположной природы», т. е. кислорода и азота.
Основываясь на обширных экспериментальных исследованиях, Лавуазье правильно объяснил горение и дыхание процессами взаимодействия веществ с кислородом, а поскольку кислород входит в состав кислот, Лавуазье назвал его кислородом.
Среда
Литосфера Гидросфера Атмосфера Биосфера
Основные химические формы
Силикаты, алюмосиликаты, оксиды, соли Вода Молекулярный кислород В составе живых организмов содержание воды, угольных 1012 кислот, белков, нуклеиновых кислот, углеводов, липидов
Масса, т
Известно более 1400 кислородсодержащих минералов, основные из них кварц, полевые шпаты, слюда и карбонаты.`],[`g7-c4-s03-t04`,7,`c4`,`s03`,`4.3`,`Общая характеристика кислорода`,91,91,`textbook`,`ru`,`Kimyo 7`,`Известно более 1400 кислородсодержащих минералов, основные из них кварц, полевые шпаты, слюда и карбонаты.
Многие процессы в природе (гниение, ржавление, дыхание) протекают с участием кислорода.В природе кислород образуется в результате фотосинтеза в зеленых растениях. C6H12O6 + 6O2 → 6CO2 + 6H2O + энергия
Кислород Углекислый газ
Углекислый газ
Кислород
6CO2 + 6H2O = C6H12O6 + 6O2
Дыхание Фотосинтез
При фотосинтезе атмосферный углекислый газ реагирует с водой с образованием органических веществ и кислорода, при этом половина кислорода в углекислом газе используется на образование биомассы, а другая половина – на образование воды. Кислород O2 образующийся в результате реакции углекислого газа и воды полностью переходит в атмосферу.
Таким образом, реакция фотосинтеза обеспечивает перенос кислорода из гидросферы в атмосферу и из атмосферы в биосферу. Кислород возвращается из биосферы в атмосферу и гидросферу при дыхании, обратном процессе фотосинтеза, разложении и сгорании мертвых живых организмов.`],[`g7-c4-s03-t05`,7,`c4`,`s03`,`4.3`,`Общая характеристика кислорода`,91,91,`textbook`,`ru`,`Kimyo 7`,`Кислород возвращается из биосферы в атмосферу и гидросферу при дыхании, обратном процессе фотосинтеза, разложении и сгорании мертвых живых организмов.
Задания
1. Что вы знаете о распространении кислорода в природе?
2. Какова относительная атомная масса и относительная молекулярная масса кислорода?
3. Рассчитайте массовую долю кислорода в следующих соединениях:
1) песок – SiO2;
2) известняк – CaCO3;
3) негашенная известь – CaO;
4) магнитный железняк – Fe3O4.
4. Какие виды соединений кислорода можно найти в природе? Приведите примеры соединений кислорода, встречающихся в вашей местности.
5. «Рыбы дышат кислородом, растворенным в воде». «Молекула воды содержит кислород». Имеют ли слова «кислород», использованные в этих предложениях, одинаковое значение? Объясните свой ответ.`],[`g7-c4-s03-sum`,7,`c4`,`s03`,`4.3`,`Общая характеристика кислорода: главное`,90,90,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Кислород (на латинском Oxygenium) − O, Расположен в VI группе периодической системы Менделеева; Аатомный номер 8, относительная атомная масса 15,9994. Как простое вещество кислород двухатомный: O2 Относительная молекулярная масса кислорода равна 32. Валентность в соединениях равна 2 При нормальных условиях кислород представляет собой бесцветный газ без запаха и вкуса, очень мало растворимый в воде.`],[`g7-c4-s04-t01`,7,`c4`,`s04`,`4.4`,`Физические свойства кислорода, его получение и применение`,92,92,`textbook`,`ru`,`Kimyo 7`,`• Физические свойства • Катализатор • Получение
Физические свойства и применение кислорода
Именно наличие кислорода в воде привело к возникновению жизни на нашей планете. Как мы отмечали выше, основными поставщиками этого редкого газа являются различные растения, в том числе водные. Кислород также вырабатывают виды бактерий. Кислород в верхних слоях атмосферы образует озоновый слой, защищающий всех жителей Земли от вредного ультрафиолетового солнечного излучения.
Физические свойства
Во-первых, кислород – это газ, составляющий 21% воздуха.
Кислород не имеет ни цвета, ни вкуса, ни запаха.
При температуре ниже -183 °C кислород превращается в синюю жидкость, при, -219 °C эта жидкость превращается в твердое вещество. Это означает, что температура кипения кислорода: t кипение = -183 °C, а температура плавления: t плавл. = -219 °C.
Кислород плохо растворяется в воде, но растворяется в органических веществах, может поглощаться угольными и металлическими порошками.`],[`g7-c4-s04-t02`,7,`c4`,`s04`,`4.4`,`Физические свойства кислорода, его получение и применение`,92,92,`textbook`,`ru`,`Kimyo 7`,`Кислород плохо растворяется в воде, но растворяется в органических веществах, может поглощаться угольными и металлическими порошками.
Растворенный O2 в воде мирового Океана содержится, в холодной воде больше, а в теплой воде меньше.
Получение
Получение в промышленности
В настоящее время в промышленности кислород получают из воздуха и электролизом воды.
1. Основным промышленным способом получения железа является криогенная ректификация. Воздух сжижают сильным охлаждением и сжатием, а затем нагревают отдельные компоненты (фракции) при температуре кипения разделяемого вещества поочередно, так как вещества в воздухе имеют разные температуры кипения.
Из жидкого воздуха первым испаряется азот, у него самая низкая температура кипения (-196°С). Затем из жидкой смеси кислорода и аргона выделяется аргон (-186°С), в результате чего остается чистый кислород, который можно использовать для технических целей, таких как сварка и химическое производство. Но чтобы использовать этот кислород в медицинских целях, его нужно очистить от примесей.`],[`g7-c4-s04-t03`,7,`c4`,`s04`,`4.4`,`Физические свойства кислорода, его получение и применение`,92,93,`textbook`,`ru`,`Kimyo 7`,`Но чтобы использовать этот кислород в медицинских целях, его нужно очистить от примесей.
Азот
Воздух
Жидкий воздух Жидкий кислород
Очистка
Выделение азота
Получение кислорода из воздуха
Компрессор
2. Получение кислорода электролизом воды: 2H2O → 2H2 + O2
Источник тока
Катод
Катод
В лаборатории используется технический кислород, подаваемый в стальных баллонах под давлением около 15 МПа. Важнейшим лабораторным Водород методом его получения является электролиз водных растворов щелочей.
Небольшие количества кислорода получают в лабораторных условиях несколькими методами.
1. Нагревание перманганата калия KMnO4.
При нагревании перманганат калия KMnO4 одновременно образует газообразный кислород O2, манганат калия K2MnO4 и оксид марганца (IV) MnO2:
2KMnO4 → K2MnO4 + MnO2 + O2↑
2. Кислород можно получить каталитическим разложением хлората калия (бертолетовой соли) KClO3:
2KClO3 → 2KCl + 3O2↑ (участвует MnO2 в качестве катализатора).`],[`g7-c4-s04-t04`,7,`c4`,`s04`,`4.4`,`Физические свойства кислорода, его получение и применение`,93,93,`textbook`,`ru`,`Kimyo 7`,`2KClO3 → 2KCl + 3O2↑ (участвует MnO2 в качестве катализатора).
3. Нагреванием оксида марганца (IV)- MnO2:
4MnO2 = 2Mn2 O3 + O2↑ (700 °C).
3MnO2 = 2Mn3 O4 + O2↑ (1000 °C).
4. Из пероксида бария BaO2:
2BaO2 = 2BaO + O2↑
5. В лабораторных условиях можно получить каталитическим разложением H2O2
2H2O2 → 2H2O + O2↑
6. Получают разложением нитратов
2KNO3 → 2KNO2 + O2
При образование кислорода его наличие можно проверить образованием пламени при удерживании у горловины пробирки тлеющего куска древесины или куска горящего угля.
Кислород
Получение кислорода из воды
Основные понятия
Вещества изменяющие скорость реакции называются катализаторами. Реакции протекающие с участием катализаторов называются каталитическими реакциями. Большинство химических реакций можно катализировать Количество катализаторов очень много, каталитическая активность у каждого разная. Эту активность можно определить изменением скорости реакции из-за действия катализатора.`],[`g7-c4-s04-t05`,7,`c4`,`s04`,`4.4`,`Физические свойства кислорода, его получение и применение`,93,94,`textbook`,`ru`,`Kimyo 7`,`Эту активность можно определить изменением скорости реакции из-за действия катализатора.
Вата
Выделившийся кислород можно собрать либо вытеснив воздух, так как он тяжелее воздуха, либо вытеснив воду, так как кислород очень плохо растворяется в воде, таким образом собирают гораздо более чистый кислород.
В космических кораблях и подводных лодках его получают из смеси K2O2 и K2O4:
2K2O4 + 2CO2 = 2K2CO3 + 3O2↑
2K2O2 + 2CO2 = 2K2CO3 + O2↑
Если K2O2 и K2O4 взять в одинаковом количестве в молях, то при поглащении 1 моля CO2, образуется 1 моль кислорода O2.
Применение
Использование кислорода основано на его свойствах поддерживать горение и дыхание. Кислород – сильный окислитель, горение в кислороде сильнее, чем в воздухе. Поэтому обогащение воздуха кислородом или полная замена воздуха кислородом в промышленности приводит к усилению окислительных процессов. В промышленности кислород используется в следующих областях:`],[`g7-c4-s04-t06`,7,`c4`,`s04`,`4.4`,`Физические свойства кислорода, его получение и применение`,94,94,`textbook`,`ru`,`Kimyo 7`,`Поэтому обогащение воздуха кислородом или полная замена воздуха кислородом в промышленности приводит к усилению окислительных процессов. В промышленности кислород используется в следующих областях:
– металлургия (резка и сварка металлов);
– в производстве лекарств;
– в сельском хозяйстве; – в качестве топлива для ракет; – для очистки и обеззараживания воды; – некоторые химические соединения, в том числе при синтезе взрывчатых веществ, в медицине, при облегчении дыхания больных, в сталелитейном производстве.
Задания
1. Как вы можете объяснить «пузыри», которые образуются в процессе кипячения воды?
2. Назовите области применения кислорода.
3. Объясните роль катализаторов в химических реакциях?
4. Укажите способы получения кислорода в лаборатории. На каком свойстве кислорода основан каждый из этих способов?`],[`g7-c4-s04-d01`,7,`c4`,`s04`,`4.4`,`Физические свойства кислорода, его получение и применение: катализаторами, каталитическими реакциями`,92,93,`definition`,`ru`,`Kimyo 7`,`Во-первых, кислород – это газ, составляющий 21% воздуха.
Вещества изменяющие скорость реакции называются катализаторами.
Реакции протекающие с участием катализаторов называются каталитическими реакциями.`],[`g7-c4-s04-sum`,7,`c4`,`s04`,`4.4`,`Физические свойства кислорода, его получение и применение: главное`,93,93,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Вещества изменяющие скорость реакции называются катализаторами. Реакции протекающие с участием катализаторов называются каталитическими реакциями. Большинство химических реакций можно катализировать Количество катализаторов очень много, каталитическая активность у каждого разная. Эту активность можно определить изменением скорости реакции из-за действия катализатора. Вата Выделившийся кислород можно собрать либо вытеснив воздух, так как он тяжелее воздуха, либо вытеснив воду, так как кислород очень плохо растворяется в воде, таким образом собирают гораздо более чистый кислород.`],[`g7-c4-s05-t01`,7,`c4`,`s05`,`4.5`,`Химические свойства кислорода`,95,95,`textbook`,`ru`,`Kimyo 7`,`• Химические свойства • Горение • Оксиды
Химические свойства кислорода
Как вы думаете, что произойдет, если Земля потеряет кислород?
Кислород химически активное вещество. Он способен реагировать со многими другими веществами, но для большинства этих реакций требуется температура выше комнатной. При нагревании кислород реагирует с неметаллами и металлами. Кислород в основном проявляет валентность II.
Характерной особенностью многих реакций соединения с кислородом является выделение большого количества тепла и света Такие процессы называются горением.
Взаимодействие кислорода с металлами
С щелочными металлами (кроме лития) кислород образует пероксиды и оксиды.
4Li + O2 → 2Li2O
2K + O2 → K2O2
2Ca + O2 → 2CaO
2Na + O2 → Na2O2
2K + 2O2 → K2O4
При нагревании с другими металлами образует оксиды:
2Mg + O2 → 2MgO
2Cu + O2 → 2CuO
3 Fe + 2O2 → Fe3O4
Горение железа Горение Горение серы фосфора
Взаимодействие кислорода с неметаллами`],[`g7-c4-s05-t02`,7,`c4`,`s05`,`4.5`,`Химические свойства кислорода`,95,96,`textbook`,`ru`,`Kimyo 7`,`…+ O2 → 2CuO 3 Fe + 2O2 → Fe3O4 Горение железа Горение Горение серы фосфора Взаимодействие кислорода с неметаллами
Кислород реагирует с неметаллами (серой, графитом, водородом, фосфором и др.) при нагревании:
S + O2 → SO2
C + O2 → CO2
2H2 + O2 → 2H2O
4P + 5O2 → 2P2O5
Почти все реакции протекающие в присутствии O считаются экзотермическими. Исключением является реакция с азотом. Проходит при температуре выше -1200°С или при электрическом разряде:
N2 +O2 → 2NO – Q
Основные понятия
Горение – процесс реакции веществ с кислородом, протекающая с выделением тепла и света Оксид – бинарное соединение один элемент из которого кислород.
Вставляем в кислородную колбу раскаленную железную проволоку из железа, она начинает ярко светиться и разбрасывать искры в разные стороны, как бенгальский огонь.
В результате реакции образуется Fe3O4. В состав этого вещества входят 3 атома железа, один из которых имеет валентность II, а два других атома имеют валентность III. Следовательно, это вещество можно выразить формулой FeO · Fe2O3.`],[`g7-c4-s05-t03`,7,`c4`,`s05`,`4.5`,`Химические свойства кислорода`,96,96,`textbook`,`ru`,`Kimyo 7`,`В состав этого вещества входят 3 атома железа, один из которых имеет валентность II, а два других атома имеют валентность III. Следовательно, это вещество можно выразить формулой FeO · Fe2O3.
Это соединение, образующееся в результате реакции железа с кислородом, используется для резки стальных изделий.
Взаимодействие со сложными неорганическими веществами
При сгорании сложных веществ в обильном кислороде образуются оксиды соответствующих элементов:
2H2S + 3O2 = 2SO2↑ + 2H2O (t);
4NH3 + 3O2 = 2N2↑ + 6H2O (t);
4NH3 + 5O2 = 4NO↑ + 6H2O (t, kat);
2PH3 + 4O2 = 2H3PO4 (t);
SiH4 + 2O2 = SiO2 + 2H2O;
4FeS2+11O2 = 2Fe2O3 +8SO2↑ (t).
Кислород также реагирует с оксидами и гидроксидами:
2CO + O2 = 2CO2 (t);
2SO2 + O2 = 2SO3 (t, V2O5);
2NO + O2 = 2NO2
Задания
1. Какие формулы неверны?
Cu2O, SiO4, ZnO, SO3, NaO, Cl2O7, MnO4, N2O3.
2. Сколько г. и сколько молей оксида образуется при реакции 1,2 г магния с кислородом?`],[`g7-c4-s05-t04`,7,`c4`,`s05`,`4.5`,`Химические свойства кислорода`,96,96,`textbook`,`ru`,`Kimyo 7`,`Сколько г. и сколько молей оксида образуется при реакции 1,2 г магния с кислородом?
3. Какое соединение образуется при горении железа в кислороде?
4. Из 1 моля какого вещества можно получить больше кислорода: KMnO4, KNO3, KClO3 yoki
Кислород имеет 3 устойчивых изотопа: 16O, 17О,18О. Их количество среднее по отношению к общему количеству кислорода на земле составляет 99,759 %, 0,037 % и 0,204 % .
Взаимодействие со сложными органическими веществами
Почти все органические вещества сгорают в кислороде с образованием углекислого газа и воды: CH4 + 2O2 = CO2↑ +H2O CH3CH2OH + 3O2 → 2CO2 + 3H2O
Оксиды представляют собой бинарные соединения: CaO – оксид кальция; Na2O – оксид натрия; SO2 – оксид серы (IV); SO3 – оксид серы (VI); Al2O3 – оксид алюминия; CuO – оксид меди (II); N2O3 – оксид азота (III).
5. Определите массу кислорода, необходимого для окисления 2 молей глюкозы`],[`g7-c4-s05-d01`,7,`c4`,`s05`,`4.5`,`Химические свойства кислорода: горением`,95,95,`definition`,`ru`,`Kimyo 7`,`Характерной особенностью многих реакций соединения с кислородом является выделение большого количества тепла и света Такие процессы называются горением.`],[`g7-c4-s05-sum`,7,`c4`,`s05`,`4.5`,`Химические свойства кислорода: главное`,95,95,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Горение – процесс реакции веществ с кислородом, протекающая с выделением тепла и света Оксид – бинарное соединение один элемент из которого кислород.`],[`g7-c4-s06-t01`,7,`c4`,`s06`,`4.6`,`Горение`,97,97,`textbook`,`ru`,`Kimyo 7`,`• Виды горения • Топливо и его виды • Тушение огня
Горение
Что вызывает лесные пожары?
Современную теорию горения выдвинул французский химик А. Лавуазье, установивший, что горение происходит в присутствии воздуха, вернее, одного из его компонентов – кислорода.Кроме того, Лавуазье доказал, что воздух не простое вещество, а смесь газов, и определил его состав.
Из всех газов, входящих в состав воздуха, поддерживает горение только кислород. Горение веществ может происходить с разной скоростью в зависимости от его активности и количества кислорода в воздухе. Активные вещества, такие как фосфор, метан, магний, сгорают очень быстро.
Количество кислорода в воздухе имеет большое значение для активности горения.`],[`g7-c4-s06-t02`,7,`c4`,`s06`,`4.6`,`Горение`,97,97,`textbook`,`ru`,`Kimyo 7`,`Количество кислорода в воздухе имеет большое значение для активности горения.
Если в воздухе меньше 15% кислорода, то горение не произойдет, если количество кислорода превышает 30%, потушить огонь будет очень сложно. В этом случае все деревья на нашей планете сгорели бы в результате лесных пожаров, а потушить пожар мог только сильный дождь. При сгорании выделяется много тепла (энергии), которое можно использовать для бытовых и производственных нужд. Кроме того, при горении излучается свет, и часто этот процесс происходит вместе с образованием огня.
Основные понятия Медленное окисление − процесс медленного взаимодействия веществ с кислородом без образования огня и большого количества тепла. Пожар − процесс не контролируемого огня. Топливо − продукты или вещества, которые могут выделятьтепловрезультате их воспламеняемости.
Как образуется ржавчина?`],[`g7-c4-s06-t03`,7,`c4`,`s06`,`4.6`,`Горение`,97,98,`textbook`,`ru`,`Kimyo 7`,`…продукты или вещества, которые могут выделятьтепловрезультате их воспламеняемости. Как образуется ржавчина?
Взаимодействие некоторых веществ с кислородом может происходить медленно, без значительного тепло выделения, в этом случае горения не наблюдается, и этот процесс называется медленным окислением. Например, если железо хранится на воздухе, оно постепенно превращается в красный порошок ржавчины, что условно можно описать уравнением: 4Fe + 3O2 = 2Fe2O3
Медленное окисление отличается от горения отсутствием и длительностью пламени Оба процесса часто встречаются в быту. Мы сжигаем природный газ или дрова в печи и видим, как они горят, медленные процессы окисления не так заметны, мы наблюдали, как металлические предметы со временем тускнеют. В этом случае они покрываются оксидным слоем.
Если зайти на сенное поле, можно почувствовать запах и вкус мокрой травы, от жары сено может даже подгореть. Эта ситуация является примером медленного окисления веществ в природе, которое при определенных условиях может перейти в процесс горения.`],[`g7-c4-s06-t04`,7,`c4`,`s06`,`4.6`,`Горение`,98,98,`textbook`,`ru`,`Kimyo 7`,`Эта ситуация является примером медленного окисления веществ в природе, которое при определенных условиях может перейти в процесс горения.
Условия возникновения и протекания реакции горения
В первую очередь для начала горения необходим контакт горючего вещества с кислородом. Если какое-либо вещество горит в закрытом помещении, кислород быстро расходуется и горение прекращается. Поэтому в печь встраивают дымоход для обеспечения непрерывного горения. Нагретые горением продукты легче воздуха и поднимаются вверх, в результате чего к ним поступает свежий воздух и снабжает их кислородом. Чем выше дымоход, тем сильнее поток воздуха и активнее горение.
Вспомните, правила
Интенсивность горения зависит от количества кислоро- тушения спиртовой да в воздухе. Поэтому для повышения температуры пламени лампы. Объясните, в него вдувают воздух или подают чистый кислород. Таким почему использует-способом пользуются кузнецы, газосварщики, металлурги, сте- ся именно данный кольщики. Может быть, вы тоже использовали его. Помните, способ. вы пытались разжечь огонь, дуя на горящее дерево, верно?`],[`g7-c4-s06-t05`,7,`c4`,`s06`,`4.6`,`Горение`,98,98,`textbook`,`ru`,`Kimyo 7`,`Может быть, вы тоже использовали его. Помните, способ. вы пытались разжечь огонь, дуя на горящее дерево, верно?
Другое условие горения состоит в том, что вещество должно быть нагрето до температуры его горения. Даже если вещество может гореть, оно не сгорит, пока не будет нагрето, например, бумага сгорит на воздухе при нагревании до 230°С, а бензин нужно нагреть до 300°С. Обычно вещество сжигают до достижения температуры пламени. Горящее вещество продолжает самовозгораться, так как в процессе горения выделяется большое количество теплоты, в результате чего постепенно нагревается следующая часть вещества.
Температура горения некоторых веществ близка к комнатной, такие вещества самопроизвольно горят на воздухе, даже если их не нагревать. Это явление называется самовозгоранием. Белый фосфор является самовоспламеняющимся веществом, поэтому хранить его следует только под слоем воды.
Тушение огня`],[`g7-c4-s06-t06`,7,`c4`,`s06`,`4.6`,`Горение`,98,99,`textbook`,`ru`,`Kimyo 7`,`…фосфор является самовоспламеняющимся веществом, поэтому хранить его следует только под слоем воды. Тушение огня
Воду часто используют для тушения пожара, потому что вода препятствует проникновению воздуха и охлаждает горящий предмет за счет испарения.Но есть вещества, которые нельзя тушить водой, к ним относятся некоторые металлы (калий, натрий), которые сами активно реагируют с водой, что может только усилить пожар.
тушение пожара пеной тушение пожара водой асбестовый рулон
Нельзя тушить водой некоторые органические вещества, например, бензин, керосин и т.п. Они легче воды, поэтому, если попытаться потушить их водой, они всплывут на поверхность и продолжат гореть, распространяя огонь на окружающее пространство. Пожар, вызванный неисправностью электро оборудования, также нельзя тушить водой.
Как потушить пожар в химической лаборатории?
Наиболее эффективным способом тушения пожара, применяемым в химических лабораториях, является прекращение поступления воздуха песком, пеной, огнетушителями или специальным асбестовым укрытием.`],[`g7-c4-s06-t07`,7,`c4`,`s06`,`4.6`,`Горение`,99,99,`textbook`,`ru`,`Kimyo 7`,`Наиболее эффективным способом тушения пожара, применяемым в химических лабораториях, является прекращение поступления воздуха песком, пеной, огнетушителями или специальным асбестовым укрытием.
Топливом считаются продукты или вещества, способные выделять тепло в результате своей воспламеняемости.
Топливо бывает твердое, жидкое, газообразное.
Какие месторождения топлива есть в нашей стране?
Топливо необходимо использовать с соблюдением правил техники безопасности, иначе произойдет пожар.
Пожар – это неконтролируемое горение.
Задания
1. Какой остаток остается при сгорании твердого топлива?
2. Какие условия необходимы для возникновения горения?
3. Почему можно тушить горящюю вещь толстым одеялом?
4. Как вы думаете, какие функции выполняют в атмосфере Земли азот, кислород, углекислый газ и водяные пары?
5. Охарактеризуйте значение процесса горения в промышленности, сельском хозяйстве, на транспорте и в быту.
6. Чтобы вы сделали в случае пожара?Как вы думаете, на что следует обратить внимание в первую очередь.`],[`g7-c4-s06-d01`,7,`c4`,`s06`,`4.6`,`Горение: медленным окислением, самовозгоранием, Пожар`,97,99,`definition`,`ru`,`Kimyo 7`,`Взаимодействие некоторых веществ с кислородом может происходить медленно, без значительного тепло выделения, в этом случае горения не наблюдается, и этот процесс называется медленным окислением.
Это явление называется самовозгоранием.
Пожар – это неконтролируемое горение.`],[`g7-c4-s06-sum`,7,`c4`,`s06`,`4.6`,`Горение: главное`,97,97,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Медленное окисление − процесс медленного взаимодействия веществ с кислородом без образования огня и большого количества тепла. Пожар − процесс не контролируемого огня. Топливо − продукты или вещества, которые могут выделятьтепловрезультате их воспламеняемости.`],[`g7-c4-s07-t01`,7,`c4`,`s07`,`4.7`,`Практическое занятие. Строение пламени и горение веществ в кислороде`,100,100,`textbook`,`ru`,`Kimyo 7`,`• Структура пламени • Получение и сбор кислорода • Горение простых веществ • Горение сложных веществ • Тушение огня
Сгорание различных видов топлива обычно проявляется пламенем. Пламя – это горящий газ или пар. Для изучения структуры пламени воспользуемся спиртовкой.
Пламя состоит из трех частей:
– верхняя часть пламени – с тусклыми краями, самая горячая часть;
– средняя часть пламени – яркая, горячая часть;
– нижняя часть пламени – очень тусклая, негорячая часть близка к фитилю.
Химические процессы, происходящие в пламени
В нижней части пламени (3) газы (образующиеся при горении) смешиваются с воздухом.Если поднести головку спички к этой части пламени и подержать некоторое время, то спичка не загорится сразу.Это относительно самая холодная зона.
Средняя часть пламени (2) самая яркая.Это связано с тем, что под воздействием высокой температуры происходит разложение спиртосодержащих продуктов, образующиеся твердые частицы нагреваются и излучают свет.Температура в средней части выше чем нижняя часть.`],[`g7-c4-s07-t02`,7,`c4`,`s07`,`4.7`,`Практическое занятие. Строение пламени и горение веществ в кислороде`,100,100,`textbook`,`ru`,`Kimyo 7`,`Это связано с тем, что под воздействием высокой температуры происходит разложение спиртосодержащих продуктов, образующиеся твердые частицы нагреваются и излучают свет. Температура в средней части выше чем нижняя часть.
В верхней части пламени (1) происходит полное сгорание газов с образованием углекислого газа и воды, в результате чего огонь в этой части не яркий, но имеет самую высокую температуру.
При химических опытах вещества следует нагревать в самой высокой части пламени.
1-опыт
Попробуйте зажечь и потушить спиртовку.
1. Зажгите спиртовку спичкой.
2. Закрывайте колпачок при тушении спиртовки.
2-опыт. Получение кислорода
Оборудования: спиртовка, спички, пробирки, газопроводящие стеклянные и резиновые трубки, вата, стеклянная банка.
Реагенты: перекись водорода или перманганат калия KMnO4, вода.
Порядок выполнения работы:
1. Положите перманганат калия до 1/3 объема пробирки.
2. Поместите пробирку на штатив и закройте ее газопроницаемой пробкой`],[`g7-c4-s07-t03`,7,`c4`,`s07`,`4.7`,`Практическое занятие. Строение пламени и горение веществ в кислороде`,100,101,`textbook`,`ru`,`Kimyo 7`,`2. Поместите пробирку на штатив и закройте ее газопроницаемой пробкой
Практическое занятие. Строение пламени и горение веществ в кислороде
Как образуется пламя?
Перманганат калия
Вата
Кислород
Вода
3. Соберите устройство, как показано на рисунке, проверьте его герметичность.
4. Нагрейте пробирку.
5. Соберите выделившийся кислород, собрав его поверх воды в пробирку.
3-опыт Происходит ли процесс горения куска угля на воздухе и в чистом кислороде с одинаковой скоростью?
Оборудования: ложки для сжигания веществ, шпатель, спиртовка, спички, колбы объемом 1 литр, пробки для колб.
Реагенты: кислород, уголь.
Порядок выполнения работы:
1. Кусочек угля положите в железную ложку и нагрейте до тех пор, пока он не станет тлеть в пламени спиртовки.
2. Кусок тлеющего угля опустите в емкость с кислородом.
3. Объясните, что произошло.
4. После того, как уголь сгорит, в емкость налейте известковую воду и встряхните. Объясните, что произошло.`],[`g7-c4-s07-t04`,7,`c4`,`s07`,`4.7`,`Практическое занятие. Строение пламени и горение веществ в кислороде`,101,101,`textbook`,`ru`,`Kimyo 7`,`После того, как уголь сгорит, в емкость налейте известковую воду и встряхните. Объясните, что произошло.
4-опыт. Горение серы
Оборудования: ложки для сжигания веществ, шпатель, спиртовка, спички, колбы объемом 1 литр, пробки для колб.
Реагенты: кислород, сера.
– лопаточкой положите в ложку немного серы;
– нагрейте серу в пламени спиртовки и запишите наблюдения;
– опусте ложку с серой в кислород, закройте колбу пробкой;
– занести наблюдения и уравнение реакции в таблицу результатов;
– сделайте вывод.
5-опыт. Горение железа
Оборудования: ложки для сжигания веществ, шпатель, спиртовка, спички, колбы объемом 1 литр, пробки для колб.
Реагенты: кислород, железная проволока.
– сильно нагрейте спираль из железной проволоки в пламени спиртовки;
– опустите нагретую железную проволоку в кислород, закройте колбу.
– занесите наблюдения и уравнения реакций в таблицу результатов;
– сделайте вывод.
Задания
1. Как вы думаете, почему горение на воздухе происходит медленнее, чем в чистом кислороде?
2. Как сделать огонь не дымящим?
3. Напишите отчет о проделанной работе.`],[`g7-c4-s08-t01`,7,`c4`,`s08`,`4.8`,`Озон и его применение`,102,102,`textbook`,`ru`,`Kimyo 7`,`• Физические свойства • Химические свойства • Получение озона • Применение
Озон и его применение
Историческая справка
В конце XVIII века ученый Мартин Ван Марум пропустил электрическую энергию через воздушное пространство и получил необыкновенно пахнущий газ озон. Ученый предположил, что образовавшийся газ является электрическим веществом.
В 1840 году ученый Кристиан Фридрих Шенбейн открыл структуру и свойства озона.
Он назвал образовавшийся газ «озоном» (от греческого слова «пахучий»). Христиан Фридрих Шенбейн в эксперименте был свидетелем того, как озон вытесняет йод из йодида калия.
Получение озона
Существует несколько способов получения озона.
С помощью электрического разряда можно получить из кислорода воздуха:
3O2 → 2O3 – 284 kJ
В промышленности газ получают в озонаторах и разделяют фракционной перегонкой.
В лаборатории озон получают реакцией охлаж-денной концентрированной серной кислоты с пероксидом бария:
3H2SO4 + 3BaO2 = 3BaSO4 + O3 + 3H2O
Физические свойства озона`],[`g7-c4-s08-t02`,7,`c4`,`s08`,`4.8`,`Озон и его применение`,102,103,`textbook`,`ru`,`Kimyo 7`,`…охлаж-денной концентрированной серной кислоты с пероксидом бария: 3H2SO4 + 3BaO2 = 3BaSO4 + O3 + 3H2O Физические свойства озона
При нормальных условиях озон представляет собой голубой газ, при сжижении превращается в темно-фиолетовую жидкость, а в твердом состоянии представляет собой темно-синий, почти черный кристалл.Озон гораздо лучше растворим в воде, чем кислород.
Химические свойства озона
Озон обладает сильными окислительными свойствами по сравнению с кислородом, вступает в реакцию с рядом веществ.
1. Взаимодействует со сложными веществами:
2KI + O3 + H2O = I 2 + 2KOH + O2 эту реакцию используют для определения озона или ионов- I.
2. Реакция с металлами: 2 Ag + O3 = Ag2O + O2
3. Реакция с неметаллами:
2C + 2O3 = 2 CO2 + O2
N2 + O3 = N2O + O2
H2 + O3 = O2 + H2O
4. Превращение в кислород: 2O3 = 3O2
5. Взаимодействие с аммиаком: 2NH3 + 4O3 = NH4NO3 + 4O2 + H2O
6. Взаимодействие серы и соединениями серы:
S + H2O + O3 = H2SO4
3SO2 + 3H2O + O3 = 3H2SO4
7. Реакция с щелочами: 2KOH + 5O3 = 2KO3 + 5O2 + H2O`],[`g7-c4-s08-t03`,7,`c4`,`s08`,`4.8`,`Озон и его применение`,103,103,`textbook`,`ru`,`Kimyo 7`,`…серы и соединениями серы: S + H2O + O3 = H2SO4 3SO2 + 3H2O + O3 = 3H2SO4 7. Реакция с щелочами: 2KOH + 5O3 = 2KO3 + 5O2 + H2O
Озон способен взаимодействовать с ртутью при нормальных условиях, в результате чего металл теряет свой блеск и способность прилипать к стеклу.
Применение озона
Применение озона зависит от его свойств.
Сильный окислитель:
– при стерилизации медицинских изделий;
– получение многих веществ в лабораторной и производственной практике;
– в отбеливании бумаги;
– в очистке масла.
Сильное дезинфицирующее средство:
– очистка воды и воздуха от микроорганизмов (озонирование);
– при дезинфекции помещений и одежды.
Одним из важных преимуществ озонирования по сравнению с хлорированием является отсутствие токсинов, при хлорировании могут образовываться большие количества токсинов и ядов, таких как диоксин.`],[`g7-c4-s08-t04`,7,`c4`,`s08`,`4.8`,`Озон и его применение`,103,103,`textbook`,`ru`,`Kimyo 7`,`…токсинов, при хлорировании могут образовываться большие количества токсинов и ядов, таких как диоксин.
В атмосфере Земли содержится 4 миллиарда тонн озона, его концентрация увеличивается по мере удаления от поверхности планеты, максимальное количество газа находится в стратосфере. Озоновый слой наблюдается на высоте 20–25 км над Землей. Хотя озона в атмосфере немного, он образует особый защитный слой, препятствующий попаданию опасных ультрафиолетовых лучей Солнца на поверхность Земли с целью поддерживания жизни на планете.
Задания
1. Докажите, что кислород и озон – разные простые вещества с разными свойствами. Для этого воспользуйтесь сведениями о кислороде и озоне из учебника. Результаты работы занесите в таблицу для сравнения.
№ Свойства веществ
1. Химическая формула
2. Молекулярная масса
3. Плотность
4. Агрегатное состояние
5. Цвет
6. Запах
Кислород Озон
2. В трех закрытых колбах находятся газы озон, кислород и хлороводород, предложите план их обнаружения.
3. Насколько актуально изучение озона сегодня?`],[`g7-c4-s09-t01`,7,`c4`,`s09`,`4.9`,`Биологическое значение кислорода и озона`,104,104,`textbook`,`ru`,`Kimyo 7`,`• Биологическое значение кислорода • Биологическое значение озона
Биологическое значение кислорода и озона
В атмосфере содержится большое количество газообразного кислорода, растворенного в морских и океанских водах. Кислород необходим для дыхания всех живых организмов. Без кислорода невозможно получение энергии при сжигании различных видов топлива. Ежегодно на эти нужды расходуется около 2% кислорода воздуха.
Как образуется кислород на Земле и почему он не уменьшается при таком потреблении?
Единственным источником кислорода на нашей планете являются зеленые растения, вырабатывающие кислород под воздействием солнечного света в процессе фотосинтеза.
Вода
В зеленых частях листьев в процессе фотосинтеза из углекислого газа и воды образуются глюкоза C6H12O6 и кислород.
Уравнение реакций, происходящих при фото- Хлорофилл синтезе, можно выразить следующим образом: Углекислый газ
6CO2 + 6H2O → C6H12O6 + 6O2↑`],[`g7-c4-s09-t02`,7,`c4`,`s09`,`4.9`,`Биологическое значение кислорода и озона`,104,104,`textbook`,`ru`,`Kimyo 7`,`…происходящих при фото- Хлорофилл синтезе, можно выразить следующим образом: Углекислый газ 6CO2 + 6H2O → C6H12O6 + 6O2↑
Одна десятая часть кислорода, производимого зелеными растениями (11%), производится наземными растениями, а остальные девять десятых (89%) – водными растениями.
Образование и разрушение озона
Озон в стратосфере в основном возникает в результате разрыва химических связей в молекулах кислорода под действием высоко-энергетических солнечных фотонов. Этот процесс, называемый фотодиссоциацией, разделяет отдельные атомы кислорода, которые затем соединяются с целыми молекулами кислорода, образуя озон.
Увеличение концентрации кислорода в атмосфере около двух миллиардов лет назад привело к образованию озона в атмосфере Земли, и этот процесс постепенно привел к образованию стратосферы. По мнению ученых, формирование озонового слоя сыграло важную роль в развитии жизни на Земле, контролируя вредные уровни ультрафиолетового излучения (ультрафиолетовое излучение с длиной волны от 315 до 280 нанометров) и тем самым способствуя миграции форм жизни на Земле от океанов к суше.`],[`g7-c4-s09-t03`,7,`c4`,`s09`,`4.9`,`Биологическое значение кислорода и озона`,104,105,`textbook`,`ru`,`Kimyo 7`,`…(ультрафиолетовое излучение с длиной волны от 315 до 280 нанометров) и тем самым способствуя миграции форм жизни на Земле от океанов к суше.
Глюкоза
Хлоропласт
Устьица
Основные понятия
Анаэробные бактерии и глубоководные существа не нуждаются в кислороде, все остальные организмы нуждаются в кислороде. Атмосфера Земли хранит свободный кислород. Связанный кислород хранится в составе земной коры, а также в воде. Кислород обеспечивает процесс дыхания, после окисления органических соединений образует углекислый газ и воду, в которых выделяется энергия.
Количество озона в стратосфере естественным образом колеблется в течение года в результате химических процессов, создающих и разрушающих молекул озона, а также ветров и других транспортных процессов, перемещающих молекулы озона по планете, что существенно изменило озоновый слой.`],[`g7-c4-s09-t04`,7,`c4`,`s09`,`4.9`,`Биологическое значение кислорода и озона`,105,105,`textbook`,`ru`,`Kimyo 7`,`…транспортных процессов, перемещающих молекулы озона по планете, что существенно изменило озоновый слой.
Истощение озонового слоя, глобальное уменьшение стратосферного озона, наблюдаемое с 1970-х годов, наиболее заметно в полярных регионах и связано с увеличением содержания хлора и брома в стратосфере, которые разрушают озон, удаляя отдельные атомы кислорода из молекул озона.
Роль кислорода в биологических процессах
Кислород входит в состав всех жизненно важных органических веществ – белков, жиров, углеводов. С участием кислорода осуществляется один из важнейших жизненных процессов – дыхание, в результате которого ткани непрерывно снабжаются кислородом. Человек поглащает 20–30 м3 воздуха в сутки. Потребность человека в кислороде в состоянии покоя составляет 25 литров в час. Если концентрация кислорода в воздухе падает до 9%, это представляет угрозу для жизни.
У человека и теплокровных животных кислород, поступающий в кровь, соединяется с гемоглобином с образованием оксигемоглобина.`],[`g7-c4-s09-t05`,7,`c4`,`s09`,`4.9`,`Биологическое значение кислорода и озона`,105,105,`textbook`,`ru`,`Kimyo 7`,`У человека и теплокровных животных кислород, поступающий в кровь, соединяется с гемоглобином с образованием оксигемоглобина.
Роль озона в биологических процессах
Озон оказывает как положительное, так и отрицательное воздействие на человека и окружающую среду. В больших количествах он вреден, а в разумных дозах спасает людей от смерти. Сильные окислительные свойства озона делают его полезным в производстве многих органических веществ, для отбеливания бумаги, масла и др. Озон убивает микроорганизмы, поэтому его применяют для очистки воды и воздуха (озонирование). Однако в воздухе допускаются лишь очень малые концентрации, он чрезвычайно токсичен (газ токсичнее СО).
Закон о чистом воздухе был принят в 1963 году, а Закон о качестве окружающей среды – в 1970 году. Но качество воздуха не регулировалось до 1971 года, а к 1971 году было установлено почасовой стандарт качества воздуха: для O3 и двуокись азота должен составлять до 0,08 мг/кг.`],[`g7-c4-s09-t06`,7,`c4`,`s09`,`4.9`,`Биологическое значение кислорода и озона`,105,105,`textbook`,`ru`,`Kimyo 7`,`Но качество воздуха не регулировалось до 1971 года, а к 1971 году было установлено почасовой стандарт качества воздуха: для O3 и двуокись азота должен составлять до 0,08 мг/кг.
Двуокись азота и озон для астматиков являются двумя основными химическими загрязнителями атмосферного воздуха, влияющими на него. Кроме того, двуокись азота играет роль в образовании кислотных дождей, способствует глобальному потеплению и угнетает рост растений. Приземный озон разрушает способность растений к фотосинтезу и снижает их устойчивость к болезням.
В 2017 году узбекские ученые создали новый озонатор, который можно использовать для озонирования воздуха и растворов, обработки озоном различных объектов. Новое устройство отличается от предыдущих высокой эффективностью. Изобретение может найти широкое применение в ряде областей, требующих озона воздуха и озона кислорода, включая биологию, медицину, сельское хозяйство и промышленность.`],[`g7-c4-s09-t07`,7,`c4`,`s09`,`4.9`,`Биологическое значение кислорода и озона`,105,105,`textbook`,`ru`,`Kimyo 7`,`Изобретение может найти широкое применение в ряде областей, требующих озона воздуха и озона кислорода, включая биологию, медицину, сельское хозяйство и промышленность.
Изобретатели для этого изобретения получили патент IAP № 05398.
Задания
1. Какова биологическая роль кислорода?
2. Как сохраняется состав воздуха в природе и какую роль в этом играют зеленые растения?
3. Почему важно бороться с загрязнением воздуха?
4. Почему снижается работоспособность в закрытых помещениях с дверями и окнами?
5. Как можно экспериментально доказать выделение углекислого газа при выдохе.`],[`g7-c4-s09-sum`,7,`c4`,`s09`,`4.9`,`Биологическое значение кислорода и озона: главное`,104,104,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Анаэробные бактерии и глубоководные существа не нуждаются в кислороде, все остальные организмы нуждаются в кислороде. Атмосфера Земли хранит свободный кислород. Связанный кислород хранится в составе земной коры, а также в воде. Кислород обеспечивает процесс дыхания, после окисления органических соединений образует углекислый газ и воду, в которых выделяется энергия.`],[`g7-c4-s10-t01`,7,`c4`,`s10`,`4.10`,`Оксиды`,106,106,`textbook`,`ru`,`Kimyo 7`,`• Основные оксиды • Кислотные оксиды • Амфотерные оксиды
Неорганические вещества по своему составу делятся на простые и сложные, сложные вещества, в свою очередь, делятся на оксиды, основания, кислоты и соли.
Оксиды представляют собой класс неорганических соединений широко распространеных в природе.
К оксидам относятся известные соединения как вода H2O, песок SiO2, углекислый газ CO2, магнитный железняк Fe3O4. Оксиды бывают жидкими, твердыми и газообразными.
Оксиды широко используются в пищевой промышленности, медицине, строительстве и химических предприятиях.
Общая формула оксидов: ExOy.
E – атомы химического элемента;
O – атом кислорода;
x, y – индексы, указывающие на число атомов оксидообразующих элементов.
Оксиды
Металлы Неметаллы
Простые вещества – состоят из атомов одного типа. Оксиды – сложные вещества, состоящие из двух элементов, одним из которых является кислород.
Единственный элемент который не образует оксид – это фтор, он связываясь с кислородом образует фторид кислорода OF2, так как фтор по сравнению с кислородом считается активным элементом.`],[`g7-c4-s10-t02`,7,`c4`,`s10`,`4.10`,`Оксиды`,106,106,`textbook`,`ru`,`Kimyo 7`,`Единственный элемент который не образует оксид – это фтор, он связываясь с кислородом образует фторид кислорода OF2, так как фтор по сравнению с кислородом считается активным элементом.
1. Основные оксиды проявляют основные свойства, при взаимодействии с водой образуют основания:
Na2O +H2O → 2NaOH
CaO+H2O → Ca(OH)2
Основные оксиды реагируют с кислотными оксидами и кислотами с образованием солей:
Na2O + SO3 → 2Na2SO4
CaO +H2CO3 → CaCO3 + H2O
2. Кислотные оксиды проявляют кислотные свойства, реагируя с водой с образованием кислот:
SO3 + H2O → H2SO4
CO2 + H2O → H2CO3
Кислотные оксиды взаимодействуют с основными оксидами и основаниями, образуя соль: SO3 + CuO = CuSO4
N2O5 + 2NaOH = 2NaNO3 + H2O
Название оксидов
1. Для оксида элементов с постоянной валентностью: слово оксид + название элемента
K2O – оксид калия
CaO – оксид кальция
Al2O3– оксид алюминия
2. Для оксида с переменной валентностью: Слово оксид + название элемента + валентность элемента в скобках римскими цифрами`],[`g7-c4-s10-t03`,7,`c4`,`s10`,`4.10`,`Оксиды`,106,107,`textbook`,`ru`,`Kimyo 7`,`Для оксида с переменной валентностью: Слово оксид + название элемента + валентность элемента в скобках римскими цифрами
N2O5 – оксид азота (V)
SO3 – оксид серы (VI)
По своим химическим свойствам оксиды делятся на солеобразующие и несолеобразующие.
Несолеобразующие оксиды не взаимодействуют ни с кислотами ни с щелочами. Несолеобразуюших оксидов мало:
N2O, NO, CO, SiO.
Солеобразующие оксиды это вещества которые взаимодействуя с кислотами или основаниями образуют соли.
Солеобразующие оксиды делятся на основные, кислотные и амфотерные.
3. Амфотерные оксиды проявляют как основные, так и кислотные свойства: они реагируют как с основными и кислотными оксидами, так и с основаниями и кислотами, образуя соли: Na2O + Al2O3 → 2NaAlO2 Al2O3 + 3N2O5 → 2Al(NO3)3 Al2O3 + 6HCl → 2AlCl3 + 3H2O Al2O3 + 2NaOH + 3H2O = 2Na[Al(OH)4]
1-опыт. Получение оксидов из простых веществ.`],[`g7-c4-s10-t04`,7,`c4`,`s10`,`4.10`,`Оксиды`,107,107,`textbook`,`ru`,`Kimyo 7`,`…+ 6HCl → 2AlCl3 + 3H2O Al2O3 + 2NaOH + 3H2O = 2Na[Al(OH)4] 1-опыт. Получение оксидов из простых веществ.
Получение оксида меди (II) – нагреванием меди. Необходимые оборудования: щипцы,- спиртовая лампа. Реагенты: медная проволока. Ход работы: медную проволоку держат щипцами и нагревают на пламени спиртовки. Медная проволока медленно начинает чернеть. Это оксид меди (II). 2Cu+ O2 → 2CuO
Оксиды можно получить разными способами. 1. Большинство оксидов можно получить при взаимодействии кислорода с простым веществом:
4Al + 3O2 → 2Al2O3 4Cr + 3O2 → 2Cr2O3 S + O2 → SO2 4P + 5O2 → 2P2O5
2. Разложением сложных веществ:
H2SO3 → SO2↑ + H2O H2CO3 → CO2↑ + H2O 2HClO4 → Cl2O7 + H2O 2AgOH → Ag2O + H2O Cu(OH)2 → CuO + H2O NH4OH → NH3↑ + H2O (CuOH)2CO3 → 2CuO+ H2O+ CO2↑ 2BaSO4 → 2BaO + 2SO2 ↑+ O2↑ 2Zn(NO3)2 → 2ZnO + 4NO2↑ + O2↑ CaCO3 → CaO +CO2↑
3. При горении сложных веществ:
2CH4 + 4O2 → 2CO2 ↑+ 4H2O 2H2S + 3O2 → 2SO2 ↑+ 2H2O 2NO+ O2 → 2NO2↑ 2ZnS+ 3O2 → 2ZnO + 2SO2↑`],[`g7-c4-s10-t05`,7,`c4`,`s10`,`4.10`,`Оксиды`,107,107,`textbook`,`ru`,`Kimyo 7`,`2CH4 + 4O2 → 2CO2 ↑+ 4H2O 2H2S + 3O2 → 2SO2 ↑+ 2H2O 2NO+ O2 → 2NO2↑ 2ZnS+ 3O2 → 2ZnO + 2SO2↑
2-опыт. Получение оксидов из сложных веществ.
Термическим разложением гидроксокарбоната меди (II) можно получить оксид меди (II) и углекислый газ. 1. Собирается устройство. 2. В 1/3 часть пробирки положить порошка гидроксокарбоната меди (II) пробирка закрывается пробкой с газоотводной трубкой. 3. Газоотводная трубка опускается в стакан с известковой водой. 4. Пробирка нагревается.
Нагрев производится в направлении от верха пробирки к низу, все выполняется поэтапно, пока весь гидроксокарбонат меди (II) не превратится в черный порошок: (CuOH)2CO3 → 2CuO+ H2O+ CO2↑ CO2+ Ca(OH)2 → CaCO3↓+H2O известковая вода мутнеет.
Основные понятия
Оксиды делятся на несколько групп в зависимости от их реакции с водой, основаниями и кислотами: Основные оксиды: Na2O, BaO, CuO и т.д. Кислотные оксиды: CO2, SO3, P2O5 и т.д. Амфотерные оксиды: ZnO, Al2O3, Sb2O3 и т.д. Несолеобразующие оксиды: CO, NO, N2O и т.д.`],[`g7-c4-s10-t06`,7,`c4`,`s10`,`4.10`,`Оксиды`,107,108,`textbook`,`ru`,`Kimyo 7`,`Амфотерные оксиды: ZnO, Al2O3, Sb2O3 и т. д. Несолеобразующие оксиды: CO, NO, N2O и т. д.
оксид хрома (VI) оксид хрома(II)
оксид меди (I) оксид хрома (III)
оксид железа (III) оксид меди (II)
оксид цинка оксид марганца (IV) вода
Решение типовых задач
1. Встречающийся в природе минерал металлической меди, называемый азуритом, представлен формулой Cu3C2H2O8. При разложении этого сложного вещества образуются три типа оксидов, с которыми вы знакомы.
Напишите и составьте уравнение реакции.
Решение:
1) Качественный состав вещества азурит Cu3C2H2O8 можно увидеть из формулы. Итак, азурит представляет собой сложное вещество, состоящее из атомов меди, углерода, водорода и кислорода. При разложении этого вещества образуются оксиды элементов, входящих в состав вещества.
Атомы кислорода в веществе затрачивается на образование оксидов меди, углерода и водорода.
Cu3C2H2O8 = 3CuO + 2CO2 + H2O
Задания
1. Назовите данные оксиды: FeO, SO2 , BaO, NO2, K2O, Cu2O .`],[`g7-c4-s10-t07`,7,`c4`,`s10`,`4.10`,`Оксиды`,108,108,`textbook`,`ru`,`Kimyo 7`,`1. Назовите данные оксиды: FeO, SO2 , BaO, NO2, K2O, Cu2O .
2. Руда, перерабатываемая на Алмалыкском горно-металлургическом комбинате, содержит оксид с содержанием 49,6% марганца и 50,4% кислорода. Найдите формулу руды.
3. Как может образоваться оксид меди (II)?
4. Назовите область применения оксида, полученного при нагревании известняка.
5. Какой из перечисленных оксидов имеет наибольшую массовую долю кислорода?
Cu2O, CuO, (CuOH)2CO3.
6. Напишите уравнения реакций окисления следующих простых и сложных веществ: барий – Ba(II), азот – N (II), пропан – C3H8.
7. Закончите приведенные ниже уравнения реакции и выберите соответствующие коэффициенты для решения уравнения и уравните:
A) H2S + O2 = ? + ? B) CS2 + O2 = ? + ?`],[`g7-c4-s10-d01`,7,`c4`,`s10`,`4.10`,`Оксиды: Единственный элемент который не образует оксид`,106,106,`definition`,`ru`,`Kimyo 7`,`Единственный элемент который не образует оксид – это фтор, он связываясь с кислородом образует фторид кислорода OF2, так как фтор по сравнению с кислородом считается активным элементом.`],[`g7-c4-s10-sum`,7,`c4`,`s10`,`4.10`,`Оксиды: главное`,107,107,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Оксиды делятся на несколько групп в зависимости от их реакции с водой, основаниями и кислотами: Основные оксиды: Na2O, BaO, CuO и т.д. Кислотные оксиды: CO2, SO3, P2O5 и т.д. Амфотерные оксиды: ZnO, Al2O3, Sb2O3 и т.д. Несолеобразующие оксиды: CO, NO, N2O и т.д.`],[`g7-c4-s11-t01`,7,`c4`,`s11`,`4.11`,`Урок закрепления`,109,110,`textbook`,`ru`,`Kimyo 7`,`• Состав воздуха Урок закрепления • Свойства кислорода
1. Определите массу кислорода, необходимого для окисления 2 молей глюкозы.
Решение:
2 моль x г
C6H12O6 + 6O2 → 6CO2 + 5H2O;
Ответ: необходимо 384 г кислорода.
2. Если в 100 дм3 воздуха содержится 21 дм3 кислорода, рассчитайте объем кислорода в помещении размерами 4 х 4 х 3.
Решение: 1) Определить объем комнаты.
V = 4 m · 4 m · 3 m = 48 m3
3) Если в 10 m3 воздухе 2,1 m3 кислорода,
{ скольк кислорода содержится в 48 m3 воздуха.
3. Определите массу хлорида калия и кислорода, образовавшихся в результате реакции разложения 4,9 г хлората калия (KClO3).
Дано:
m(KClO3) = 4,9 г
Решение:
1) В веществе KClO3 значение выразим в мольных единицах. m M
2 моль xgг
2) Составим уравнение реакции: 0,04 моль x y 2KClO3 = 2KCl + 3O2 2 моль 0, 04 x n/ KCIO3 / =
2 моль 3 моль y 3
= из уравнения
0, 04 3⋅ 0, 04моль KCl= y = 0, 06моль О=22 2
3) 0,04 моль KCl m = ? mKCl = M · n = 74,5 · 0,04 = 2,98 гр.`],[`g7-c4-s11-t02`,7,`c4`,`s11`,`4.11`,`Урок закрепления`,110,110,`textbook`,`ru`,`Kimyo 7`,`3) 0,04 моль KCl m = ? mKCl = M · n = 74,5 · 0,04 = 2,98 гр.
4) 0,06 моль O2 m = ? m / O2 / = 96 гр · 0,06 = 5,76 гр.
Ответ: 2,98 гр KCl и 5,76 гр O2.
Упражнения и задачи для самостоятельного решения
1. Какой из перечисленных газов легче воздуха: углекислый газ, азот, кислород, метан, угарный газ, аммиак?
2. Какие способы сбора малых количеств газов в лаборатории вы знаете и чем они отличаются?
3. Из каких веществ образуется глюкоза в зеленых растениях в процессе фотосинтеза под действием солнечного света?
4. Рассчитайте относительную молекулярную массу озона, сколько молей содержится в 9,6 граммах озона и сколько в нем молекул?
5. Закончите уравнения химических реакций и расставьте коэффициенты:
A) Zn + O2 →
B) Li + O2 →
C) Si + O2 →
D) B + O2 →
E) H2S + O2 →
F) C2H6 + O2 →
6. Один человек потребляеет 720 литров кислорода в сутки Найдите количество кислорода, потребляемое экипажем космического корабля из 5 человек?`],[`g7-c4-s11-t03`,7,`c4`,`s11`,`4.11`,`Урок закрепления`,110,111,`textbook`,`ru`,`Kimyo 7`,`Один человек потребляеет 720 литров кислорода в сутки Найдите количество кислорода, потребляемое экипажем космического корабля из 5 человек?
7. Каковы негативные последствия сжигания топлива? Как можно уменьшить эти негативные ситуации?
8. Прокомментируйте данную картинку
NO → NO2
9. Рассчитайте массовую долю кислорода в веществе, образующемся при сгорании серы в кислороде, и напишите уравнение химической реакции.
ГЛАВА V
ВОДОРОД
О ЧЕМ?
Водород. Природные и синтетические кислоты. Щелочи. Индикаторы.
ЧТО ВЫ БУДЕТЕ ИЗУЧАТЬ?
Общая характеристика водорода. Распространение в природе. Получение. Свойства. Воздействие кислоты на металлы, оксиды металлов, основания и карбонаты.`],[`g7-c5-s01-t01`,7,`c5`,`s01`,`5.1`,`Водород`,112,112,`textbook`,`ru`,`Kimyo 7`,`•Химический элемент водород • Водород в природе • Получение водорода
Водород
Химический элемент – водород
Водород является первым элементом в периодической таблице химических элементов. Относительная атомная масса водорода равна 1. Атом водорода имеет самое простое строение, он состоит из одного электрона в ядерном пространстве и одного протона в ядре.
Размер атома водорода настолько мал, что если бы образовалась цепочка из 100 миллионов атомов водорода, она была бы равна 1 см.
Наиболее распространенным изотопом водорода является протий, в котором нет нейтронов, второй изотоп водорода, дейтерий, имеет 1 протон и 1 нейтрон, а третий изотоп – тритий. Он состоит из одного протона и двух нейтронов.
Водород представляет собой молекулу, состоящую из двух атомов.
Молекулярный водород, образованный из таких двухатомных молекул, взрывается при зажигании горящей спички. При взрыве молекула водорода распадается на атомы и превращается в ядро гелия. Такие реакции происходят на Солнце и в звездах. Из-за постоянного распада молекул водорода, звезды горят и греют.`],[`g7-c5-s01-t02`,7,`c5`,`s01`,`5.1`,`Водород`,112,112,`textbook`,`ru`,`Kimyo 7`,`Такие реакции происходят на Солнце и в звездах. Из-за постоянного распада молекул водорода, звезды горят и греют.
Основные понятия
Водород (Hydrogenium) – химический элемент в периодической системе, представленный символом H и атомным номером, равным 1.
Горючий воздух был проанализирован в 1783 году и оказался частью воды.
Hydrogenium – это название, данное водороду Лавуазье, что в переводе с греческого означает «водообразующий»
История водорода
Выделение горючего газа при взаимодействии кислот и металлов наблюдалось в XVI–XVII веках, когда химия формировалась как наука. Изучали и называли его «горючим воздухом». При горении «горючий воздух» образовывал воду, но приверженность Кавендиша теории флогистона помешала ему сделать правильный вывод.
Французский химик Антуан Лоран Лавуазье вместе с инженером Жаном-Батистом Мени синтезировали воду в 1783 году с помощью специальных газометров, затем проанализировали водяной пар, разложив его раскаленным железом. Таким образом, он обнаружил, что «горючий воздух» входит в состав воды и может быть получен из нее.`],[`g7-c5-s01-t03`,7,`c5`,`s01`,`5.1`,`Водород`,112,113,`textbook`,`ru`,`Kimyo 7`,`Таким образом, он обнаружил, что «горючий воздух» входит в состав воды и может быть получен из нее.
Водород в природе
Водород – самый распространенный элемент во Вселенной, он составляет около 92% всех атомов (8% – атомы гелия, менее 0,1% всех остальных элементов вместе взятых). Таким образом, водород является основным компонентом звезд и межзвездного газа. В условиях звездной температуры (например, температура поверхности Солнца ~6000°С) водород находится в виде плазмы, а в межзвездном пространстве этот элемент существует в виде отдельных молекул, атомов и ионов, образуя молекулярные облака, существенно различающиеся по размеру, плотности и температуре.
Массовая доля водорода в земной коре и живых организмах составляет 1% – это десятый по распространенности элемент. Однако его роль в природе определяется не массой, а количеством атомов, на которое приходится 17% среди других элементов (после кислорода второе место, доля атомов ~52%). Поэтому значение водорода в химических процессах, происходящих на Земле, почти также велико, как и у кислорода.`],[`g7-c5-s01-t04`,7,`c5`,`s01`,`5.1`,`Водород`,113,113,`textbook`,`ru`,`Kimyo 7`,`Поэтому значение водорода в химических процессах, происходящих на Земле, почти также велико, как и у кислорода.
В отличие от кислорода, который связан и существует на Земле в свободном состоянии почти весь водород встречается в виде соединений; в атмосфере содержится очень небольшое количество водорода в виде простого вещества (0,00005% по объему). Водород входит в состав почти всех органических веществ и присутствует во всех живых клетках. Водород составляет почти 50% от числа атомов в живых клетках.
Водород также широко распространен на Земле в виде химических соединений, таких как углеводороды и вода. Водород составляет 11,11% в воде и 25% в метане, составляющем основу природного газа.
Получение водорода в лаборатории
1. Реакцию обычно проводят в аппарате Киппа, а при небольшом количестве водорода – в аппарате Кирюшкина. Его собирают путем выкипения воды. В лаборатории металлы подвергают воздействию соляной кислоты или разбавленной серной кислоты для получения водорода`],[`g7-c5-s01-t05`,7,`c5`,`s01`,`5.1`,`Водород`,113,114,`textbook`,`ru`,`Kimyo 7`,`В лаборатории металлы подвергают воздействию соляной кислоты или разбавленной серной кислоты для получения водорода
Zn + 2HCl → ZnCl2 +H2↑
2. При воздействии водяного пара на раскаленное железо, также образуется водород:
3Fe + 4H2O → Fe3O4 + 4H2↑
Химический знак − H Формула простого вещества − H2 Валентность − I Относительная атомная масса − 1,0078 Относительная молекулярная масса − 2,0156
Получение водорода в промышленности
Промышленные способы получения водорода отличаются от лабораторных.
1. Его получают конверсией природного газа с водяным паром:
CH4 + H2O → CO↑ + 3H2↑
2. Получают конверсией угля с водяным паром:
C + H2O → CO↑ +H2↑
3. Получают разложеним воды с помощью электрического тока.
2H2O → 2H2↑ + O2↑
4. Получают разложением метана:
CH4 → C + 2H2↑
В настоящее время ученые мира проводят исследования по получению водорода с использованием возобновляемых источников энергии, такой способ добычи водорода получил название «экстракция зеленого водорода». Этот метод требует электролизера, воды и электричества.`],[`g7-c5-s01-t06`,7,`c5`,`s01`,`5.1`,`Водород`,114,114,`textbook`,`ru`,`Kimyo 7`,`…способ добычи водорода получил название «экстракция зеленого водорода». Этот метод требует электролизера, воды и электричества.
Задания
1. Вы когда-нибудь замечали, как потрескивают раскаленные угли, когда на них брызгают водой? Какие вещества в нем образуются?
2. Когда мы опускаем раскаленное железо в воду, мы видим, что вода испаряется. Какая реакция происходит в этом случае?
3. Если бы вас попросили выбрать наиболее удобный способ получения водорода, какой бы вы предложили?
4. Выразите распространение водорода в процентах в приведенной ниже таблице и запишите ее в тетрадь.
Атмосфера Гидросфера Биосфера Литосфера Космос`],[`g7-c5-s01-d01`,7,`c5`,`s01`,`5.1`,`Водород: Hydrogenium`,112,113,`definition`,`ru`,`Kimyo 7`,`Hydrogenium – это название, данное водороду Лавуазье, что в переводе с греческого означает «водообразующий»
Массовая доля водорода в земной коре и живых организмах составляет 1% – это десятый по распространенности элемент.`],[`g7-c5-s01-sum`,7,`c5`,`s01`,`5.1`,`Водород: главное`,112,112,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Водород (Hydrogenium) – химический элемент в периодической системе, представленный символом H и атомным номером, равным 1. Горючий воздух был проанализирован в 1783 году и оказался частью воды. Hydrogenium – это название, данное водороду Лавуазье, что в переводе с греческого означает «водообразующий»`],[`g7-c5-s02-t01`,7,`c5`,`s02`,`5.2`,`Практическое занятие. Получение водорода и изучение его свойств`,115,115,`textbook`,`ru`,`Kimyo 7`,`• Получение водорода • Свойства водорода
Практическое занятие. Получение водорода и изучение его свойств
На сегодняшнем уроке мы узнаем, как получить водород в лабораторных условиях. Он взрывоопасен когда загрязнен воздухом. Поэтому данный процесс требует особого внимания.
Необходимые оборудования и вещества: аппарат Кирюшкина, пробирка, штатив, металлический Zn, Fe или Al, раствор соляной кислоты.
Ход работы: водород получают на аппарате Киппа или Кирюшкина Небольшое количество водорода получают на аппарате Кирюшкина.
Аппарат Кирюшкина устанавливают на штатив, слегка приподнимают крышку, сбрасывают 2–3 металлических образца и фиксируют крышку.
Необходимо обратить особое внимание на герметичность аппарата и нужно налить 2–3 мл раствора кислоты из верхней части аппарата (HCl или H2SO4).
Немедленно начинает выделяться газ. Выделившийся газ собирают в пробирку путем вытеснения воздуха или воды, которой находится в пробирке.`],[`g7-c5-s02-t02`,7,`c5`,`s02`,`5.2`,`Практическое занятие. Получение водорода и изучение его свойств`,115,116,`textbook`,`ru`,`Kimyo 7`,`Выделившийся газ собирают в пробирку путем вытеснения воздуха или воды, которой находится в пробирке.
Собранный водород герметизируют и убирают для экспериментов.
Строение аппарата Кирюшкина: 1 – воронка, 2 – пробирка для помещения раствора кислоты, 3 – прокладка с металлическими деталями, 4 – газовая трубка.
Почему пробирка должна быть перевернута при сборе водорода?
Необходимо проверить чистоту водорода. Для этого возьмите две маленькие пробирки и наполните обе водородом. Одну проверяют на пламени спиртовки. Если водород чистый, то он будет гореть бесшумно, если смешивается с воздухом, горит громко. Будьте осторожны при сжигании такого газа. Если образуется более летучий газ, он может взорваться.
Реакция водорода с оксидами металлов
Для этого выделившийся водород направляют на оксид меди (II), помещенный в другую пробирку, и вступают в реакцию с CuO. При этом пробирку с CuO необходимо нагреть. Нагретый оксид меди (II) вступает в реакцию с водородом и восстанавливается металл, в результате образуется красная медь и капли воды.`],[`g7-c5-s02-t03`,7,`c5`,`s02`,`5.2`,`Практическое занятие. Получение водорода и изучение его свойств`,116,116,`textbook`,`ru`,`Kimyo 7`,`Нагретый оксид меди (II) вступает в реакцию с водородом и восстанавливается металл, в результате образуется красная медь и капли воды.
Мы заметили, что водород – легковоспламеняющийся газ, но водород не помогает гореть. Чтобы проверить это, если горящий цилиндр кусок древесины осторожно вставить в пробирку, наполненную водородом, пламя внутри пробирки погаснет.
При горении водорода образуется только вода, что также можно наблюдать в эксперименте. Собрав выделившийся из прибора Кирюшкина водород в пробирку, ее можно зажечь. Если поднести стеклянную пластинку к горящему пламени, то можно увидеть, что на стеклянной пластинке образуются капли воды.
Задания
1. Как проверить герметичность устройства для сбора газов?
2. Как можно доказать, что вещество, выделяющееся в ходе реакции, является водородом?
3. Какое вещество образуется в данной реакции, кроме водорода?
4. Как молекулярная масса влияет на выбор метода сбора?`],[`g7-c5-s02-t04`,7,`c5`,`s02`,`5.2`,`Практическое занятие. Получение водорода и изучение его свойств`,116,116,`textbook`,`ru`,`Kimyo 7`,`…Какое вещество образуется в данной реакции, кроме водорода? 4. Как молекулярная масса влияет на выбор метода сбора?
5. Какое из наблюдаемых явлений является а) физическим; б) химическим?
Английский химик Генри Кавендиш, впервые описавший водород, получил его воздействием серной кислоты на железо:
Fe + H2SO4 → FeSO4 + H2↑
Можно наполнить мыльный пузырь водородом, для этого в мыльный раствор опускается газоотводная трубка. На конце трубки начинает образовываться мыльный пузырь, заполняющий ее водородом. Со временем пузырь поднимется. Этот метод также доказы-вает, что водород легкий.
мыльный раствор
H2SO4`],[`g7-c5-s03-t01`,7,`c5`,`s03`,`5.3`,`Свойства и применение водорода`,117,117,`textbook`,`ru`,`Kimyo 7`,`• Физические свойства • Химические свойства • Применение
Свойства водорода и его применение
В двух колбах находятся газы без цвета и запаха. Как определить, в какой колбе кислород, а в какой водород?
Водород при нормальных условиях представляет собой бесцветный газ без запаха, практически нерастворимый в растворителях. При сильном сжатии и охлаждении переходит в жидкое состояние. Жидкий водород кипит при -253°С, твердый водород образуется при охлаждении до -259°С.
Газообразный водород обладает рядом уникальных свойств.
Благодаря малому радиусу атомы и молекулы водорода могут проникать через резину, стекло и даже металлы. Некоторые металлы, такие как платина, палладий и никель, могут растворять водород. Это позволило создать высокоэффективные никель-металлогидридные аккумуляторы, используемые в телефонах, компьютерах и плеерах.`],[`g7-c5-s03-t02`,7,`c5`,`s03`,`5.3`,`Свойства и применение водорода`,117,117,`textbook`,`ru`,`Kimyo 7`,`Это позволило создать высокоэффективные никель-металлогидридные аккумуляторы, используемые в телефонах, компьютерах и плеерах.
Водород – самый легкий газ, намного легче воздуха, легкость водорода позволила использовать его для наполнения дирижаблей и воздушных шаров, но из-за своих взрывоопасных свойств он для этих целей не подходит и использование водорода для этих целей было прекращено.
Получение водорода и проверка его свойств
1. Взаимодействие с кислородом
Чистый водород сгорает в кислороде слегким звуком «пакс». Водород, загрязненный воздухом, взрывается с «воющим» звуком.
2. Взаимодействие с галогенами
В нормальных условиях молекула водорода неактивна из-за своей стабильности. При комнатной температуре водород реагирует фтором с образованием водорода: H2 + F2 → 2HF
Водород с хлором только на свету реагирует, реакция протекает со взрывом: H2 + Cl2 → 2HCl
Реакция с бромом протекает медленнее, чем с хлором:`],[`g7-c5-s03-t03`,7,`c5`,`s03`,`5.3`,`Свойства и применение водорода`,117,118,`textbook`,`ru`,`Kimyo 7`,`…свету реагирует, реакция протекает со взрывом: H2 + Cl2 → 2HCl Реакция с бромом протекает медленнее, чем с хлором:
H2 + Br2 → 2HBr
С йодом возникает обратимая реакция и не проходит до конца даже при высоких температурах:
только с фторида
Смесь водорода и кислорода в объемном соотношении 2:1 называется «гремучим газом», который при воспламенении вызывает сильный взрыв. Перед проведением эксперимента с водородом необходимо проверить его чистоту во избежание взрыва, водородное пламя практически бесцветно. При сгорании водорода образуется вода: 2H2 + O2 → 2H2O
Водород горит в кислороде с большим количеством теплоты, температура водородно-кислородного пламени достигает 2880°С.
3. Взаимодействие с серой
При нагревании водород вступает в реакцию с серой с образованием сероводорода, газа, похожего на запах тухлого яица:
H2 + S → H2S↑
4. Взаимодействие с азотом
Водород реагирует с азотом при высокой температуре в присутствии катализатора (например, железа) с образованием аммиака:`],[`g7-c5-s03-t04`,7,`c5`,`s03`,`5.3`,`Свойства и применение водорода`,118,118,`textbook`,`ru`,`Kimyo 7`,`Водород реагирует с азотом при высокой температуре в присутствии катализатора (например, железа) с образованием аммиака:
3H2 + N2 → 2NH3↑
5. Взаимодействие со сложными веществами (оксиды металлов и неметаллов).
При взаимодействии со сложными веществами водород проявляет восстановительные свойства:
CuO + H2 → Cu + H2O
Fe2O3 + 3H2 → 2Fe +3H2O
WO3 +3H2 → W + 3H2O
Эти реакции используются в металлургии для получения металлов. Од-
Сварочно – водородная сварка нако получить активные металлы, как натрий, кальций, алюминий восстановлением этих металлов из оксидов водородом невозможно.
6. Взаимодействие с активными металлами
При нагревании водород взаимодействует с активными металлами и образует белые кристаллические вещества – гидриды металлов:
2Na + H2 → 2NaH
Ca + H2 → CaH2
Mg + H2 → MgH2
Основные понятия
Водород и кислород смешиваются в объемном соотношении 2:1 образует «гремучий газ». Водород образует гидриды металлов с металлами. При комнатной температуре водород реагирует только с фтором. Водород используется в металлургии для получения металлов.`],[`g7-c5-s03-t05`,7,`c5`,`s03`,`5.3`,`Свойства и применение водорода`,118,118,`textbook`,`ru`,`Kimyo 7`,`При комнатной температуре водород реагирует только с фтором. Водород используется в металлургии для получения металлов.
Получение
NH3
Получение маргарина
Ракетное топливо
Получение металлов
Получение HCI H2
Гидрирование органических Получить W веществ
Получение метанола
Воздушные шары
Задания
1. Выберите из нижеприведенных уравнений и выпишите:
a) свойства водорода;
a) способы получения водорода.
Fe2O3 + 3H2 → 2Fe + 3H2O
H2 + Cl2 → 2HCl↑
2H2O → 2H2↑ + O2↑
Zn + 2HCl → ZnCl2 + H2↑
H2 +HCHO → CH3OH
Zn + 2H2O + 2NaOH → Na2 [Zn (OH)4] + H2↑
2. Определить максимальный объем (н.у.) водорода, образовавшегося в аппарате Киппа при загрузке цинка массой 0,39 кг.
3. Продолжите уравнения реакции:
Na + H2O = .....
4. Какими свойствами обладает водород, определяющее его применение?
+HCHO → CHOH
Zn+2HO+ 2NaOH → Na
Приведите примеры`],[`g7-c5-s03-d01`,7,`c5`,`s03`,`5.3`,`Свойства и применение водорода: «гремучим газом»`,117,117,`definition`,`ru`,`Kimyo 7`,`Смесь водорода и кислорода в объемном соотношении 2:1 называется «гремучим газом», который при воспламенении вызывает сильный взрыв.`],[`g7-c5-s03-sum`,7,`c5`,`s03`,`5.3`,`Свойства и применение водорода: главное`,118,118,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Водород и кислород смешиваются в объемном соотношении 2:1 образует «гремучий газ». Водород образует гидриды металлов с металлами. При комнатной температуре водород реагирует только с фтором. Водород используется в металлургии для получения металлов. Получение NH3 Получение маргарина Ракетное топливо Получение металлов Получение HCI H2 Гидрирование органических Получить W веществ Получение метанола Воздушные шары`],[`g7-c5-s04-t01`,7,`c5`,`s04`,`5.4`,`Кислоты`,119,119,`textbook`,`ru`,`Kimyo 7`,`• Природные кислоты • Синтетические кислоты • Наименование
Кислоты
Всем нам знаком приятный кисловатый вкус газированных напитков. Причиной этого является кисловатый вкус веществ, входящих в состав газированной воды. Эти вещества относятся к классу веществ, называемых кислотами.
Кислоты помогают во многих сферах жизни человека, от производства лекарств до приготовления пищи.
Вещества, получаемые из фруктов, овощей, некоторых растений и животных, придают неповторимый вкус и аромат. Большинство природных кислот содержится в различных фруктах, а также овощах, листьях и других частях растений, кефире. Природные кислоты также называют органическими кислотами. Например: уксусная, янтарная, муравьиная, валериановая, аскорбиновая, масляная, салициловая кислоты.
Общая формула кислот: HK, здесь K – кислотный остаток; H – атомы водорода; x – число атомов водорода, и это число равно валентности кислотного остатка.`],[`g7-c5-s04-t02`,7,`c5`,`s04`,`5.4`,`Кислоты`,119,119,`textbook`,`ru`,`Kimyo 7`,`Общая формула кислот: HK, здесь K – кислотный остаток; H – атомы водорода; x – число атомов водорода, и это число равно валентности кислотного остатка.
HNO3
Кислотный остаток
По растворимости кислоты можно подразделить на водорастворимые и не растворимые в воде. Некоторые кислоты разлагаются сами по себе и практически не существуют в водном растворе (неустойчивые).
Водора- Нера Неустойстворимые створи- чивые H3PO4 мые CH3COOH H2SiO3 HF и др.
Атом водорода
HCl, HNO3, H2SO4, H3PO4
Качественный состав этих формул подтверждает наличие одного или нескольких атомов водорода и является одноосновным, двухосновным и трехосновным по числу атомов водорода.
Однооснов ные
HNO3 азотная кислота HF фтористоводородная кислота HCl соляная кислота HBr бромистоводородная кислота HJ йодистоводородная кислота
Двухосновные
H2SO4 серная кислота H2SO3 сернистая кислота H2S сероводородная кислота H2CO3 угольная кислота H2SiO3 кремниевая кислота`],[`g7-c5-s04-t03`,7,`c5`,`s04`,`5.4`,`Кислоты`,119,120,`textbook`,`ru`,`Kimyo 7`,`H2SO4 серная кислота H2SO3 сернистая кислота H2S сероводородная кислота H2CO3 угольная кислота H2SiO3 кремниевая кислота
Трехосновные
H3PO4 ортофосфорная кислота
H2S H2CO3 H2SO3
В зависимости от наличия или отсутствия кислорода в молекуле кислоты бывают:
Кислородосодержащие:
H2SO4 серная кислота,
H2SO3 сернистая кислота,
HNO3 азотная кислота,
H3PO4 ортофосфорная кислота,
H2CO3 угольная кислота,
H2SiO3 кремниевая кислота.
Безкислородные:
HF фтористоводородная кислота,
HCl соляная кислота,
HBr бромистоводородная кислота,
HJ йодистоводородная кислота,
H2S сероводородная кислота.
Большинство неорганических кислот – жидкости, смешиваются с водой в любой пропорции, затвердевают при низких температурах. Ортофосфорная кислота – кристаллическое льдоподобное вещество, хорошо растворяющееся в воде. Кремниевая кислота – твердое вещество, не растворяющееся в воде. Некоторые кислоты, например, H2Cr2O7, HMnO4 имеют характерные оранжевые и фиолетовые цвета только в растворе. Кислоты, такие как соляная и бромистоводородная, также являются летучими. Имеют резкий запах и кисловатый вкус.`],[`g7-c5-s04-t04`,7,`c5`,`s04`,`5.4`,`Кислоты`,120,120,`textbook`,`ru`,`Kimyo 7`,`Кислоты, такие как соляная и бромистоводородная, также являются летучими. Имеют резкий запах и кисловатый вкус.
Историческая справка Бронстед Лоури
Кислоты известны человечеству с древних времен. Несомненно, первой кислотой, полученной человеком в результате брожения вина (окисления на воздухе), была уксусная кислота. В то время были известны некоторые свойства кислот, и они применялись для растворения металлов и получения минеральных пигментов, например, карбоната свинца. В средние века алхимики «открыли» новые кислоты – виды кислот минерального происхождения. Первая попытка объединить все кислоты по общим свойствам была предпринята физико-химиком Сванте Аррениусом (Стокгольм, 1887 г. ).
В данное время наука следует тео- Гильберт Льюис рии кислот и оснований Бронстеда-Лоури и Льюиса, основанная в 1923 г.
Синтетические кислоты
H2SO4 – серная кислота:`],[`g7-c5-s04-t05`,7,`c5`,`s04`,`5.4`,`Кислоты`,120,120,`textbook`,`ru`,`Kimyo 7`,`…и оснований Бронстеда-Лоури и Льюиса, основанная в 1923 г. Синтетические кислоты H2SO4 – серная кислота:
Кислота это сложное химическое вещество состоящее из одного или нескольких атомов водорода. Имеются природные и синтетические типы имеющие кисловатый вкус есть синтетические виды. Синтетические кислоты производится в промышленности. Кислоты обладают едкими свойствами. При работе с ними необходимо соблюдать правила безопасности.
широко применяется в химической технологии, в производстве лаков, красок, минеральных удобрений, в пищевой промышленности (пищевой добавок E 513), в производстве баттарей используется в качестве электролита. HCl – соляная кис- применяется в металлургии, пищевом производстве, гальванике, лота: медицине. HNO3 азотная кис- применяется в производстве взрывчатых веществ, в производ-лота: стве минеральных азотных удобрений (аммиак, калийная селитра), в производстве лекарственных средств (нитроглицерин).`],[`g7-c5-s04-t06`,7,`c5`,`s04`,`5.4`,`Кислоты`,120,121,`textbook`,`ru`,`Kimyo 7`,`HNO3 азотная кис- применяется в производстве взрывчатых веществ, в производ-лота: стве минеральных азотных удобрений (аммиак, калийная селитра), в производстве лекарственных средств (нитроглицерин).
Природные кислоты
CH2O2 муравьиная кислота:
Бесцветная жидкость с резким запахом. Применяется как антисептик в медицине. Пищевая добавка Е 236, консервант в сельском хозяйстве для приготовления кормов. Применяется как растворитель, в пчеловодстве, для уничтожения паразитов, в текстильной промышленности. Она хорошо растворяется в воде, считается слабой кислотой.
Регулятор кислотности в пищевой промышленности используется как вкусовая добавка, консервант (Е 330) Применяется в медицине, в производстве косметики и бытовой химии; для рисования печатных плат, в составе буровых растворов при добыче нефти и газа, в строительстве добавляется в цементные и гипсовые смеси для замедления процесса. Твердая, в воде растворяется, ядовитая. Достаточно сильная для органических кислот.`],[`g7-c5-s04-t07`,7,`c5`,`s04`,`5.4`,`Кислоты`,121,121,`textbook`,`ru`,`Kimyo 7`,`Твердая, в воде растворяется, ядовитая. Достаточно сильная для органических кислот.
Применяется для удаления оксидной пленки и ржавчины в металлургии, применяется в процессе окрашивания ткани, ниток, кожи, как сырье в органическом синтезе, как реагент в аналитической химии, в процессах анодирования при осаждении редкоземельных металлов.
C6H8O7 лимонная кислота:
C2H2O4 щавелевая кислота:
Домашнее задание
1. Напишите уравнения реакции, протекающие по схеме:
AgNO3 + ? → Ag3PO4¯ + ?
? + Li2CO3 → ? + CO2↑ + H2O
BaBr2 + ? → BaSO4¯ + ?
2. Напишите характерные для кислот уравнения реакций.
а) HCl; b) HBr.
A) напишите оксиды, соответствующие кислотам;
Б) напишите структурные формулы кислот под номерами 1-, 2-, 3-, 11.
В) назовите кислоты.`],[`g7-c5-s04-d01`,7,`c5`,`s04`,`5.4`,`Кислоты: органическими кислотами`,119,119,`definition`,`ru`,`Kimyo 7`,`Природные кислоты также называют органическими кислотами.`],[`g7-c5-s05-t01`,7,`c5`,`s05`,`5.5`,`Практическое занятие. Получение и свойства кислот`,122,122,`textbook`,`ru`,`Kimyo 7`,`• Свойства кислот • Практическое значение кислот
Практическое занятие. Получение и свойства кислот
Необходимые оборудования: спиртовая лампа, воронка, фильтровальная бумага, стакан, фарфоровая чаша, штатив, шпатель, пробирки, штатив для пробирок.
Реактивы: дистиллированная вода H2O, соляная кислота HCl, раствор серной кислоты H2SO4, поваренная соль NaCl, цинк Zn, железо Fe, медь Cu, оксид меди (II) CuO, индикаторы или универсальный индикатор. 1-опыт. Получение кислот Вата
1. В пробирку помещают небольшое количество поваренной соли NaCl.
2. Сверху наливается раствор H2SO4 серной кислоты.
3. Пробирка нагревается.
4. В этом процессе выделяющийся газообразный хлористый водород растворяют в воде и получают соляную кислоту.
5. Напишите уравнение реакции.
6. Сделайте вывод на основе своих наблюдений
2-опыт. Воздействие индикатора
1. В 1-ю пробирку налить дистиллированную воду, во 2-ю пробирку соляную кислоту.`],[`g7-c5-s05-t02`,7,`c5`,`s05`,`5.5`,`Практическое занятие. Получение и свойства кислот`,122,122,`textbook`,`ru`,`Kimyo 7`,`В 1-ю пробирку налить дистиллированную воду, во 2-ю пробирку соляную кислоту.
2. В пробирки закапать имеющийся индикатор или опустить бумажку универсального индикатора
3. Обратите внимание на изменение цвета в пробирках.
4. Сделайте вывод на основе своих наблюдений.
Историческая справка
Что такое pH?
Водородный индикатор pH был введен в 1908 г. датским химиком С. П. Соренсеном. Проще говоря, pH показывает, насколько кислым или щелочным является раствор вещества. Обычно изменяется в пределах от pH 0 до 14. Значение 7 – нейтральная среда – соответствует чистой дистиллированной воде. Если рН ниже 7 – это кислая реакция, если выше 7 – реакция щелочная. 3-опыт. Взаимодействие серной кислоты с оксидом меди (II)
1. Кончиком мерной ложки в пробирку всыпьте оксид меди (II) CuO.
Какого он цвета?
2. Добавьте в ту же пробирку 1 мл соляной кислоты HCl.
3. Что происходит с оксидом?`],[`g7-c5-s05-t03`,7,`c5`,`s05`,`5.5`,`Практическое занятие. Получение и свойства кислот`,122,123,`textbook`,`ru`,`Kimyo 7`,`…(II) CuO. Какого он цвета? 2. Добавьте в ту же пробирку 1 мл соляной кислоты HCl. 3. Что происходит с оксидом?
4. Напишите уравнение реакции.
кислотная нейтральнаяl щелочная
4-опыт. Взаимодействие кислот с щелочами
1. Прилейте в пробирку 1 мл раствора едкого натра NaOH и закапайте туда несколько капель раствора фенолфталеина, наблюдая за окраской раствора.
2. Добавьте по каплям раствор соляной кислоты HCl к окрашенному раствору в пробирке.
3. Наблюдайте за изменением окраски. Почему раствор стал бесцветным? Напишите уравнение реакции.
4. Налейте в пробирку 1 мл раствора соляной кислоты и добавьте в нее несколько капель индикатора. Проследите за изменением цвета раствора. Какого он цвета стал? 5-опыт. Взаимодействие кислот с солями
1. Налейте в пробирку 1мл соляной кислоты HCl.
2. Затем в эту же пробирку добавьте мел CaCO3. Мы наблюдаем выделение углекислого газа CO2.`],[`g7-c5-s05-t04`,7,`c5`,`s05`,`5.5`,`Практическое занятие. Получение и свойства кислот`,123,123,`textbook`,`ru`,`Kimyo 7`,`Затем в эту же пробирку добавьте мел CaCO3. Мы наблюдаем выделение углекислого газа CO2.
3. Напишите уравнение реакции. Что это за реакция? Каковы условия ее протекания?
Практическое значение уксусной кислоты
Из-за некачественной воды на внутренней поверхности чайников и кастрюль скапливается известковый налет. Даже сильнодействующие химические средства иногда не помогают в очистке покрытия, а вот уксусная кислота помогает решить сразу несколько проблем:
– при чистке микроволновой печи;
– при удалении пятен с посуды;
– удаление пятен с чашек и стаканов;
– удаление мути из водопроводного крана;
– при уборке грязи с деревянной мебели.
Для разглаживания трудноразглаживаемых складок на одежде при глажке марлю замачивают в уксусном растворе. Накройте его на одежду и прогладьте как обычно.
Опыт для выполнения дома
Сделайте это с помощью взрослых.`],[`g7-c5-s05-t05`,7,`c5`,`s05`,`5.5`,`Практическое занятие. Получение и свойства кислот`,123,123,`textbook`,`ru`,`Kimyo 7`,`…Накройте его на одежду и прогладьте как обычно. Опыт для выполнения дома Сделайте это с помощью взрослых.
В результате обжаривания пищи на масле кастрюля или сковорода могут загрязниться. Для ее очистки можно использовать раствор уксуса, смешанный с водой в соотношении 1:1. Этот раствор влить в кастрюлю, кипятить в течение 7–10 минут, затем промыть под водой. Если кастрюля не полностью очистилась, процесс повторяется до полного очищения.
Пятна от цветочных ваз, кофе и чая также можно очистить раствором уксусной кислоты, их можно протереть тряпкой, смоченной в растворе уксусной кислоты.
Для придания блеска крану, пропитывают тряпку уксусной кислотой, укутывают кран и оставляют на 10–15 минут, затем промывают холодной водой.`],[`g7-c5-s05-d01`,7,`c5`,`s05`,`5.5`,`Практическое занятие. Получение и свойства кислот: Если рН ниже 7`,122,122,`definition`,`ru`,`Kimyo 7`,`Если рН ниже 7 – это кислая реакция, если выше 7 – реакция щелочная.`],[`g7-c5-s06-t01`,7,`c5`,`s06`,`5.6`,`Практическое занятие. Взаимодействие кислот с металлами`,124,124,`textbook`,`ru`,`Kimyo 7`,`• Ряд активности металлов • Взаимодействие кислот с металлами
Практическое занятие. Взаимодействие кислот с металлами
Способность металлов вытеснять водород из кислот
Атомы водорода в молекулах можно заменить атомами металлов.
Давайте вернемся к определению кислот как сложных веществ и подтвердим их экспериментально.
1-опыт
1. Помещаем в пробирку магниевые стружки, добавляем к ним разведенный раствор серной кислоты (1 часть кислоты и около 5 частей воды) и быстро закрываем пробирку газоотводной пробкой.
2. При комнатной температуре магний активно реагирует с серной кислотой, что подтверждается выделением пузырьков газообразного вещества.
3. Собираем газ вытесняя воду и проверяем его, под водой накрываем наполненную газом пробирку стеклянной пластинкой и вынимаем пробирку из контейнера.
4. Наличие водорода можно обнаружить с помощью горящей спички, горение водорода вызывает небольшой взрыв, яркого горения спички не наблюдается.`],[`g7-c5-s06-t02`,7,`c5`,`s06`,`5.6`,`Практическое занятие. Взаимодействие кислот с металлами`,124,124,`textbook`,`ru`,`Kimyo 7`,`Наличие водорода можно обнаружить с помощью горящей спички, горение водорода вызывает небольшой взрыв, яркого горения спички не наблюдается.
Магний вытесняет водород из кислоты.
2-опыт
1. Насыпаем гранулы металлического цинка (осторожно!) на дно пробирки, добавляем к ней разбавленную соляную кислоту и наблюдаем.
2. Вскоре поверхность металлических частиц покроется пузырьками газообразного вещества.
3. Нагреваем пробирку, газ выделяется активнее. Вспомните, как определяется относительная плотность газов в воздухе. Рассчитайте плотность водорода в воздухе и подскажите, как правильно держать пробирку, чтобы наполнить ее водородом.
Расчеты подтверждают, что водород в 14,5 раз легче воздуха. Поэтому, чтобы наполнить пробирку водородом, необходимо держать ее вверх дном. Набираем водород в сухую пробирку, вытесняя воздух, и исследуем его.
4. Как и в предыдущем опыте, слышен приглушенный треск. В результате цинк вытеснил атомы водорода из молекул соляной кислоты, из атомов образовались молекулы водорода, и опыт это подтвердил. Напишите уравнение реакции для опытов.`],[`g7-c5-s06-t03`,7,`c5`,`s06`,`5.6`,`Практическое занятие. Взаимодействие кислот с металлами`,124,125,`textbook`,`ru`,`Kimyo 7`,`В результате цинк вытеснил атомы водорода из молекул соляной кислоты, из атомов образовались молекулы водорода, и опыт это подтвердил. Напишите уравнение реакции для опытов.
Помните! Реакция горения водорода сопровождается взрывом. Для безопасности эксперимента количество водорода в пробирке не должно превышать 1/3 части.
3-опыт
1. К медным стружкам добавляем разбавленную соляную кислоту. Наблюдение показывает, что реакции не происходит: цвет меди и раствора не меняется, образования газообразного вещества не наблюдается. Нагреваем пробирку и еще раз убеждаемся что нет изменений. Это означает что медь не вытесняет водород из кислоты.
Так, экспериментально мы установили, что одни металлы способны вытеснять водород из кислот, а другие нет. Это свойство металлов изучал русский ученый Николай Николаевич Бекетов, который в 1863 г. определил активность металлов по их способности вытеснить водород из кислот и составил ряд активности металлов:`],[`g7-c5-s06-t04`,7,`c5`,`s06`,`5.6`,`Практическое занятие. Взаимодействие кислот с металлами`,125,125,`textbook`,`ru`,`Kimyo 7`,`определил активность металлов по их способности вытеснить водород из кислот и составил ряд активности металлов:
Николай Николаевич
Бекетов
Li, K, Ва, Ca, Na, Mg, Al, Zn, Fe, Ni, Sn, Pb, H2, Cu, Hg, Ag, Pt, Au
Вытесняет водород из кислот. Кислота +металл → соль + водород кроме HNO3 и H2SO4
Не вытесняют водород из состава кислот
Задания
1. Напишите уравнения реакций и назовите продукты реакции.
Ca + HCl →
Na + H2SO4 →
CaO + HNO3 →
Fe2O3 + H2SO4 →
KOH + HNO3 →
Al(OH)3 + HF →
HNO3 + CaCO3 →
2. Сколько граммов оксида фосфора (V) необходимо для получения 392 г ортофосфорной кислоты?
3. В отдельных пробирках находятся ртуть, кальций, медь и алюминий Какой из этих металлов реагирует с соляной кислотой? Напишите уравнения реакции, в каком случае водород выделяется бурно?
4. Напишите уравнения реакции двухвалентного марганца и железа с серной кислотой.
5. Почему металлы по-разному реагируют с кислотами? Объясните свой ответ, используя рисунок ниже.`],[`g7-c5-s06-sum`,7,`c5`,`s06`,`5.6`,`Практическое занятие. Взаимодействие кислот с металлами: главное`,124,124,`summary`,`ru`,`Kimyo 7`,`Помните: Реакция горения водорода сопровождается взрывом. Для безопасности эксперимента количество водорода в пробирке не должно превышать 1/3 части.`],[`g7-c5-s07-t01`,7,`c5`,`s07`,`5.7`,`Кислотные дожди`,126,126,`textbook`,`ru`,`Kimyo 7`,`• Кислотный дождь • Природные факторы • Антропогенные факторы
Кислотные дожди
Историческая справка
Определение «кислотный дождь» в науку ввел шотландский химик Роберт Ангус Смит в 1872 году. Ученый первым описал понятие опасности кислотных осадков и их последствий в монографии «Воздух и дождь: начало химической климатологии». В основу научной работы было положено изучение дыма над промышленным городом Манчестер. Научная общественность восприняла эту работу в штыки. До конца жизни Р. Смит возглавлял первую английскую организацию по охране природной среды контроль щелочей.
Продолжил исследования шведский ученый, лауреат Нобелевской премии Свантес Август Аррениус. В 1883 году он ввел в науку термины «основание» и «кислота». Термин «кислота» относится к элементам, образующим при растворении в жидкости положительно заряженные ионы водорода. В 1908 году, введенный в науку датским химиком Сорен Петер Лаурисом Соренсеном, рН (индикатор водорода) стал единицей измерения среды растворов.`],[`g7-c5-s07-t02`,7,`c5`,`s07`,`5.7`,`Кислотные дожди`,126,127,`textbook`,`ru`,`Kimyo 7`,`В 1908 году, введенный в науку датским химиком Сорен Петер Лаурисом Соренсеном, рН (индикатор водорода) стал единицей измерения среды растворов.
Основной причиной кислотных дождей является азот, накопленный в атмосфере нашей планеты оксид азота (IV) NO2 и оксид серы (IV) SO2.
В результате химических реакций эти оксиды превращаются в кислоты, выпадающие на землю с дождем или снегом. Эти оксиды, вызывающие опасные дожди, выбрасываются в воздух под воздействием природных и антропогенных факторов.
Природные факторы
Извержения вулканов: оксид серы (IV) SO2 достигает тропосферы и стратосферы.
Из-за гниения растительных и животных остатков и лесных пожаров биомасса разрушается, в результате чего в воздух выделяется оксид азота.
Деятельность микроорганизмов: почвенные бактерии выделяет оксиды азота из
NO3
Количество S в атмосфере – это образование сероводорода при разложении органического вещества связано с активностью микроорганизмов.`],[`g7-c5-s07-t03`,7,`c5`,`s07`,`5.7`,`Кислотные дожди`,127,127,`textbook`,`ru`,`Kimyo 7`,`Количество S в атмосфере – это образование сероводорода при разложении органического вещества связано с активностью микроорганизмов.
Азот и кислород образуют окись азота из-за высокой температуры в результате удара молнии.
Антропогенные факторы
В результате техногенных выбросов в воздух выбрасывается более 60–65 % (65– 75 млн т) соединений серы, 37–50 % (57 млн т) соединений азота и 100 % летучих органических соединений, это:
– отходы промышленных предприятий;
– газы, выбрасываемые автомобилями;
– энергетические предприятия;
– удобрения и пестициды, используемые в сельском хозяйстве.
Основные понятия
Основная причина кислотных дождей скапливается в атмосфере нашей планеты оксид азота (IV) NO2 и оксид серы (IV) SO2.
Антропогеные факторы возникновение кислотных дождей из-за загрязнения, связанного с деятельностью человека. Чистый дождь рН = 5,6 CO2 + H2O → H2CO3 Кислотный дождь рН = 3–5 4NO2+2H2O+O2 → 4HNO3 SO3 + H2O → H2SO4 Замеченный максимальный кислотный дождь`],[`g7-c5-s07-t04`,7,`c5`,`s07`,`5.7`,`Кислотные дожди`,127,128,`textbook`,`ru`,`Kimyo 7`,`Чистый дождь рН = 5,6 CO2 + H2O → H2CO3 Кислотный дождь рН = 3–5 4NO2+2H2O+O2 → 4HNO3 SO3 + H2O → H2SO4 Замеченный максимальный кислотный дождь
Состав кислотного дождя
Основными элементами кислотных дождей являются сульфиты, нитриты, сульфаты, азотные кислоты и озон, образующиеся во время грозы. Хлор, метан и летучие органические соединения обычно являются причиной токсичных осадков.
Насколько опасны кислотные дожди?
Они вызывают поражение или гибель растений и животных, насыщают почву и воздух токсинами, в результате разрушаются минеральные и питательные вещества, вода становится непригодной для питья и проживания. Восстановление пораженной экосистемы занимает длительное время. На очистку загрязненных участков уйдут десятилетия.
Разрушение материалов`],[`g7-c5-s07-t05`,7,`c5`,`s07`,`5.7`,`Кислотные дожди`,128,128,`textbook`,`ru`,`Kimyo 7`,`…длительное время. На очистку загрязненных участков уйдут десятилетия. Разрушение материалов
Кислотные дожди вызывают коррозию металлов. Капли кислоты, собранные дождем на поверхности материала, вызывают окисление металлических конструкций. Дома и памятники архитектуры, построенные из песчаника или известняка, разрушаются в результате химической реакции с кислотой. Из-за вредных осадков Дельфи, Колизей и древние храмы Японии были разрушены.
Экономические последствия
Кислотные дожди наносят серьезный ущерб экономике, страдают сельскохозяйственные культуры и домашний скот, в странах где основа экономики сельское хозяйство приводит к голоду, на лечение населения находящегося в загрязненной зоне требуется большой расход финансов.
Задания
1. SiO2, SO2, CO, NO2, SO3 из списка выбрать оксиды, которые приводят к его образованию кислотных осадков, напишите уравнения реакций.`],[`g7-c5-s07-t06`,7,`c5`,`s07`,`5.7`,`Кислотные дожди`,128,128,`textbook`,`ru`,`Kimyo 7`,`SiO2, SO2, CO, NO2, SO3 из списка выбрать оксиды, которые приводят к его образованию кислотных осадков, напишите уравнения реакций.
2. Заполните нижеследующую таблицу.
Реакции, приводящие к образованию сер- Реакции, приводящие к образованию азотной кислоты ной кислоты
3. В пробирках находятся дистиллированная вода, раствор серной кислоты и раствор едкого натра. Какой цвет приобретет универсальный индикатор при прикосновении к веществам в пробирках?
Цвет универсального индикатора
Вещества рН Среда
4. Напишите уравнения реакций, исходя из последовательности, указанных на рисунке.
SO2 → SO3 → H2SO4`],[`g7-c5-s07-d01`,7,`c5`,`s07`,`5.7`,`Кислотные дожди: Количество S в атмосфере`,127,127,`definition`,`ru`,`Kimyo 7`,`Количество S в атмосфере – это образование сероводорода при разложении органического вещества связано с активностью микроорганизмов.`],[`g7-c5-s07-sum`,7,`c5`,`s07`,`5.7`,`Кислотные дожди: главное`,127,127,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Основная причина кислотных дождей скапливается в атмосфере нашей планеты оксид азота (IV) NO2 и оксид серы (IV) SO2.`],[`g7-c5-s08-t01`,7,`c5`,`s08`,`5.8`,`Урок закрепления`,129,129,`textbook`,`ru`,`Kimyo 7`,`• Водород • Кислоты • Индикаторы
Урок закрепления
1. Каков минимальный объем взрывоопасного газа потребуется, чтобы получить 2 литра воды?
2. Сколько цинка (г) необходимо растворить в солянной кислоте, чтобы восстановить 14,4 г оксида меди (II) водородом?
3. Тритий, самый тяжелый из изотопов водорода, радиоактивен.В какой элемент превращается радиоактивный водород при бета-распаде?
4. Рассчитайте количество водорода, полученное из 21 г гидрида кальция в следующих случаях:
a) термическое разложение твердого образца;
б) реакции того же образца с водой.
3. В солнечной атмосфере по числу атомов содержится 82% водорода-1 и 18% гелия-4. Рассчитайте массовую долю атомов водорода в солнечной атмосфере.
4. Напишите уравнения реакций.
Zn + 2HCl =? + H2↑
? + 2H2O = Ca(OH)2 + H2↑
NaH + H2O = NaOH + ?
2Al + 2NaOH + 6H2O = ? + 3H2↑
5. На картинке показаны реакции взаимодействия металлов с кислотой:
1-пробирка – реакция частая, выделяется большое количество газообразного вещества;`],[`g7-c5-s08-t02`,7,`c5`,`s08`,`5.8`,`Урок закрепления`,129,130,`textbook`,`ru`,`Kimyo 7`,`1-пробирка – реакция частая, выделяется большое количество газообразного вещества;
2-пробирка – реакция активная, наблюдается выделение газообразного вещества;
3-в пробирке – реакции не наблюдается.
Задание:
Приведите пример металла для реакции.
8. Как переливать из одной емкости в другую: а) водород; б) кислород?
9. Напишите уравнения реакции.
10. Будут ли 10 г CuO и 10 г Cu2O реагировать с водородом с образованием такого же количества воды? Подтвердите свой ответ расчетом.
Задания
Проектная работа. Знаете ли вы натуральные индикаторы, где и как их использовать?
ГЛАВА VI
Вода
О ЧЕМ?
Состав воды. Химическая формула воды, свойства.
Распространение воды в природе, агрегатные состояния, круговорот воды в природе. Ее роль в природе и жизни человека.
Основания. Влияние щелочей на кислоты. Реакции нейтрализации. Определение среды раствора с помощью индикаторов. Загрязнение воды и методы борьбы с ним.`],[`g7-c5-s08-t03`,7,`c5`,`s08`,`5.8`,`Урок закрепления`,130,130,`textbook`,`ru`,`Kimyo 7`,`Определение среды раствора с помощью индикаторов. Загрязнение воды и методы борьбы с ним.
ЧТО ВЫ БУДЕТЕ ИЗУЧАТЬ?
Состав воды, методы определения качества и количества воды, распределение воды в природе, агрегатные состояния, круговорот воды в природе, ее роль в природе и жизни человека.
Взаимодействие воды с оксидами, изменение окраски индикаторов в образующихся растворах.
Физические и химические свойства воды. Основания. Влияние щелочей на кислоты. Реакции нейтрализации. Определение среды растворов с помощью индикаторов. Загрязнение воды и методы ее очистки. Подготовка проектов, предложений по загрязнению воды и методам ее очистки.
Щелочи. Действие щелочей на кислоты. Реакции нейтрализации. Определение среды растворов с помощью индикаторов. Решение задачи упражнений.`],[`g7-c6-s01-t01`,7,`c6`,`s01`,`6.1`,`Состав воды`,131,131,`textbook`,`ru`,`Kimyo 7`,`Глава VI. 1-тема Изучаемые понятия
• Химическая формула воды Состав воды • Состав воды
Разные части нашей планеты наполнены разными веществами.
Какой из них самый важный на Земле?
Конечно, сложно представить нашу жизнь без любого из них, но все же на этот вопрос есть четкий ответ это – вода.
Уникальность нашей Земли, единственной планеты, где до сих пор обнаружена жизнь, напрямую связана с наличием в ней удивительного соединения – воды. Учеными установлено, что появление воды на Земле произошло практически параллельно с образованием планеты. Несомненно, что жизнь зародилась в воде.
Вода – прекрасное вещество, проникающее повсюду: более 70% поверхности Земли и тела человека состоит из воды. Источниками воды являются океаны, моря, реки, родники, ледники. Вода заполняет подземные полости и трещины, просачивается в почву. Туман и облака – это тоже вода, микроскопические количества воды можно найти даже в горных породах.`],[`g7-c6-s01-t02`,7,`c6`,`s01`,`6.1`,`Состав воды`,131,131,`textbook`,`ru`,`Kimyo 7`,`Туман и облака – это тоже вода, микроскопические количества воды можно найти даже в горных породах.
Значение воды в природе.
– Зачем вода нужна в природе?
– Вода участвует в различных механизмах и процессах на Земле. Вот некоторые факты, подтверждающие его важность:
– за счет круговорота воды создается влага, очень необходимая для жизни и существования животных и растений;
– моря и океаны, реки и озера напрямую влияют на климат окружающих территорий;
– вода обладает высокой теплоемкостью, в результате чего на планете обеспечивается комфортный температурный режим;
– вода участвует в процессе фотосинтеза (растения без нее не могут превращать углекислый газ в кислород, и мы не сможем дышать свежим воздухом).
Одним словом, без воды нет экосистемы (животных, птиц, растений), сложно представить, каким был бы без нее климат. Вся жизнь на планете формируется в основном за счет воды.
Основа жизни – свойства воды`],[`g7-c6-s01-t03`,7,`c6`,`s01`,`6.1`,`Состав воды`,131,131,`textbook`,`ru`,`Kimyo 7`,`…каким был бы без нее климат. Вся жизнь на планете формируется в основном за счет воды. Основа жизни – свойства воды
Химический состав воды H2O. Необычные свойства химического соединения создают все необходимые для жизни условия:
• его тепло емкость снижается в диапазоне от 0 до 37 градусов, а затем увеличивается (характерно для теплокровных видов животных);
• изменения плотности, которые увеличиваются при охлаждении до 4 градусов, а затем уменьшаются при дальнейшем охлаждении (это свойство сохраняет жизнь живых организмов, обитающих в водоемах в холодную погоду);
• одновременное существование в трех агрегатных состояниях;
• способность воды растворять практически все.
Благодаря последнему свойству питьевая вода всегда содержит растворенные вещества, вместе с которыми в организм поступают полезные минеральные соли и элементы: кальций, йод, магний, фтор, бром, селен и др. От их содержания зависят состав и свойства питьевой воды, количество и соотношение.`],[`g7-c6-s01-t04`,7,`c6`,`s01`,`6.1`,`Состав воды`,131,132,`textbook`,`ru`,`Kimyo 7`,`От их содержания зависят состав и свойства питьевой воды, количество и соотношение.
Живые организмы не могут существовать на Земле без самого распространенного вещества, воды. Люди, животные и растения могут жить только благодаря воде.
Химический состав воды представляет собой сумму веществ в различных химических и физических состояниях в воде. Химическая формула воды H2O. Однако до конца XVIII века считали воду неделимой субстанцией. В 1781 году английский ученый Генри Кавендиш доказал, что вода состоит из двух элементов, а позже французский ученый Антуан Лавуазье назвал эти элементы кислородом и водородом.
Большинство необычных свойств воды определяются ее молекулярной структурой, физической природой составляющих ее атомов и стоением молекул.`],[`g7-c6-s01-t05`,7,`c6`,`s01`,`6.1`,`Состав воды`,132,132,`textbook`,`ru`,`Kimyo 7`,`Большинство необычных свойств воды определяются ее молекулярной структурой, физической природой составляющих ее атомов и стоением молекул.
Молекула воды имеет вид равностороннего треугольника, в основании которого находятся ядра атома водорода, а вверху – ядро атома кислорода. Поэтому молекула воды характеризуется значительной поляризацией: она имеет отрицательную и положительную заряды. В результате молекулы воды могут объединяться, то есть образовывать группы, называемые кластерами.
Относительная молекулярная масса воды представляет собой сумму относительных атомных масс составляющих ее атомов водорода и кислорода:
Итак, масса 1 моля воды равна 18 г, и молярная масса воды равна 18 г/моль.
Рассчитаем массовые доли водорода и кислорода в молекуле воды.
n (H) = Ar (H) / Mr (H2O) = 2 / 18 = 0,1111
Если мы посчитаем эти числа в процентах, это будет составлять, H – 11,11% O – 88,89%.
Знаете ли вы?`],[`g7-c6-s01-t06`,7,`c6`,`s01`,`6.1`,`Состав воды`,132,132,`textbook`,`ru`,`Kimyo 7`,`…18 = 0,1111 Если мы посчитаем эти числа в процентах, это будет составлять, H – 11,11% O – 88,89%. Знаете ли вы?
B составе одной капли воды содержится 33 триллион молекул
Задания
Используя цветные листы бумаги, составьте модель образования воды и объясните ее. Объясните качественный и количественный состав воды.
1. Проанализируйте преимущества и недостатки воды как среды обитания.
2. Напишите небольшую статью для научного издания об одной из этих особенностей.
B одном стакане воды
В состав слез человека входит 99 % воды (H2O), 0,8 % поваренной соли (NaCl), 0,1 % карбоната натрия (Na2CO3) и 0,1% белков.`],[`g7-c6-s01-d01`,7,`c6`,`s01`,`6.1`,`Состав воды: Туман и облака`,131,131,`definition`,`ru`,`Kimyo 7`,`Туман и облака – это тоже вода, микроскопические количества воды можно найти даже в горных породах.`],[`g7-c6-s02-t01`,7,`c6`,`s02`,`6.2`,`Агрегатные состояния воды и круговорот воды в природе`,133,133,`textbook`,`ru`,`Kimyo 7`,`• Агрегатные состояния воды • Круговорот воды в природе
Агрегатные состояния воды и круговорот в природе
Вы наливаете напиток в стакан и добавляете лед, чтобы охладить его.
Выпив его, вы моете стакан водой, верно?
Чтобы стекло стало еще чище, можно положить его на выходящий из чайника пар, тогда стекло будет блестящим и прозрачным.
В этом процессе вода использовалась трижды, но в разных агрегатных состояниях, рассмотрим их подробнее.
Агрегатные состояния воды
В природе существует постоянный круговорот воды, которая постоянно переходит из одного состояния в другое.
Условно различают 3 состояния воды: твердое, жидкое, газообразное.
К твердому состоянию воды относятся лед, снег, иней. К жидкому состоянию относятся вода, роса, туман, дождь. Газообразное состояние – пар. Следует отметить, что облака – это не газообразное состояние воды, а результат конденсации водяного пара.`],[`g7-c6-s02-t02`,7,`c6`,`s02`,`6.2`,`Агрегатные состояния воды и круговорот воды в природе`,133,133,`textbook`,`ru`,`Kimyo 7`,`Следует отметить, что облака – это не газообразное состояние воды, а результат конденсации водяного пара.
Вода уникальна по своему составу и свойствам, а ее способность изменять свое агрегатное состояние обеспечивает жизненный гидрологический круговорот нашей планеты. Круговорот воды можно описать тремя словами: осадки, испарение, конденсация. Существует 6 процессов перехода воды из одного состояния в другое.
Основные понятия
Конденсация – процесс перехода пара в жидкое состояние. Кристаллизация – процесс перехода воды из жидкого состояния в твердое (ледяное). Растворение – процесс перехода из твердого (лед)в жидкое состояние. Сублимация – процесс перехода из жидкого или твердого состояния в парообразное (вода из льда в пар). Десублимация – обратный процесс сублимации (переход из пара в лед). Например, образование инея в природе. Испарение – процесс перехода воды из жидкого состояния в парообразное.`],[`g7-c6-s02-t03`,7,`c6`,`s02`,`6.2`,`Агрегатные состояния воды и круговорот воды в природе`,133,134,`textbook`,`ru`,`Kimyo 7`,`Например, образование инея в природе. Испарение – процесс перехода воды из жидкого состояния в парообразное.
Конденсация
Осадки
Испарение
Изменение состояния воды
Питьевая вода переходит из одного состояния в другое при изменении температуры. Граничными условиями являются 0°С и 100°С при атмосферном давлении 760 мм рт.ст. (101 325 Па). При снижении температуры воды до 0°С и ниже превращается в лед, выше 100°C превращается в пар.
При определении температуры кипения и замерзания воды очень важно учитывать атмосферное давление – поэтому в условиях пониженного давления (высокие горы) температура кипения снижается. Важно также знать, что вода в ледяном состоянии имеет больший объем, чем в жидком состоянии.
Круговорот воды в природе – это непрерывное циклическое движение воды в гидросфере Земли, при этом вода переходит из одного агрегатного состояния в другое. Донором энергии круговорота воды является Солнце, а основным акцептором-«поглотителем»- приемником энергии и поставщиком водяного пара в атмосферу является мировой океан.`],[`g7-c6-s02-t04`,7,`c6`,`s02`,`6.2`,`Агрегатные состояния воды и круговорот воды в природе`,134,134,`textbook`,`ru`,`Kimyo 7`,`Донором энергии круговорота воды является Солнце, а основным акцептором-«поглотителем»- приемником энергии и поставщиком водяного пара в атмосферу является мировой океан.
Круговорот воды еще называют гидрологическим круговоротом. Гидрологический круговорот обеспечивает наличие воды практически во всех уголках мира. Кратко круговорот воды в природе (гидрологический круговорот) можно описать следующим образом. Вода в жидком состоянии испаряется, поднимается в атмосферу и там конденсируется, образует облака, а затем возвращается на землю в виде жидкости: дождя, росы или промежуточных твердых состояний – снега, града. Вода остается в атмосфере 8–9 дней.
Тот факт, что вода в природных условиях находится в трех состояниях – твердом, жидком и парообразном, – является одним из основных факторов круговорота воды в природе.
Исследовательская работа`],[`g7-c6-s02-t05`,7,`c6`,`s02`,`6.2`,`Агрегатные состояния воды и круговорот воды в природе`,134,134,`textbook`,`ru`,`Kimyo 7`,`…парообразном, – является одним из основных факторов круговорота воды в природе. Исследовательская работа
В трехлитровую банку налейте горячую воду (около 2,5 см). На металлический поднос положите несколько кубиков льда и поставьте его сверху на банку. Воздух внутри банки поднимается и охлаж-дается. Водяной пар в нем конденсируется, образуя облако. Этот эксперимент показывает, как образуются облака при охлаждении теплого воздуха и как из облаков выпадает дождь.
В заключение подчеркнем, что в результате своей хозяйственной деятельности человек изымает из круговорота часть воды, что изменяет ее естественный сток, что может нанести непоправимый ущерб всему круговороту и разрушить его. Ученые пришли к выводу, что в последнее время круговорот воды начал значительно ускоряться. Это оказывает негативное влияние на климат всего мира. В теплых регионах жарче и суше, а в дождливых регионах выпадает больше осадков. Об этом нужно не забывать, разумно использовать водные ресурсы.
Задания
1. Почему вода самое важное вещество на Земле?
2. Покажите правильные ответы. Испарение воды на поверхности рек, озер, морей:
а) химический процесс; б) физический процесс;
в) причина появления облаков; г) причина дождя.`],[`g7-c6-s02-d01`,7,`c6`,`s02`,`6.2`,`Агрегатные состояния воды и круговорот воды в природе: Круговорот воды в природе, гидрологическим круговоротом`,133,134,`definition`,`ru`,`Kimyo 7`,`Следует отметить, что облака – это не газообразное состояние воды, а результат конденсации водяного пара.
Круговорот воды в природе – это непрерывное циклическое движение воды в гидросфере Земли, при этом вода переходит из одного агрегатного состояния в другое.
Круговорот воды еще называют гидрологическим круговоротом.`],[`g7-c6-s02-sum`,7,`c6`,`s02`,`6.2`,`Агрегатные состояния воды и круговорот воды в природе: главное`,133,133,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Конденсация – процесс перехода пара в жидкое состояние. Кристаллизация – процесс перехода воды из жидкого состояния в твердое (ледяное). Растворение – процесс перехода из твердого (лед)в жидкое состояние. Сублимация – процесс перехода из жидкого или твердого состояния в парообразное (вода из льда в пар). Десублимация – обратный процесс сублимации (переход из пара в лед). Например, образование инея в природе. Испарение – процесс перехода воды из жидкого состояния в парообразное.`],[`g7-c6-s03-t01`,7,`c6`,`s03`,`6.3`,`Практическое занятие. Физические свойства воды`,135,135,`textbook`,`ru`,`Kimyo 7`,`• Физические свойства воды • Синтез • Анализ
Практическое занятие. Физические свойства воды
Что такое вода? Это просто бесцветная жидкость?
Ни одно вещество не стало незаменимым спутником нашей жизни как вода, она имеет свои особенности:
– без запаха, без вкуса, без формы;
– может быть газообразной, жидкой, твердой;
– прозрачная и бесцветная;
– может растворять другие вещества.
Изучение физических свойств воды
1-опыт. Определение прозрачности воды
Необходимые оборудования и вещества: стеклянный мерный цилиндр с плоским дном, печатный текст, линейка, дистиллированная вода, водопроводная вода, минеральная вода.
Порядок выполнения работы:
1. Поместите градуированный цилиндр над печатным текстом, налейте дистиллированную воду в градуированный цилиндр и продолжайте лить воду, пока текст не перестанет быть виден. Обратите внимание, на какой высоте шрифт становится невидимым или размытым.
Измерьте высоту столбов линейкой.`],[`g7-c6-s03-t02`,7,`c6`,`s03`,`6.3`,`Практическое занятие. Физические свойства воды`,135,135,`textbook`,`ru`,`Kimyo 7`,`…виден. Обратите внимание, на какой высоте шрифт становится невидимым или размытым. Измерьте высоту столбов линейкой.
2. Повторите опыт таким образом с водопроводной и минеральной водой. Запишите показания в тетрадь и сравните результаты.
2-опыт. Определение цвета воды
Необходимые оборудования и вещества: 2 стеклянные емкости, 2 ложки, дистиллированная вода, любая окрашенная жидкость (молоко или сок).
Порядок выполнения работы:
1. Налейте воду в 1-й контейнер, молоко или немного сока во 2-й контейнер.
2. В контейнеры загрузите ложку и сравните внешний вид.
3-опыт. Определение запаха воды
Необходимые оборудования и вещества: 3 широкогорлые колбы, зеркало стеклянное, штатив, спиртовка, вода дистиллированная, водопроводная, минеральная вода.
Порядок выполнения работы:
1. Налейте по 50 мл водопроводной, дистиллированной и минеральной воды в 3 пронумерованные колбы.
2. Сверху колбы накройте часовым стеклом и нагрейте до 40–50 °С.`],[`g7-c6-s03-t03`,7,`c6`,`s03`,`6.3`,`Практическое занятие. Физические свойства воды`,135,136,`textbook`,`ru`,`Kimyo 7`,`2. Сверху колбы накройте часовым стеклом и нагрейте до 40–50 °С.
3. Встряхните колбу круговыми движениями и возьмите стакан и понюхайте. Запах веществ качественно представлен грязью, гнилью, хлором и т.д.
4-опыт. Вода является природным растворителем
Необходимые оборудования и вещества: 3 стакана, стеклянная палочка, вода дистиллированная, соль поваренная, песок, сахар.
Порядок выполнения работы:
1. Налейте в стаканы воду, в 1-й стакан добавьте сахар, во 2-й стакан поваренную соль, в 3-й стакан песок и перемешайте стеклянной палочкой.
2. Понаблюдайте и сравните изменения.
3. Положите в стакан 3–4 кусочка льда. Какой формы лед? Каким будет лед через 5 минут?
Вывод: чистая вода – прозрачное, бесцветное жидкое вещество без запаха. Цвет и запах воде придают растворенные в ней вещества. Некоторые вещества хорошо растворяются в воде, поваренная соль, сахар, а некоторые вещества не растворяются: песок. 5-опыт. Агрегатное состояние воды`],[`g7-c6-s03-t04`,7,`c6`,`s03`,`6.3`,`Практическое занятие. Физические свойства воды`,136,136,`textbook`,`ru`,`Kimyo 7`,`Некоторые вещества хорошо растворяются в воде, поваренная соль, сахар, а некоторые вещества не растворяются: песок. 5-опыт. Агрегатное состояние воды
Необходимые оборудования и вещества: стаканы разного размера, фарфоровая чаша, спиртовка, штатив, лед, вода.
Порядок выполнения работы:
1. В стакан на 100 мл налейте воду. Затем воду из стакана на 100 мл перелейте в стакан на 50 мл. Что наблюдается? Имеет ли вода форму?
2. Поставьте на штатив фарфоровую чашку, налейте в нее 50 мл воды, подогрейте спиртовкой, что будет наблюдаться?
Вода находится в жидком состоянии при комнатной температуре, в газообразном состоянии (пар) выше 100°С и в твердом состоянии (лед) ниже 0°С. Лед тает при комнатной температуре.
Почему формула воды выражается как H2O?
Вода разлагается под действием электрического тока или при температуре 2000° С. Эта реакция, как вы знаете из предыдущих уроков, является одним из способов получения водорода.`],[`g7-c6-s03-t05`,7,`c6`,`s03`,`6.3`,`Практическое занятие. Физические свойства воды`,136,137,`textbook`,`ru`,`Kimyo 7`,`Эта реакция, как вы знаете из предыдущих уроков, является одним из способов получения водорода.
2H2O → 2H2↑ + O2↑
При разложении воды под действием электрического тока образуются газы: два объема водорода H2 и один объем кислорода O2.
Зная, что плотность ρ (H2) = 0,089 г / л, а плотность кислорода ρ (O2) = 1,429 г / л вычисляем массовые соотношения выделившихся газов: m = ρ · V
Это отношение соответствует следующим соотношениям атомных масс:
Разложение сложного вещества на составляющие называется анализом.
Образование сложных веществ из простых веществ называется синтезом: 2H2+O2 → 2H2O
Анод Катод
На синтез воды из кислорода и водорода использовано 32 г кислорода. Определите количество водорода, участвующего в реакции?
Дано:
m(O2) = 32 г
Решение:
1) 2H2 + O2 = 2H2O
2 моль 32 г
Ответ: 2 моль H2`],[`g7-c6-s03-t06`,7,`c6`,`s03`,`6.3`,`Практическое занятие. Физические свойства воды`,137,137,`textbook`,`ru`,`Kimyo 7`,`…участвующего в реакции? Дано: m(O2) = 32 г Решение: 1) 2H2 + O2 = 2H2O 2 моль 32 г Ответ: 2 моль H2
Будучи уникальным растворителем, вода растворяет больше солей и подобных веществ, чем другие жидкости. В воде растворимы многие твердые вещества, жидкости и газы, например, газированная вода – раствор оксида углерода (IV) (углекислого газа) в воде, уксус – раствор уксусной кислоты в воде, сахарный сироп – раствор сахара. в воде. Но не все вещества растворяются в воде одинаково хорошо. Есть вещества,не полностью растворимые в воде.
Растворимость твердых веществ в воде обычно увеличивается с повышением температуры, а растворимость газов — с понижением температуры и повышением давления.
= 2моль =
Растворимость веществ в воде
Практически не растворимые
Хорошо растворимый
Мало растворимые
Задания
1. Что происходит с водой при температуре ниже 0°С? 2. Одинаков ли состав воды, взятой из разных мест, чем они отличаются друг от друга? 3. Какие свойства воды вы считаете важными?`],[`g7-c6-s03-d01`,7,`c6`,`s03`,`6.3`,`Практическое занятие. Физические свойства воды: анализом, синтезом`,136,136,`definition`,`ru`,`Kimyo 7`,`Разложение сложного вещества на составляющие называется анализом.
Образование сложных веществ из простых веществ называется синтезом: 2H2+O2 → 2H2O`],[`g7-c6-s03-sum`,7,`c6`,`s03`,`6.3`,`Практическое занятие. Физические свойства воды: главное`,136,136,`summary`,`ru`,`Kimyo 7`,`Вывод: чистая вода – прозрачное, бесцветное жидкое вещество без запаха. Цвет и запах воде придают растворенные в ней вещества. Некоторые вещества хорошо растворяются в воде, поваренная соль, сахар, а некоторые вещества не растворяются: песок. 5-опыт. Агрегатное состояние воды`],[`g7-c6-s04-t01`,7,`c6`,`s04`,`6.4`,`Химические свойства воды`,138,138,`textbook`,`ru`,`Kimyo 7`,`• Основания • Кислоты
Химические свойства воды
Давайте вспомним все известные реакции с участием воды. Для этого запишем уравнения реакций, с которыми мы столкнулись ранее и приведем их в систему. Оказывается, вода очень активное химическое вещество.
1. Вода реагирует со многими металлами с образованием оснований, при этом выделяется водород:
a) 2Na + 2H2O = 2NaOH+ H2↑ (интенсивно)
2K + 2H2O = 2KOH+ H2↑ (интенсивно)
Активные металлы: Li, Na, K, Rb, Cs, Fr, Ca, Sr, Ba, Ra
Основные понятия
Основания (гидроксиды) – группа сложных веществ в молекуле которых содержится атомы металла и один или несколько гидроксогрупп (ОН). Кислоты – сложные вещества, состоящие из атомов водорода и кислотного остатка.
б) Магний реагирует с горячей водой образуя нерастворимое основание:
Mg + 2H2O = Mg(OH)2 + H2↑
3Fe + 4H2O = Fe3O4 + 4H2↑(только при нагревании)
Ni + H2O = NiO + H2↑ в) Бериллий с водой образует амфотерный оксид:`],[`g7-c6-s04-t02`,7,`c6`,`s04`,`6.4`,`Химические свойства воды`,138,138,`textbook`,`ru`,`Kimyo 7`,`Ni + H2O = NiO + H2↑ в) Бериллий с водой образует амфотерный оксид:
Be + H2O = BeO + H2↑
2. Среди неметаллов, например, углерод и его водородное соединение (метан) реагирует с водой. Эти вещества гораздо менее активны, чем металлы, но могут реагировать с водой при высоких температурах:
C + H2O = H2↑ + CO↑ (при сильном нагревании)
CH4 + 2H2O = 4H2 + CO2↑ (при сильном нагревании)
3. Вода реагирует со многими оксидами неметаллов. образуют кислоты и основания:
SO2 + H2O = H2SO3
SO3 + H2O = H2SO4
CO2 + H2O = H2CO3
4. Некоторые оксиды металлов также реагируют с водой с образованием основания:
Na2O + H2O=2NaOH
CaO + H2O= Ca(OH)2
Не все оксиды металлов могут реагировать с водой.
Некоторые из них практически нерастворимы в воде и поэтому не реагируют с водой.
Это ZnO, TiO2, Cr2O3 из них, например, делают водостойкие краски оксиды железа также нерастворимы в воде и не реагируют с ней.
Запомните!
С водой реагируют только оксиды активных металлов. Оксиды металлов средней активности и металлов, следующих после водорода в ряду активности, нерастворимы в воде, например, CuO + H2O = реакция не идет.`],[`g7-c6-s04-t03`,7,`c6`,`s04`,`6.4`,`Химические свойства воды`,138,139,`textbook`,`ru`,`Kimyo 7`,`Оксиды металлов средней активности и металлов, следующих после водорода в ряду активности, нерастворимы в воде, например, CuO + H2O = реакция не идет.
5. Вода образует большое количество соединений, в которых полностью сохраняется ее молекула. Такие соединения называются гидратами. Если гидрат является кристаллическим, то его называют кристаллогидратом. Например: CuSO4 + 5H2O → CuSO4· 5H2O
Белое вещество представляет собой безводный сульфат меди
Приведем другие примеры образования гидратов:
H2SO4 + H2O = H2SO4 · H2O (гидрат серной кислоты)
NaOH + H2O = NaOH · H2O (гидрат едкого натра)
Соединения, связывающие воду в гидраты и кристаллогидраты используются как осушители, с их помощью, например, из влажного атмосферного воздуха удаляются водяные пары.
6) Особая реакция воды – протекающая с выделением кислорода и образования крахмала со стороны растений (C6H10O5) и синтез других подобных соединений (угле- ГЛЮКОЗА водов):`],[`g7-c6-s04-t04`,7,`c6`,`s04`,`6.4`,`Химические свойства воды`,139,139,`textbook`,`ru`,`Kimyo 7`,`6) Особая реакция воды – протекающая с выделением кислорода и образования крахмала со стороны растений (C6H10O5) и синтез других подобных соединений (угле- ГЛЮКОЗА водов):
6nCO2 + 5n · H2O↑ = (C6H10O5)n + 6n O2 (при воздействии света)
Вода расщепляется на водород и кислород под действием электрического тока:
эл.ток
2H2O → 2H2↑ + O2↑ кристаллогидрат синего цвета сульфат меди
Задания
1. Сколько граммов воды потребуется для получения серной кислоты из оксида серы (VI) полученного из 64г серы? Сколько серной кислоты получается?
2. Напишите уравнения реакции, чтобы сделать следующие превращения:
Ca → CaH2 → Ca(OH)2.
3. Закончите возможные уравнения реакций и назовите продукты реакции.
CaO + H2O →
SO2 + H2O →
Li + H2O →
Cu + H2O →
ZnO + H2O →
Al + H2O →
Ba + H2O →
K2O + H2O →
Mg + H2O →
N2O5 + H2O →`],[`g7-c6-s04-d01`,7,`c6`,`s04`,`6.4`,`Химические свойства воды: гидратами, кристаллогидратом`,139,139,`definition`,`ru`,`Kimyo 7`,`Такие соединения называются гидратами.
Если гидрат является кристаллическим, то его называют кристаллогидратом.`],[`g7-c6-s04-sum`,7,`c6`,`s04`,`6.4`,`Химические свойства воды: главное`,138,138,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Основания (гидроксиды) – группа сложных веществ в молекуле которых содержится атомы металла и один или несколько гидроксогрупп (ОН). Кислоты – сложные вещества, состоящие из атомов водорода и кислотного остатка. б) Магний реагирует с горячей водой образуя нерастворимое основание: Mg + 2H2O = Mg(OH)2 + H2↑ 3Fe + 4H2O = Fe3O4 + 4H2↑(только при нагревании) Ni + H2O = NiO + H2↑ в) Бериллий с водой образует амфотерный оксид: Be + H2O = BeO + H2↑ 2. Среди неметаллов, например, углерод и его водородное соединение (метан) реагирует с водой. Эти вещества гораздо менее активны, чем металлы, но могут реагировать с водой при высоких температурах:
Запомните: С водой реагируют только оксиды активных металлов. Оксиды металлов средней активности и металлов, следующих после водорода в ряду активности, нерастворимы в воде, например, CuO + H2O = реакция не идет.`],[`g7-c6-s05-t01`,7,`c6`,`s05`,`6.5`,`Практическое занятие. Взаимодействие воды с оксидами`,140,140,`textbook`,`ru`,`Kimyo 7`,`• Основания • Кислота • Индикатор
Практическое занятие. Взаимодействие воды с оксидами
Известь (оксид кальция CaO) смешивают с водой для отбеливания деревьев на некоторых строительных работах, в частных дворах и школах. При этом происходит химическая реакция и образуется гашеная известь.
Химическое уравнение:
Сао + H2O = Ca(OH)2
В этой реакции выделяется тепло и образуется основание. Происходит реакция присоединения.
Оборудование: пробирки и штатив.
Реагенты: оксиды металлов, оксиды неметаллов, вода, фенолфталеин или лакмус.
Правила безопасности:
• использование малых количеств реагентов в эксперименте;
• избегание контакта реагентов с одеждой, кожей и глазами.
1. В пробирку насыпьте небольшое количество оксида кальция Сао и медленно залейте водой. Образуется белый раствор.
2. Для растворения оксидов неметаллов в воде рекомендуется использовать минеральную воду, так как оксиды большинства неметаллов являются газообразными веществами (CO2, NO2, SO3), а твердые (P2O5) и жидкие (Cl2O7, Mn2O7) считаются ядовитыми веществами.`],[`g7-c6-s05-t02`,7,`c6`,`s05`,`6.5`,`Практическое занятие. Взаимодействие воды с оксидами`,140,140,`textbook`,`ru`,`Kimyo 7`,`…неметаллов являются газообразными веществами (CO2, NO2, SO3), а твердые (P2O5) и жидкие (Cl2O7, Mn2O7) считаются ядовитыми веществами.
3. В 3 пробирки налейте дистиллированной воды.
4. В три пробирки с водой, раствором кислоты и раствором основания добавьте по 1–2 капли раствора фенолфталеина или лакмуса. Сравните цвета, полученные индикаторами.
5. Запишите результаты и уравнения химических реакций в тетрадь.
Определение кислот и оснований в растворах.
Большинство оксидов и соответствующих им гидратов представляют собой бесцветные соединения, поэтому без «помощи извне» невозможно обнаружить их присутствие или различить кислоты и основания. Для определения кислот и оснований в растворах применяют индикаторы – сложные органические соединения, меняющие окраску в зависимости от присутствия в растворе кислоты или основания. Наиболее употребительные индикаторы и их окраска в кислотах и основаниях приведены в таблице.
Индикатор Цвет
В растворе кислоты В растворах оснований в чистой воде синий фиолетовый желтый оранжевый темно-розовый бесцветный`],[`g7-c6-s05-t03`,7,`c6`,`s05`,`6.5`,`Практическое занятие. Взаимодействие воды с оксидами`,140,141,`textbook`,`ru`,`Kimyo 7`,`В растворе кислоты В растворах оснований в чистой воде синий фиолетовый желтый оранжевый темно-розовый бесцветный
Лакмус красный
Метилоранж красный
Фенолфталеин бесцветный
Чаще всего индикаторы применяют в виде водных или спиртовых растворов, удобнее использовать индикаторную бумагу, смоченную индикаторным раствором.
Цвет лакмуса в кислотах и основаниях Индикаторная бумага
Задания
1. Раствор вещества, образующегося в результате реакции газообразного оксида с водой, окрашивает лакмус в красный цвет. Что это может быть за газ? Напишите уравнения реакции.
2. Дополните схемы уравнений реакции и назовите продукты реакции:
A) Lі2O + H2O → ......;
B) P2O5 + H2O → .....
C) ... + H2O → Ba(OH)2
3. Какое из перечисленных веществ реагирует с водой? Напишите соответствующие уравнения реакций.
Na2O, CO2, SO3, CrO, SiO2.
4. Сколько КОН и сколько молей водорода образуется в результате полного взаимодействия 3,9 г металлического калия с водой?
5. Сколько воды и негашенной извести потребуется для получения 14,8 кг Ca(OH)2 ?`],[`g7-c6-s06-t01`,7,`c6`,`s06`,`6.6`,`Реакции нейтрализации`,142,142,`textbook`,`ru`,`Kimyo 7`,`Глава VI. 6-тема Изучаемые понятия
• Основание
Реакции нейтрализации • Кислота
• Реакция нейтрализации
Если смешать равные количества соляной кислоты и гидроксида натрия, образуется раствор с нейтральной средой.
При взаимодействии 1 моля хлористого водорода (HCl) и 1 моль гидроксида натрия (NaOH) образуется 1 моль хлорида натрия (NaCl) и 1 моль воды (H2O). Заметим, что в ходе этой реакции два сложных вещества обмениваются составляющими и образуется два новых соединений:
HCl + NaOH → NaCl + H2O
Реакции, в которых два сложных вещества обмениваются компонентами, называются реакциями обмена.
Особой реакцией обмена в рассмотренном нами случае является реакция нейтрализации.
Реакция нейтрализации представляет собой взаимодействие между кислотой и основанием, при котором образуются соль и вода.
Схема реакции нейтрализации: КИСЛОТА + ОСНОВАНИЕ = СОЛЬ + ВОДА
Перед воздействием соляной кислоты и натриевого основания их можно проверить с помощью лакмусовой бумажки:
В растворе соляной кислоты лакмус окрашивается в красный цвет, в растворе едкого натра – в синий.`],[`g7-c6-s06-t02`,7,`c6`,`s06`,`6.6`,`Реакции нейтрализации`,142,143,`textbook`,`ru`,`Kimyo 7`,`В растворе соляной кислоты лакмус окрашивается в красный цвет, в растворе едкого натра – в синий.
Если вы погружаете лакмус в вещество, образованное из соляной кислоты и гидроксида натрия, он становится фиолетовым, что указывает на нейтральную средую.
При нагревании полученного раствора, вода медленно испаряется. В колбе остается поваренная соль (хлорид натрия).
Реакции нейтрализации могут протекать между сильными и слабыми кислотами и основаниями.
1. Сильная кислота и сильное основание:
H2SO4 + 2KOH → K2SO4 + 2H2O;
HNO3 + KOH → KNO3 + H2O.
2. Сильное основание и слабая кислота:
2NaOH + H2SO3 → Na2SO3 + 2H2O
3. Слабое основание и слабая кислота:
Fe(OH)3 + H3PO4 → FePO4 + 3H2O.
Реакция нейтрализации – химический процесс, при котором вода и соль образуются под действием кислоты и основания.
Кислота pH<7
Основание
Соль Вода pH=7
Эти свойства химических веществ используются практически в фармакологии, медицине и промышленности.
Реакции нейтрализации чаще всего применяют при лечении заболеваний желудка. При повышенной кислотности назначают антациды – окись магния, карбонат кальция и др.`],[`g7-c6-s06-t03`,7,`c6`,`s06`,`6.6`,`Реакции нейтрализации`,143,143,`textbook`,`ru`,`Kimyo 7`,`Реакции нейтрализации чаще всего применяют при лечении заболеваний желудка. При повышенной кислотности назначают антациды – окись магния, карбонат кальция и др.
Эта химическая реакция используется и в быту. При попадании уксусной или другой кислоты на кожу может возникнуть ожог. В качестве первой помощи следует тщательно промыть пораженный участок чистой водой, затем нейтрализовать раствором пищевой соды. Тот же метод применяют при ожогах щелочами, в качестве нейтрализатора используют слабый раствор лимонной или уксусной кислоты.
Задания
1. Восстановите уравнения реакций, покажите типы реакций.
B) Al(OH)3 + 3HNO3 →
D) Ba(OH)2 + H2SO4 →
F) Cr(OH)3 + 3HCl → + H2O
2. Составьте уравнения реакций соляной и серной кислоты со следующими основаниями: Cu(OH)2, Al(OH)3, Fe(OH)3.
3. Составьте формулу 10 различных кислот, используя данные символы.
H2 CI H
H2 NO3 H
H3 PO4 H2
I H4
H SO4
H2 CO3
H2 S
H SO3 H
H Br
SiO3 H`],[`g7-c6-s06-d01`,7,`c6`,`s06`,`6.6`,`Реакции нейтрализации: реакциями обмена`,142,142,`definition`,`ru`,`Kimyo 7`,`Реакции, в которых два сложных вещества обмениваются компонентами, называются реакциями обмена.`],[`g7-c6-s07-t01`,7,`c6`,`s07`,`6.7`,`Загрязнение воды и способы ее очистки`,144,144,`textbook`,`ru`,`Kimyo 7`,`• Источники загрязнения воды • Промышленные отходы • Очистка воды
Загрязнение воды и методы ее очистки
Человек всегда стремился жить вблизи воды. Первое нарушение биохимического баланса связано с водой. Однако в начале развития человека она была частью природы,как и другие живые организмы. Первоначальные загрязнения были близки к естественной концентрации, и его воздействие не нарушило естественные геобиохимические процессы.
Позднее, с развитием земледелия и животноводства, увеличением заселенных территорий, концентрацией населения на небольших территориях, уровень загрязнения, естественно, стал превышать допустимый уровень. За тысячи лет люди привыкли к загрязнению природы, и сейчас во всем мире стоит проблема чистой питьевой воды не везде доступна, во всем мире возникла проблема с питьевой водой.
Основные источники загрязнения воды
Фермерские хозяйства Сточные воды
Удобрения, гербициды, инсектициды и органические отходы смываются и вливаются в поверхностные и подземные воды.`],[`g7-c6-s07-t02`,7,`c6`,`s07`,`6.7`,`Загрязнение воды и способы ее очистки`,144,145,`textbook`,`ru`,`Kimyo 7`,`Удобрения, гербициды, инсектициды и органические отходы смываются и вливаются в поверхностные и подземные воды.
Бытовые отходы из сточных вод сбрасываются в реки без очистки.
Промышленные отходы
Ртуть, медь, фтор, радиоактивные частицы, железо в воде считаются «подарком» промышленных предприятий. При этом отходы могут быть как целенаправленными, так и случайными. К наиболее «вредным» отраслям относятся черная металлургия, нефтепереработка, целлюлозно-бумажные комбинаты.
Влияние атмосферы Тепловое загрязнение
Из-за пыли, сажи, пепла и различных газов сегодняшний воздух трудно назвать чистым. Оксиды азота и серы в сочетании с кислородом и водяным паром образуют кислотные дожди.
Выброс теплой воды атомных и тепловых электростанций повышает общую температуру водоема. Это приводит к быстрому росту водорослей и морских обитателей.
Твердые отходы
Водоемы превращаются в мусорные свалки из-за пластиковой посуды, пакетов, гравия, мусора и почвы.`],[`g7-c6-s07-t03`,7,`c6`,`s07`,`6.7`,`Загрязнение воды и способы ее очистки`,145,145,`textbook`,`ru`,`Kimyo 7`,`Водоемы превращаются в мусорные свалки из-за пластиковой посуды, пакетов, гравия, мусора и почвы.
Последствия загрязнения воды Основные понятия
Во многих странах ощущается нехватка чистой питьевой воды. Проблему усугубляет тяжелая экологическая ситуация. Последствия загрязнения можно назвать опасными и далеко идущими. Вот некоторые из них:
– снижение разнообразия флоры и фауны водоемов;
– ухудшение вкуса, цвета и запаха воды;
– разрушение эмали наших зубов из-за обилия фтора;
– эпидемии бактерий и гепатита;
– перегрузка организма железом, вызывающая нарушения формирования костной ткани;
– накопление в воде свинца, хрома, кадмия, бензапирена, а также хлора увеличи-вает онкологические и неврологические заболевания;
– инфекционные и кишечные заболевания: от тифа и дизентерии до холеры;
– ухудшение состояния волос и кожи;
– негативное влияние соединений фенола и фтора на функцию почек и печени;`],[`g7-c6-s07-t04`,7,`c6`,`s07`,`6.7`,`Загрязнение воды и способы ее очистки`,145,145,`textbook`,`ru`,`Kimyo 7`,`– негативное влияние соединений фенола и фтора на функцию почек и печени;
– паразитарная инфекция;
– накопление радиоактивных изотопов и пестицидов в организмах, циркуляция в пищевых цепях, деструкция тканей, стерильность и генетическая мутация.
Этапы очищения воды
Для достижения нужного качества очистка воды проводится в несколько этапов:
1-этап: вода очищается от механических элементов, очищается от мути и различных примесей методом коагуляции.
2-этап: чистая вода, прошедшая через первую стадию, фильтруется с использованием чистого песка и коллоида. Очищается от примесей и вредных микробов.
3-этап: чистая вода, прошедшая вторую стадию, хлорируется и раздается населению.
Коагуляция (lot. coagulum – сгусток,coagulatio – свертывание,сгущение) – частицы объединяются в более крупные агрегаты, образуется помутнение, агрегаты оседают или образуют верхний слой, вода становится прозрачнее. Дезинфекция – очистка от вредных микробов хлорированием.`],[`g7-c6-s07-t05`,7,`c6`,`s07`,`6.7`,`Загрязнение воды и способы ее очистки`,145,146,`textbook`,`ru`,`Kimyo 7`,`…оседают или образуют верхний слой, вода становится прозрачнее. Дезинфекция – очистка от вредных микробов хлорированием.
Коагуляция
Отстаивание
Коагуляция
Осадок
Чистая вода
Дезинфекция Фильтрация
Распределение
Опреснение воды
Осветление воды
Смягчение воды
Основные методы улучшения качества воды
Обесцвечивание воды
Обеззараживание воды
Все вышеперечисленные мероприятия входят в понятие «обработка воды». Стабилизация воды, обеспечение необходимого уровня рН, улучшение процесса коагуляции называются «специальной обработкой воды».
Задания
1. Чем отличается вода Мирового океана от воды полярных льдов?
2. Какую воду вы имеете в виду под пресной водой?
3. Соберите информацию о роли воды в жизни человека и подготовьте иллюстрированный буклет.
Проектная работа. Подготовка проектов предложений по загрязнению воды и способам ее очистки.`],[`g7-c6-s07-d01`,7,`c6`,`s07`,`6.7`,`Загрязнение воды и способы ее очистки: «специальной обработкой воды»`,146,146,`definition`,`ru`,`Kimyo 7`,`Стабилизация воды, обеспечение необходимого уровня рН, улучшение процесса коагуляции называются «специальной обработкой воды».`],[`g7-c6-s08-t01`,7,`c6`,`s08`,`6.8`,`Решение задач`,147,147,`textbook`,`ru`,`Kimyo 7`,`• Состав и структура воды • Агрегатное состояние воды • Физические свойства • Круговорот воды в природе
Решение задач
Задача 1. Найдите массу водорода в воде массой 4,5 г.
Дано: m (H2O) = 4,5 г
Решение. Вычисляется относительная молекулярная масса воды:
В 18 г воды содержится 2 г водорода,
В 4,5 г воды – x г водорода
Ответ: В 4,5 г воды содержится 0,5 г водоро-
Задача 3. Воздух при температуре +30° содержит 30 г водяного пара это насыщенный воздух. Процент данных можно выразить как 100%. Если при той же температуре в воздухе содержится 17 г водяного пара, какова относительная влажность воздуха?
Решение:
30 г – 100% 17 г – x% Зная правила пропорции, решаем задачу и находим х. x = 17 • 100 / 30 = 56% Ответ: Относительная влажность 56%.
да.
Задача 2. Какие массы водорода и кислорода должны вступить в реакцию, чтобы образовалась вода массой 9,0 кг?
Дано: m (H2O) = 9,0 кг
Решение.
2H2 + O2 → 2H2O n H O(2 ) = 500моль=`],[`g7-c6-s08-t02`,7,`c6`,`s08`,`6.8`,`Решение задач`,147,148,`textbook`,`ru`,`Kimyo 7`,`…реакцию, чтобы образовалась вода массой 9,0 кг? Дано: m (H2O) = 9,0 кг Решение. 2H2 + O2 → 2H2O n H O(2 ) = 500моль=
18г / моль n (H2) = n (H2O) = 500 моль m (H2) = 500 моль • 2 = 1000 г или1 кг n O(⋅2 ) = n H O(=2 )
m (O2) = 250 моль • 32 г / моль = 8000 г или 8 кг
Ответ: Из 1,0 кг водорода и 8,0 кг кислорода получается 9,0 кг воды.
Задачи и упражнения для самостоятельного решения
1. С водой прореагировало 28 г оксида кальция. Рассчитайте массу образовавшегося вещества.
2. Какая масса оксида меди (II) образуется при разложении 49 г гидроксида меди (II)?
3. Найдите массу оксида кальция, необходимого для получения 37 г гидроксида кальция.
4. CuSO4 · 5H2O определите массовую долю воды в кристаллогидрате сульфата меди.
5. Какая группа из перечисленных ниже веществ относится к оксидам?
A) CaO, CO, Fe2O3, P2O5
B) HCl, H2SO4, HNO3, H2CO3
C) MgSO4, CuCl2, NaCl, KNO3
6. Какова геометрическая форма молекулы воды?`],[`g7-c6-s08-t03`,7,`c6`,`s08`,`6.8`,`Решение задач`,148,148,`textbook`,`ru`,`Kimyo 7`,`…Fe2O3, P2O5 B) HCl, H2SO4, HNO3, H2CO3 C) MgSO4, CuCl2, NaCl, KNO3 6. Какова геометрическая форма молекулы воды?
7. Как вы думаете, почему жизнь возникла в жидком состоянии, а не в твердом состоянии воды?
8. Для перехода вещества из жидкого состояния в газообразное необходимо разорвать все связи между молекулами, а на это затрачивается энергия в виде теплоты. Пользуясь этим фактом, объясните, почему температура испарения воды высока.
9. В организме человека содержится примерно 65 % воды (75 % в организме новорожденного), более 50 % в организме растений и животных, 95–99 % в водорослях, 7–15 % в спорах и семенах, у вас больше всего воды?
10. Почему полноводные реки, озера, моря не промерзают до дна даже в самые лютые морозы, а жизнь кипит под толстым льдом даже в северных морях?
11. Прокомментируйте картинку ниже.
12. Некоторые вещества имеют в названии слово «вода». Пользуясь информационными ресурсами, определите понятия: «известковая вода», «бромная вода», «аммиачная вода».`],[`g7-c6-s09-t01`,7,`c6`,`s09`,`6.9`,`Урок закрепления`,149,149,`textbook`,`ru`,`Kimyo 7`,`• Химические свойства воды • Реакции нейтрализации • Индикаторы • Способы очистки воды
1. Даны вещества гидроксид натрия, соляная кислота, оксид кальция. Какое из этих веществ взаимодействует с водой? Напишите уравнения реакций и назовите образующиеся вещества.
2. В чем разница между чистой водой и дистиллированной водой?
3. Чай – индикатор кислотности, он меняет цвет в зависимости от того, кислый раствор или нет. Перед вами две пробирки с раствором кислоты и основания. Определите что находится в каждой пробирке с помощью чая.
4. Приведите два примера реакций нейтрализации. Почему эта реакция так называется?
5. Как можно опытным путем определить, является ли данный вам раствор кислотой или раствором основания? Подтвердите свой ответ примером.
Тип загрязнения Метод очистки
Урок закрепления
7. Какие источники загрязнения воды вы знаете и есть ли они в вашем районе?
8. Как очистить воду естественным путем?`],[`g7-c6-s09-t02`,7,`c6`,`s09`,`6.9`,`Урок закрепления`,149,150,`textbook`,`ru`,`Kimyo 7`,`…Какие источники загрязнения воды вы знаете и есть ли они в вашем районе? 8. Как очистить воду естественным путем?
9. Напишите следующие уравнения реакции превращения.
A) Na → Na2O → NaOH → NaCl
Б) Li → Li2O → LiOH → LiNO3
В) Водород → вода → гидроксид натрия
Г) Кислород → оксид калия → гидроксид калия → хлорид калия
10. Напишите уравнения реакций по приведенной ниже схеме.
металл ← элемент → не металл основной оксид основание
11. Отметьте соответствие.
Реагенты
1) 2H2O + SO3 →
2) 2Na + 2H2O →
3) CaO + H2O → кислотный оксид ↓ → соль ← кислота
Продукт реакции А) Ca(OH)2 B) H2SO4 C) NaOH + H2↑
ГЛАВА VII
ХИМИЧЕСКИЕ ЭЛЕМЕНТЫ
И СОЕДИНЕНИЯ В ЧЕЛО-
ВЕЧЕСКОМ ОРГАНИЗМЕ
О ЧЕМ?
Химические элементы в живых организмах. Белки. Жиры. Углеводы. Витамины и минералы.
ЧТО ВЫ БУДЕТЕ ИЗУЧАТЬ?
Понятие химических элементов в организме человека. Начальные понятия о белках. Понятие значения жиров в жизни человека. Углеводы. Значение микро- и макроэлементов в организме человека`],[`g7-c7-s01-t01`,7,`c7`,`s01`,`7.1`,`Химические элементы в живых организмах и их значение`,151,151,`textbook`,`ru`,`Kimyo 7`,`Глава VII. 1-тема Изучаемые понятия
• Биогенные элементы • Органические вещества • Неорганические вещества
Химические элементы в живых организмах и их значение
Вопрос задан, о каком объекте?
43 кг кислорода,
18 кг углерода,
7 кг водорода,
1,8 кг азот,
0,780 кг фосфор,
0,0042 кг железа и около 20 других химических элементов.
В земной коре преобладают кислород, кремний, алюминий и железо. Основу живых организмов составляют 4 элемента: кислород, углерод, водород, азот. За исключением преобладающего в живых организмах кислорода, все элементы составляют незначительную часть массы земной коры.
Молекулярный состав
Химические элементы содержатся в клетках в виде ионов и молекул неорганических и органических веществ.Важнейшими неорганическими веществами в клетке являются вода и минеральные соли, важнейшими органическими веществами являются углеводы, липиды, белки и нуклеиновые кислоты.`],[`g7-c7-s01-t02`,7,`c7`,`s01`,`7.1`,`Химические элементы в живых организмах и их значение`,151,151,`textbook`,`ru`,`Kimyo 7`,`Важнейшими неорганическими веществами в клетке являются вода и минеральные соли, важнейшими органическими веществами являются углеводы, липиды, белки и нуклеиновые кислоты.
Химические элементы, входящие в состав живых организмов и выполняющие одновременно биологические функции, называются биогенными элементами. Они имеют важное биологическое значение, даже если они обнаружены в клетках в очень малых количествах. Биогенные элементы подразделяются на микро- и макроэлементы.
Неорганические вещества
Вода является основным веществом всех живых организмов. Среднее количество воды в клетках большинства живых организмов составляет около 70%. Вода в клетке находится в двух формах: свободной (95% всей клеточной воды) и связанной (4–5% связывается с белками).
Некоторые микроэлементы, такие как цинк (Zn) и йод (J), играют решающую роль в жизненных процессах даже в небольших количествах. Дефицит йода может вызвать, например, увеличение щитовидной железы и заболевание, называемое зобом.`],[`g7-c7-s01-t03`,7,`c7`,`s01`,`7.1`,`Химические элементы в живых организмах и их значение`,151,152,`textbook`,`ru`,`Kimyo 7`,`Дефицит йода может вызвать, например, увеличение щитовидной железы и заболевание, называемое зобом.
другие
Основные химические элементы, встречающиеся в живых организмах: углерод – C, водород – H, кислород – O, азот – N, фосфор – P, сера – S, натрий – Na, калий – K, кальций – Ca, магний – Mg, железо – Fe, хлор – Cl.
Первые 4 элемента: углерод, водород, кислород и азот составляют 96,3% массы любого организма.
Минеральные соли
Минеральные соли в водном растворе клетки разде-ляются на катионы и анионы.
Самые важные катионы: K+, Ca2+, Mg2+, Na+, NH4+
Самые важные анионы: Cl-, SO42-, HPO42-, H2PO4-, HCO3-, NO3-
Органические вещества
Углеводы: хранилище силы и энергии для клеточных процессов.
Липиды или жиры: они длительное время запасают большое количество энергии и играют важную роль в строении клеточных мембран. Снижают потерю воды на испарение, расщепляются с образованием воды.`],[`g7-c7-s01-t04`,7,`c7`,`s01`,`7.1`,`Химические элементы в живых организмах и их значение`,152,152,`textbook`,`ru`,`Kimyo 7`,`Липиды или жиры: они длительное время запасают большое количество энергии и играют важную роль в строении клеточных мембран. Снижают потерю воды на испарение, расщепляются с образованием воды.
Протеины или белки: являются важными соединениями, которые действуют как строительные блоки многих компонентов клетки, необходимы для роста и производят ферменты, катализирующие химические реакции. Они вырабатывают гормоны, которые контролируют рост и обмен веществ.
Задача 1. Фосфат кальция является минеральной основой костей и зубов Суточная потребность организма в кальции составляет от 0,8г до 2 г. Источниками кальция являются молоко, кефир, творог, сыр, мед, фасоль, зеленый лук, а также яйца, гречка, овсянка, морковь и горох. Если в пищу добавить 1 г карбоната кальция, обеспечивает ли он суточную потребность организма в кальции?`],[`g7-c7-s01-t05`,7,`c7`,`s01`,`7.1`,`Химические элементы в живых организмах и их значение`,152,152,`textbook`,`ru`,`Kimyo 7`,`Если в пищу добавить 1 г карбоната кальция, обеспечивает ли он суточную потребность организма в кальции?
Решение. Количество кальция в карбонате кальция равно количеству карбоната кальция:
CaCO3 из формулы следует, что, n (Ca) = (CaCO3), n(CaCO3) = m/M = 1/100 = 0,01 моль.
Из этого:
n(Ca) = 0.01моль
Таким образом, суточная потребность составляет 0,8–2 г, поэтому данное количество считается низким.
Задача 2. Всего в организме человека содержится примерно 25 мг йода (в составе различных соединений) и половина всей массы йода приходится на щитовидную железу. Рассчитайте, сколько атомов йода содержится: а) в щитовидной железе; б) в организме человека.
Решение. Количество атомов йода в организме человека:
N (J) = NA · n (J) = NA · m (J)/M (J);
Количество атомов йода в щитовидной железе в 2 раза меньше:
Задания
Можем ли мы сказать, что, поскольку в человеческом организме очень мало железа, оно не важно для здоровья человека?`],[`g7-c7-s01-t06`,7,`c7`,`s01`,`7.1`,`Химические элементы в живых организмах и их значение`,152,152,`textbook`,`ru`,`Kimyo 7`,`Можем ли мы сказать, что, поскольку в человеческом организме очень мало железа, оно не важно для здоровья человека?
1. Какое значение имеет вода для жизни человека? Почему обезвоживание организма для детей опаснее чем для взрослых людей?
2. Какую роль играют белки в организме человека?
Проектная работа. Сбор информации о наличии и значении тех или иных минеральных веществ и химических элементов в составе пищевых продуктов.
Биогенные элементы – химические элементы, выполняющие биологические функции в живых организмах.
Неорганическими веществами – в живых организмах являются вода и минеральные соли.
Органические вещества в живых организмах – углеводы, липиды, белки и нуклеиновые кислоты.`],[`g7-c7-s01-d01`,7,`c7`,`s01`,`7.1`,`Химические элементы в живых организмах и их значение: биогенными элементами`,151,151,`definition`,`ru`,`Kimyo 7`,`Химические элементы, входящие в состав живых организмов и выполняющие одновременно биологические функции, называются биогенными элементами.`],[`g7-c7-s02-t01`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы`,153,153,`textbook`,`ru`,`Kimyo 7`,`• Белки • Значение жиров в жизни человека • Углеводы
Белки. Жиры. Углеводы
Нет другого вещества с такими удивительными свойствами, как белок. Если клетке нужно что-то сделать, она почти всегда «обращается» к определенному белку. Жизнь зависит от тысяч белков. Их молекулы с поразительной точностью распознают другие молекулы и «общаются» друг с другом.
Белки составляют основную часть растительных и животных организмов. являются важнейшими соединениями сложного строения, участвующими в процессах жизнедеятельности. Белки человек получает в основном за счет потребления пищевых продуктов.
Вы едите мясо и мясные продукты, яйца, фасоль, горох и др. Эти продукты являются основным источником белков.
Белки являются строительным материалом тела, мышц и кожных покровов.
Белки являются транспортом организма, который переносит кислород от легких к клеткам и образующийся там углекислый газ к легким.`],[`g7-c7-s02-t02`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы`,153,153,`textbook`,`ru`,`Kimyo 7`,`Белки являются транспортом организма, который переносит кислород от легких к клеткам и образующийся там углекислый газ к легким.
Белки – защитники организма. Недостаток белков в организме человека ослабляет иммунитет. В результате человек становится склонным к различным заболеваниям, замедляется кроветворение, замедляется рост молодого организма.
Нарушается работа нервной системы, печени и других органов, организму тяжело восстанавливаться после длительных болезней.
Лекарства, ускоряющие синтез белков, применяют по рекомендации медицинского персонала для профилактики и лечения заболеваний, вызванных недостатком белков в организме.
Белковая молекула имеет сложную структуру, существуют тысячи ее видов Синтезировать белки очень сложно. Каждый организм биосинтезирует необходимые для собственного организма белки в своих клетках.
Энергетическое
Строение
Защита Каталитическая
Движение Транспортная`],[`g7-c7-s02-t03`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы`,153,154,`textbook`,`ru`,`Kimyo 7`,`…собственного организма белки в своих клетках. Энергетическое Строение Защита Каталитическая Движение Транспортная
Фермент
Перевозчик
Антиген
Рецептор Якорь
Изучение элементного состава белков показало, что в них в определенных пропорциях содержатся следующие элементы: углерод (50–54%), кислород (21–23%), азот (15–17%), водород (6,5–7%), а также фосфор и сера.
Жиры
Откуда они берутся, почему скапливаются под кожей и зачем вообще это нужно? Жиры представляют собой сложные эфиры, образованные из одноосновных карбоновых кислот и трехатомного спирта-глицерина. Общее название этих соединений триглицериды. Итак, жиры – это органические соединения, состоящие из глицерина и жирных кислот, роль которых в организме зависит от химического строения жирных кислот. Жирные кислоты бывают двух типов: насыщенные и ненасыщенные.
Жиры – необходимый компонент питания, выполняющий множество функций: дает нам энергию, стимулирует мозговую деятельность, служит строительным материалом для клеток и тканей, помогает в усвоении витаминов А, D, Е, К. участвует и помогает регулировать обмен веществ.`],[`g7-c7-s02-t04`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы`,154,155,`textbook`,`ru`,`Kimyo 7`,`…строительным материалом для клеток и тканей, помогает в усвоении витаминов А, D, Е, К. участвует и помогает регулировать обмен веществ.
Потребность организма в жире
Рекомендуемое количество жиров в рационе человека составляет 90–100 граммов в сутки.
Современная наука и медицина подсчитали, что примерно 20–30% расхода энергии человека должно получаться из пищевых жиров.
Наше тело запасает жиры для «последнего» использования, они защищают тело и внутренние органы как мягкие «подушки», помогают удерживать тепло, а также участвуют в том, чтобы волосы и кожа были гладкими и красивыми. Поэтому очень важно, чтобы в организме было достаточно жира.Жиры содержатся в сливочном масле и сыре, мясе, яйцах и рыбе.
Жиры являются строительным материалом и энергетическим резервом организма, в среднем у человека весом 70 кг содержится около 11 кг жира в организме.
Углеводы
Молекулы углеводов представляют собой органические соединения, состоящие из атомов углерода, водорода и кислорода, причиной их названия является то, что атомы углерода, водорода и кислорода в молекуле представляют собой Cn(H2O)m.`],[`g7-c7-s02-t05`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы`,155,155,`textbook`,`ru`,`Kimyo 7`,`Молекулы углеводов представляют собой органические соединения, состоящие из атомов углерода, водорода и кислорода, причиной их названия является то, что атомы углерода, водорода и кислорода в молекуле представляют собой Cn(H2O)m.
Углеводы, встречающиеся в природе, можно разделить на три основные группы.
Углеводы
Основные понятия
Белки. Ферментативная активность белков позволяет биологическим процессам протекать и управляться в строгом, определенном порядке за счет скорости химических реакций. Белки отличаются от других молекул в клетке тем, что имеют большую молекулярную массу и содержат атомы азота.
Жиры являются одним из основных видов пищи, постоянно употребляемых в быту, без которых не могут осуществляться нормальные жизненные процессы.Только в связи с этим каждый должен соблюдать соответствующие правила питания, важно знать, какие и в каком количестве употреблять жиры.`],[`g7-c7-s02-t06`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы`,155,155,`textbook`,`ru`,`Kimyo 7`,`Только в связи с этим каждый должен соблюдать соответствующие правила питания, важно знать, какие и в каком количестве употреблять жиры.
Углеводы (сахара, глициды, carbohydrate) – группа распространенных органических соединений, которые наряду с белками и жирами необходимы для жизни человека, животных и растений. Это один из источников энергии, вырабатываемой в результате обмена веществ в организме.
Моносахариды: Полисахариды:
глюкоза, целлюлоза, фруктоза Дисахариды: крахмал сахароза, лактоза, мальтоза
Знаете ли вы?
Зимой лягушек иногда можно найти замерзшими подо льдом, но как только наступают теплые дни и лед тает, они продолжают свою жизнь. Как они выживают, если замерзают? Известно, что с наступлением холодов количество глюкозы в крови лягушки увеличивается в 60 раз. Это предотвращает образование кристаллов льда в организме и животное не погибает.`],[`g7-c7-s02-t07`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы`,155,156,`textbook`,`ru`,`Kimyo 7`,`Это предотвращает образование кристаллов льда в организме и животное не погибает.
По массе эти соединения составляют основную часть органических веществ на планете. Они необходимы для развития живых организмов, их доля в растениях достигает 80% сухой массы, а в животных – 2–3%.Вы владеете информацией об образовании углеводов в процессе фотосинтеза, осуществляемого растениями.
Зачем человеческому организму нужны углеводы?
Углеводы выполняют 4 важные функции в организме человека:
– источник энергии;
– углеводы входят в состав соединительных тканей, плазмы и межклеточных мембран, вместе с белками образуют стероидные гормоны и ферменты;
– связывание молекул воды поддерживает оптимальное количество ионов кальция и магния в организме;
– защиту, вещества в нем обеспечивают эластичность сосудов, работу суставной жидкости и слизистой оболочки.
Недостаток углеводов приводит к заболеваниям сердечно-сосудистой системы, болям в суставах, избыток углеводов вызывает увеличение веса, аллергию, кариес и патологические процессы в нервной системе.`],[`g7-c7-s02-t08`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы`,156,156,`textbook`,`ru`,`Kimyo 7`,`Недостаток углеводов приводит к заболеваниям сердечно-сосудистой системы, болям в суставах, избыток углеводов вызывает увеличение веса, аллергию, кариес и патологические процессы в нервной системе.
Задания
1. Как образуются углеводы в природе?
2. Какие функции выполняют белки в организме человека?
3. Как человеческий организм усваивает белки, содержащиеся в мясе, яйцах и бобовых, таких как фасоль, маш и горох?
4. Ниже приведена таблица содержания углеводов в основных продуктах питания, на основании которой ответьте на вопросы
Вопросы
1) Какие продукты богаты углеводами?
2) В каких продуктах имеются меньше всего углеводов?
3) Сделайте вывод о правильном угле-водном питании.
Продукт
Количество углеводов в 100 г продукта
Ржаной хлеб Белый хлеб
Гречиха 64
Манная крупа 70
Рис 72
Картофель 20 (крахмал)
Картофель 5 (глюкоза)
Арбуз 9
Морковь 7–8
Свекла 10
Виноград 17
Яблоко 11`],[`g7-c7-s02-d01`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы: определения`,154,154,`definition`,`ru`,`Kimyo 7`,`Итак, жиры – это органические соединения, состоящие из глицерина и жирных кислот, роль которых в организме зависит от химического строения жирных кислот.`],[`g7-c7-s02-sum`,7,`c7`,`s02`,`7.2`,`Белки. Жиры. Углеводы: главное`,155,155,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Белки. Ферментативная активность белков позволяет биологическим процессам протекать и управляться в строгом, определенном порядке за счет скорости химических реакций. Белки отличаются от других молекул в клетке тем, что имеют большую молекулярную массу и содержат атомы азота. Жиры являются одним из основных видов пищи, постоянно употребляемых в быту, без которых не могут осуществляться нормальные жизненные процессы.Только в связи с этим каждый должен соблюдать соответствующие правила питания, важно знать, какие и в каком количестве употреблять жиры. Углеводы (сахара, глициды, carbohydrate) – группа распространенных органических соединений, которые наряду с белками и жирами необходимы для жизни человека, животных и растений. Это один из источников энергии, вырабатываемой в результате обмена веществ в организме.`],[`g7-c7-s03-t01`,7,`c7`,`s03`,`7.3`,`Витамины`,157,157,`textbook`,`ru`,`Kimyo 7`,`• Витамины • Важность витаминов
Витамины
Витамины – органические соединения сложной структуры, чрезвычайно важные для человека и животных, в основном входят в состав ферментов-биокатализаторов, необходимых для тканевого обмена и реакций биосинтеза в клетках. Поэтому витамины необходимы организму животного и человека в очень малых количествах (от нескольких микрограммов до нескольких мг в сутки), вызывают тяжелые заболевания, называемые авитаминозами или гиповитаминозами, необходимые витамины человек получает в основном из растительных продуктов.
Баланс витаминов очень важен для организма человека. Например, недостаток витамина А вызывает у людей астигматизм (куриная слепота). То есть человек теряет зрение с наступлением темноты. Кроме того, в результате недостатка витамина А, В – в коже, ногтях, волосистой части головы происходят различные негативные изменения. В основном этот витамин покрывается при употреблении пищевых продуктов, моркови, помидоров, зеленого горошка, дыни, апельсинов.`],[`g7-c7-s03-t02`,7,`c7`,`s03`,`7.3`,`Витамины`,157,157,`textbook`,`ru`,`Kimyo 7`,`В основном этот витамин покрывается при употреблении пищевых продуктов, моркови, помидоров, зеленого горошка, дыни, апельсинов.
Недостаток витамина С вызывает заболевания десен (цинга), боли в суставах, незаживление ран и усталость. Этот витамин содержится в капусте, лимоне, апельсине, болгарском перце и различных овощах и в зелени.
В растительных клетках синтезируются почти все витамины, например, витамина С в 100 г яблок 13 мг, в клубнике 60 мг, в апельсинах 60 мг, в черной смородине 200 мг. Витамина Р в 100 г яблок 10–70 мг, в клубнике 150 мг, в апельсинах 500 мг, в черной смородине 150 мг.
В 1882 году русский ученый и врач Николай Иванович Лунин первым обнаружил, что организм животных не может существовать без витаминов. В 1912 году польский ученый Каземир Функ ввел в науку термин «витамин» Витамин («vita» означает жизнь, то есть амин жизни).
Основные понятия`],[`g7-c7-s03-t03`,7,`c7`,`s03`,`7.3`,`Витамины`,157,158,`textbook`,`ru`,`Kimyo 7`,`…Каземир Функ ввел в науку термин «витамин» Витамин («vita» означает жизнь, то есть амин жизни). Основные понятия
Витамины влияют на физическое и эмоциональное состояние человека.
Витамины условно делят на витамины и витаминоподобные вещества.Витаминоподобные вещества сходны с витаминами по своим биологическим свойствам, но обычно требуются в больших количествах.
Частичная нехватка витаминов называется гиповитаминозом, полная нехватка называется авитаминозом.
Витамины и минералы, содержащиеся в яблоках.
1-витамины: A–0,03 мг, B1–0,03 мг, B2–0,02 мг, B3–0,07 мг, B6– 0,07 мг, B9–2,0 мкг, C–10,0 мг, E–0,55 мг, H–0,3 мкг, PP–0,3 мг. 2-микроэлементы: железо – 2,2 мг, калий – 278 мг, кальций – 15,0 мг, магний – 9,0 мг, натрий – 26 мг, сера – 5,0 мг, фосфор – 11 мг, хлор – 2 мг, алюминий – 116 мкг, бор – 245 мкг, ванадий – 4 мкг, йод – 2 мкг, кобальт – 1 мкг, марганец – 47 мкг, мис – 110 мкг, молибден – 6 мкг, никель – 17 мкг, рубидий – 63 мкг, фтор – 8,0 мкг, xrom – 4 мкг, rux – 150 мкг.`],[`g7-c7-s03-t04`,7,`c7`,`s03`,`7.3`,`Витамины`,158,158,`textbook`,`ru`,`Kimyo 7`,`…47 мкг, мис – 110 мкг, молибден – 6 мкг, никель – 17 мкг, рубидий – 63 мкг, фтор – 8,0 мкг, xrom – 4 мкг, rux – 150 мкг.
3-в яблочном семени: йод – 80 мкг.
Суточная Витамины мерка (доза)
50–100 мг Координирует окислительно-вос- Цитрусовые, клубника, становительные реакции. Увеличи- малина, капуста, петрушка, вает силу защиты. укроп, красный перец.
1,4–2,4 мг Регулирует деятельность центральной и периферической нервной системы, координирует жировой и углеводный обмен.
1,5–3 мг Участвует в окислительно-восстановительных реакциях.
Функция Источник
Аскорбиновая кислота (С)
Тиамин (витамин B1)
Хлеб (черный), гречка, овсянка, горох, соя, овощи.
Рибофлавин (витамин B2)
Ретинол (витамин A)
Хлеб (черный хлеб), миндаль, яйцо, сыр.
0,5–2,5 мг Регулирует рост и развитие организма, регулирует активность клеточной мембраны.
Рыба, печень, сливочное масло, яичный желток, рыбий жир, морковь, помидоры.`],[`g7-c7-s03-t05`,7,`c7`,`s03`,`7.3`,`Витамины`,158,158,`textbook`,`ru`,`Kimyo 7`,`Рыба, печень, сливочное масло, яичный желток, рыбий жир, морковь, помидоры.
Рыбные продукты, сливочное масло, яичный желток.
Кальциферол (витамин D)
Условия хранения витаминов
При хранении овощей и картофеля, фруктов и ягод мы теряем многие витамины. Например, после сбора 1 кг картофеля теряет около 300 мг витамина С, а количество витамина С в сохраненном до весны картофеле не превышает 50%. Чтобы повысить сохранность витаминов в овощах, необходимо соблюдать правила их хранения и упаковки. У каждой овощи есть своя оптимальная температура хранения
B1, B2 и C растворяются в воде, окисляются в воздухе и разрушаются при нагревании. Поэтому при варке овощей нужно ложить их в кипящую воду а не в холодную, кроме того, следует закрыть кастрюлю крышкой и долго не кипятить.Витамин С теряется при контакте с медной и железной посудой, а витамин К уменьшается под воздействием солнечных лучей.`],[`g7-c7-s03-t06`,7,`c7`,`s03`,`7.3`,`Витамины`,158,158,`textbook`,`ru`,`Kimyo 7`,`Витамин С теряется при контакте с медной и железной посудой, а витамин К уменьшается под воздействием солнечных лучей.
Задания
1. Как помочь больным рахитом без использования витамина D?
2. Почему молоко коров, пасущихся на пастбищах, всегда богаче витамином D, чем молоко коров все время находящихся в сарае?
3. В рационе каждого человека должно быть достаточно сырых овощей и фруктов, почему?
4. У больного диагностирован дефицит витамина А. Почему врач рекомендует больному есть больше красных овощей (морковь, помидоры, перец)?
2,5–10 мкг Контролирует активность кальция и фосфора в организме.Участвует в формировании костей и зубов.`],[`g7-c7-s03-d01`,7,`c7`,`s03`,`7.3`,`Витамины: гиповитаминозом`,157,157,`definition`,`ru`,`Kimyo 7`,`Частичная нехватка витаминов называется гиповитаминозом, полная нехватка называется авитаминозом.`],[`g7-c7-s03-sum`,7,`c7`,`s03`,`7.3`,`Витамины: главное`,157,157,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Витамины влияют на физическое и эмоциональное состояние человека. Витамины условно делят на витамины и витаминоподобные вещества.Витаминоподобные вещества сходны с витаминами по своим биологическим свойствам, но обычно требуются в больших количествах. Частичная нехватка витаминов называется гиповитаминозом, полная нехватка называется авитаминозом.`],[`g7-c7-s04-t01`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека`,159,159,`textbook`,`ru`,`Kimyo 7`,`• Микроэлементы • Макроэлементы • Важность микро- и макроэлементов
Минеральные вещества участвуют во всех биохимических процессах, протекающих в организме человека. Они определяют свертываемость крови, сокращение мышц и являются необходимым компонентом всех органов и тканей. Химические элементы в определенном количестве необходимы для правильного образования и нормального функционирования организма. Если этого определенного количества недостаточно, возникают различные заболевания.
Минералы условно делятся на макроэлементы и микроэлементы.
Содержание некоторых химических элементов во внешней среде и в организме человека.`],[`g7-c7-s04-t02`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека`,159,159,`textbook`,`ru`,`Kimyo 7`,`Содержание некоторых химических элементов во внешней среде и в организме человека.
Поваренная соль – хлорид натрия необходим для поддержания определенного содержания солей в крови и осмотического давления в тканях. При недостатке хлорида натрия происходит обезвоживание тканей, соль также придает пище вкус и улучшает аппетит. Суточная потребность в хлориде натрия в условиях умеренного климата составляет 10–15 г. Эта потребность удовлетворяется за счет натуральных продуктов (3–5 г), поваренной соли в хлебе (3–5 г), соли, используемой в пищевых продуктах. Потребление соли увеличивается при значительных физических нагрузках.
активность, сильное потоотделение, особенно в жарком климате. Поэтому обратите внимание на количество соли в рационе.`],[`g7-c7-s04-t03`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека`,159,159,`textbook`,`ru`,`Kimyo 7`,`активность, сильное потоотделение, особенно в жарком климате. Поэтому обратите внимание на количество соли в рационе.
Соли кальция необходимы в организме человека. Играет важную роль в обмене веществ. Помогает поддерживать нормальную возбудимость нервных и мышечных тканей. При недостатке кальция кости становятся хрупкими и медленно срастаются после перелома. Соли кальция содержатся во многих продуктах, таких как зерновые, овощи, молочные продукты и яйца домашней птицы.
Суточная потребность в кальции для здорового организма составляет от 800 до 1500 мг, количество определяется в зависимости от возраста человека.
Фосфор – P подобно кальцию, он является важной частью костной ткани, а также ядер клеток нервной системы и некоторых тканей. Однако на этом важность фосфора в организме не заканчивается. Он активно участвует в обмене белков, жиров и углеводов, а также в некоторых биохимических процессах. Энергия, используемая при сокращении мышц, связана с органическим соединением фосфора – аденозинтрифосфорной кислотой. В результате сильной работы мышц потребность в фосфоре увеличивается.`],[`g7-c7-s04-t04`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека`,159,159,`textbook`,`ru`,`Kimyo 7`,`Энергия, используемая при сокращении мышц, связана с органическим соединением фосфора – аденозинтрифосфорной кислотой. В результате сильной работы мышц потребность в фосфоре увеличивается.
Фосфор в сыре, твороге, молоке, мясе, печени, рыбе, яичных продуктах лучше усваивается организмом, чем соединения фосфора в зерне, фасоли, горохе, хлебе.
Минерал магний – Mg присутствующий в костях и других тканях организма, имеет большое значение для обмена веществ. Его метаболизм взаимосвязан с фосфорно-кальциевым обменом. Соли магния активируют ферменты, участвующие в химическом превращении соединений фосфора. Человек получает свои потребности в магнии в основном из продуктов растительного происхождения – хлеба грубого помола, круп, бобовых, картофеля.
Значение минералов в жизни человека
Аскаров Иброхим – доктор химическиз наук, профессор.
Изобрел пищевую добавку, содержащих в макро- и микроэлементах`],[`g7-c7-s04-t05`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека`,159,160,`textbook`,`ru`,`Kimyo 7`,`Изобрел пищевую добавку, содержащих в макро- и микроэлементах
“Аскальций”, “Алкаман”.
Калий – K важен для нормальной работы сердечно-сосудистой системы. Картофель, капуста, тыква, кабачки, курага, изюм, черная смородина содержат много солей калия. Железо – Fe потребность в микроэлементе составляет примерно 15 мг в сутки. Соединения железа входят в состав многих тканей организма. Красные кровяные тельца – эритроциты поглощают большое количество железа. Также оно входит в состав некоторых ферментов. Недостаток железа в рационе может привести к развитию анемии. Железо содержится в мясе, хлебе, многих овощах и фруктах.
Медь – Cu микроэлемент Cu участвует в образовании ряда ферментов, влияет на всасывание железа в кишечнике и тем самым влияет на образование гемоглобина. Основными источниками меди являются хлеб, крупы (особенно овсянка, гречка, пшено), овощи, бобовые, орехи, также медь содержится в печени, морепродуктах (кальмары, креветки).`],[`g7-c7-s04-t06`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека`,160,160,`textbook`,`ru`,`Kimyo 7`,`Основными источниками меди являются хлеб, крупы (особенно овсянка, гречка, пшено), овощи, бобовые, орехи, также медь содержится в печени, морепродуктах (кальмары, креветки).
Цинк Zn участвует в образовании некоторых ферментов, который в основном концентрируется в костной системе, коже и волосах, и других микроэлементов в организме. Дефицит цинка у человека замедляет рост, вызывает потерю вкусовых ощущений или их нарушение, снижение обоняния. Цинк также необходим для нормального кроветворения.
Основными источниками цинка являются мясо, птица, сыры, крупы (особенно овес). мука), овощи, бобовые. Также цинк содержится в орехах и морепродуктах.
Йод – J необходим для производства тироксина, гормона щитовидной железы. Было показано, что йод снижает уровень холестерина в крови. Поэтому неудивительно, что йод уже давно считается одним из самых эффективных средств профилактики атеросклероза.`],[`g7-c7-s04-t07`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека`,160,160,`textbook`,`ru`,`Kimyo 7`,`Поэтому неудивительно, что йод уже давно считается одним из самых эффективных средств профилактики атеросклероза.
Больше всего йода содержится в водорослях и морской рыбе. Йод содержится также в мясе, яйцах, молоке, различных овощах и фруктах – свекле, салате, моркови, картофеле, капусте, огурцах, яблоках, винограде, сливах.
Основные понятия
Минеральные вещества делятся на 2 типа.
Макроэлементы – это химические элементы, массовая доля которых в организме человека выше 0,01%, это кислород (О), углерод (С), водород (Н), азот (N), кальций (Са), фосфор (Р), калий (K), натрий (Na), сера (S), хлор (Cl), магний (Mg).
Микроэлементы – это химические элементы, массовая доля которых в организме человека составляет от 0,00001% до 0,01%.Это железо (Fe), цинк (Zn), фтор (F), молибден (Mo), медь (Cu), бром (Br), кремний (Si), йод (J), марганец (Mn), алюминий (Al) и другие.
В организме эти минералы входят в состав различных биологически активных соединений: ферментов, витаминов, гормонов. Действие минералов проявляется в изменении активности обменных процессов в организме и так далее.`],[`g7-c7-s04-t08`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека`,160,161,`textbook`,`ru`,`Kimyo 7`,`Действие минералов проявляется в изменении активности обменных процессов в организме и так далее.
Основным источником микроэлементов для человека является растительная и животная пища
Фтор – F необходим для костной ткани, участвует в формировании зубной эмали. Достаточное количество фтора в рационе способствует профилактике кариеса. Основным источником является питьевая вода. Фтор также содержится в таких продуктах, как рыба (особенно треска), печень и орехи, этот элемент содержится в мясе, различных овощах и фруктах, овсянке, чае.
Химические элементы, необходимые для профилактики некоторых заболеваний
Болезни
Снижение иммунитета
Химические элементы
Йод, кальций, кремний, магний, селен, сера, фосфор Йод, марганец, фосфор Йод, кальций, кремний, магний, селен Железо, йод, медь Кальций, цинк Йод, кальций, магний Йод, кальций, хром Железо, калий Йод, кальций, калий, магний, селен, хром Цинк Медь Литий, йод, калий, натрий, цинк Калий, кальций, магний Калий, кальций, кремний, цинк`],[`g7-c7-s04-t09`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека`,161,161,`textbook`,`ru`,`Kimyo 7`,`…калий, магний, селен, хром Цинк Медь Литий, йод, калий, натрий, цинк Калий, кальций, магний Калий, кальций, кремний, цинк
Натрий, цинк Йод, калий, кремний, натрий, селен, цинк
Дистрофия Ожирение Малокровие Слепота Инфаркт миокарда Зоб Запор Карликовость Экзема Заболевание легких Снижение памяти Эпилепсия Ревматизм
Отсутствие вкуса Рак
Задания
1. Как вы думаете, какое значение имеет магний для растений и железо для человека?
2. Каково значение элемента кальция для человека и животных?
3. Одну часть свежих плодов заливали кипятком, а вторую часть кипятили. В обоих случаях образовывался компот. В каком варианте компота больше минеральных веществ? Объясните.
4. В одном стакане молока содержится 288 мг кальция. Сколько молока нужно выпивать в день, чтобы обеспечить организм достаточным количеством этого элемента?
5. Какие химические вещества называются минералами?
6. Каково значение минералов для живых организмов?
7. Из каких веществ состоят живые организмы?
8. Каков состав минералов в организме человека?`],[`g7-c7-s04-d01`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека: Макроэлементы, Микроэлементы`,160,160,`definition`,`ru`,`Kimyo 7`,`Макроэлементы – это химические элементы, массовая доля которых в организме человека выше 0,01%, это кислород (О), углерод (С), водород (Н), азот (N), кальций (Са), фосфор (Р), калий (K), натрий (Na), сера (S), хлор (Cl), магний (Mg).
Микроэлементы – это химические элементы, массовая доля которых в организме человека составляет от 0,00001% до 0,01%.`],[`g7-c7-s04-sum`,7,`c7`,`s04`,`7.4`,`Значение минералов в жизни человека: главное`,160,160,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Минеральные вещества делятся на 2 типа. Макроэлементы – это химические элементы, массовая доля которых в организме человека выше 0,01%, это кислород (О), углерод (С), водород (Н), азот (N), кальций (Са), фосфор (Р), калий (K), натрий (Na), сера (S), хлор (Cl), магний (Mg). Микроэлементы – это химические элементы, массовая доля которых в организме человека составляет от 0,00001% до 0,01%.Это железо (Fe), цинк (Zn), фтор (F), молибден (Mo), медь (Cu), бром (Br), кремний (Si), йод (J), марганец (Mn), алюминий (Al) и другие. В организме эти минералы входят в состав различных биологически активных соединений: ферментов, витаминов, гормонов. Действие минералов проявляется в изменении активности обменных процессов в организме и так далее.`],[`g7-c7-s05-t01`,7,`c7`,`s05`,`7.5`,`Определение состава яблока`,162,162,`textbook`,`ru`,`Kimyo 7`,`• Определение наличия кислоты • Эксперимент с железом • Определение витамина E
Практическое занятие. Определение состава яблока
Люди не перестают спорить о том, какие продукты самые полезные для организма. Практически все исследователи признают, что одним из самых полезных фруктов являются яблоки. Хотя яблоко не является рекордсменом по питательности, но считается самым вкусным и полезным фруктом на земле. Это кладезь витаминов и микроэлементов. Омолаживает организм и укрепляет иммунитет. Железо, содержащееся в яблоках, очень полезно в лечение анемии.
1-опыт. Определение яблочной кислоты
Необходимые оборудования: пробирки, пипетка, стакан.
Реагенты: универсальный индикатор, 3 вида яблок.
1. Сок готовят из каждого яблока в отдельных стаканах.
2. На универсальный индикатор капают из яблочного сока.
3. Выводы делаются на основе наблюдений.
2-опыт. Определение железа в образцах
Необходимые оборудования: пробирки, пипетка, стакан.
Реагенты: NaOH раствор гидроксида натрия, 3 вида яблочного сока.`],[`g7-c7-s05-t02`,7,`c7`,`s05`,`7.5`,`Определение состава яблока`,162,163,`textbook`,`ru`,`Kimyo 7`,`Реагенты: NaOH раствор гидроксида натрия, 3 вида яблочного сока.
1. Небольшое количество сока каждого яблока разливают в пробирки.
2. На образцы капают раствор гидроксида натрия NaOH.
3. Выводы делаются на основе наблюдений.
3-опыт. Определение витамина Е
Необходимые оборудования: пробирки, пипетка, стакан.
Реагенты: HNO3 раствор азотной кислоты, 3 вида яблочного сока.
1. В сухие пробирки наливают по 10 капель сока каждого яблока.
2. К образцам добавляют 10 капель раствора азотной кислоты HNO3.
3. Пробирки встряхивают.
4. Выводы делаются на основе наблюдений
Задания
Проектная работа: подготовить проектную работу на тему «Витамины и минералы во фруктах или овощах».
ГЛАВА VIII
ПОЛЕЗНЫЕ ИСКОПАЕМЫЕ
О ЧЕМ?
Геолого-химические соединения. Полезные ископаемые и рудники Узбекистана. Экологические аспекты
ЧТО ВЫ БУДЕТЕ ИЗУЧАТЬ?
Химический состав литосферы. Полезные ископаемые Узбекистана. Наличие и использование нефти, природного газа, угля, поваренной соли, мрамора, металлов на территории Узбекистана. Экологические аспекты добычи полезных ископаемых.`],[`g7-c8-s01-t01`,7,`c8`,`s01`,`8.1`,`Геологические химические соединения`,164,164,`textbook`,`ru`,`Kimyo 7`,`Глава VIII. 1-тема Изучаемые понятия
• Химический состав литосферы
Геологические химические соединения • Минералы
• Важность минералов
В настоящее время земная кора изучена на глубину 15–20 км. В результате анализа многих проб горных пород и минералов рассчитан средний состав химических элементов земной коры.
В земной коре широко распространены 46 элементов, 8 из них составляют 97,2–98,8 % от общей массы, 2 (кислород и кремний) – 75 % от общей массы Земли.
Наша планета состоит из множества химических элементов (железо, азот, кремний и др.), соединения которых называются минералами.
В настоящее время известно около 3000 минералов. Большинство из них содержат два, некоторые содержат несколько химических элементов. Например, поваренная соль содержит натрий и хлор, магнитный железняк: кислород и железо. Некоторые минералы состоят из одного элемента. Например, алмаз, сера, золото и другие.
Полезные ископаемые могут быть твердыми (уголь, песок), жидкими (ртуть, нефть) или газообразными (углеводороды).`],[`g7-c8-s01-t02`,7,`c8`,`s01`,`8.1`,`Геологические химические соединения`,164,164,`textbook`,`ru`,`Kimyo 7`,`Полезные ископаемые могут быть твердыми (уголь, песок), жидкими (ртуть, нефть) или газообразными (углеводороды).
Основные понятия
Наука, изучающая распространение и распределение химических элементов в земной коре, называется геохимией (от греческого «гео» – земля). Твердая оболочка Земли называется литосферой (от греческого «lithos» – камень, «sphaira» – шар). В переводе с латыни минерал означает «руда».
Макро- и микроэлементы в литосфере всегда находятся в движении.Движение элементов вызывается такими явлениями, как гниение зерен, растворение минералов в воде, рассеивание пыли в атмосфере. В результате появляются новые минералы: известняк превращается в мрамор, песчаник – в кварцит.
Содержание некоторых химических элементов в литосфере
Содержание (%) Элемент
Элемент
Содержание %
Элемент
Содержание %
F S Ba Cl Sr Rb Zr Cr V N Cu Ni Zn
Ag Hg Au Pt Ra`],[`g7-c8-s01-t03`,7,`c8`,`s01`,`8.1`,`Геологические химические соединения`,164,165,`textbook`,`ru`,`Kimyo 7`,`…(%) Элемент Элемент Содержание % Элемент Содержание % F S Ba Cl Sr Rb Zr Cr V N Cu Ni Zn Ag Hg Au Pt Ra
Полезные ископаемые используются в различных сферах жизнедеятельности человека. По основному назначению металлические (добыча металлов), неметаллические (получение химических элементов или их соединений, промышленных полезных ископаемых и горных пород), горючие (использование в качестве топливно-энергетического сырья ), разделенные на такие типы, как гидро- и газообразные полезные ископаемые.
Руда Используемые функции Проблемы в использовании
Известняк Легко перерабатывается Его разрушают кислотные дожди
Песчаник Легко перерабатывается Ветронеустойчивый
Гранит Очень твердый, атмосфе- Трудно обрабатывается ростойкий
Мрамор Очень твердый, атмосфе-ростойкий
Сланец Твердый, атмосферостой- Никаких проблем не возникает кий, легко
Переработка сложна и очень дорога
Самым распространенным минералом на земле является кварц. Кварц имеет множество цветов и разновидностей: аметист, горный хрусталь, авантюрин и другие.`],[`g7-c8-s01-t04`,7,`c8`,`s01`,`8.1`,`Геологические химические соединения`,165,166,`textbook`,`ru`,`Kimyo 7`,`Кварц имеет множество цветов и разновидностей: аметист, горный хрусталь, авантюрин и другие.
Алмаз – единственный драгоценный минерал, содержащий только атомы углерода, настоящий алмаз бесцветен и может быть окрашен в разные цвета. В составе Al2O3, Fe2O3 входят алюминий и железо, а в составе, NaCl, K2CO3 входят натрий и калий.
Помимо использования минералов различных металлов, есть потребность в чистых металлах.
Как их извлекают из руды?
Существуют сложные технологические процессы извлечения металлов.
1. Руда добывается.
2. Затем руду измельчают, нагревают и проводят сложные химические процессы (горение, разложение, воздействие электрического тока и др. Например, для получения алюминия через его оксид пропускают электрический ток).
3. Через некоторое время полученный жидкий алюминий заливают в специальные формы, таким образом получают чистый металл.
1. Добыча 2. Шлифовка
3. Обогащение
7. Выпуск для потребления`],[`g7-c8-s01-t05`,7,`c8`,`s01`,`8.1`,`Геологические химические соединения`,166,166,`textbook`,`ru`,`Kimyo 7`,`…специальные формы, таким образом получают чистый металл. 1. Добыча 2. Шлифовка 3. Обогащение 7. Выпуск для потребления
4. Обжиг и отделение металла
6. Производство продукции
5. Чистый металл
Человек также использует сплавы металлов, наиболее важными из которых являются сталь, чугун и бронза.
В нашей стране металлургическая промышленность занимает одно из ведущих мест по производству химикатов химической промышленности.
Задания
1. Рассчитайте массовую долю элементов в следующих минералах: Fe3O4, FeS2, Al2O3.
2. Процесс извлечения металла из руды состоит из 7 этапов, в таблице ниже эти этапы показаны в неправильном порядке
Сжигание и извлечение металла Шлифовка Добыча Чистый металл Обогащение Производство продукции Выпуск для потребления
Покажите правильную последовательность извлечения металла из руды: 1 - ____, 2 - ____, 3 - ____, 4- ____, 5- ____, 6 - ____, 7 - ____ . 3. Есть ли поблизости предприятия по добыче и переработке металлов? 4. Для каких целей люди используют полезные ископаемые?`],[`g7-c8-s01-d01`,7,`c8`,`s01`,`8.1`,`Геологические химические соединения: минералами, геохимией, литосферой`,164,164,`definition`,`ru`,`Kimyo 7`,`), соединения которых называются минералами.
Наука, изучающая распространение и распределение химических элементов в земной коре, называется геохимией (от греческого «гео» – земля).
Твердая оболочка Земли называется литосферой (от греческого «lithos» – камень, «sphaira» – шар).`],[`g7-c8-s01-sum`,7,`c8`,`s01`,`8.1`,`Геологические химические соединения: главное`,164,164,`summary`,`ru`,`Kimyo 7`,`Основные понятия: Наука, изучающая распространение и распределение химических элементов в земной коре, называется геохимией (от греческого «гео» – земля). Твердая оболочка Земли называется литосферой (от греческого «lithos» – камень, «sphaira» – шар). В переводе с латыни минерал означает «руда». Макро- и микроэлементы в литосфере всегда находятся в движении.Движение элементов вызывается такими явлениями, как гниение зерен, растворение минералов в воде, рассеивание пыли в атмосфере. В результате появляются новые минералы: известняк превращается в мрамор, песчаник – в кварцит.`],[`g7-c8-s02-t01`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,167,167,`textbook`,`ru`,`Kimyo 7`,`Глава VIII. 2-тема Изучаемые понятия
• Месторождение полезных ископаемых • Типы полезных ископаемых • Полезные ископаемые Узбекистана
Какие полезные ископаемые есть в районе, где вы живете?
Природными ресурсами (богатствами) считаются все материальные ресурсы, которые человек получает от природы – земные ресурсы, вода, воздух, почва, растения, животный мир и т.д.
Полезные ископаемые Узбекистана и рудники
Полезные ископаемые в основном органические и неорганические природные полезные ископаемые, продукты природного и переработанного происхождения, используемые в народном хозяйстве.
Шахты являются источником полезных ископаемых. они образуются путем накопления полезных ископаемых в результате геологического действия земли.
Важные полезные ископаемые делятся на 3 основные группы в зависимости от их использования в промышленном секторе: руда, нерудное ископаемое и топливо.`],[`g7-c8-s02-t02`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,167,167,`textbook`,`ru`,`Kimyo 7`,`Важные полезные ископаемые делятся на 3 основные группы в зависимости от их использования в промышленном секторе: руда, нерудное ископаемое и топливо.
Полезные ископаемые, минеральное сырье – природные минеральные вещества, находящиеся в земной коре в твердом, жидком и газообразном состояниях, собранные в результате различных геологических процессов и пригодные для промышленного использования по своему количеству, качеству, условиям залегания. Полезные ископаемые образуют различные месторождения.
Узбекистан занимает 4-е место в мире по запасам золота, 10–11-е место по запасам меди, восьмое место в мире по общему производству золота и пятое место по добыче на душу населения, в нашей стране найдено 30 шахт золота, общие запасы рудников превышают 4000 тонн. Имеется 30 урановых рудников с большими запасами, ежегодно добывается 80 тысяч тонн меди.`],[`g7-c8-s02-t03`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,167,167,`textbook`,`ru`,`Kimyo 7`,`Имеется 30 урановых рудников с большими запасами, ежегодно добывается 80 тысяч тонн меди.
Рудные минералы
В Узбекистане имеются несколько рудных (железо, титан, марганец, хром), цветных (медь, свинец), редких (вольфрам, молибден, олово, висмут, ртуть, сурьма), драгоценных металлов (золото, серебро). Важнейшими из них являются рудники Калмоккир, Сарыкчеку и Дальноемис в Ташкентской области. В Мурунтове, Какпатасе и других местах Кызылкумов обнаружены большие запасы золота, и в течение многих лет ведется его широкая добыча.
Рудники цветных, редких и драгоценных металлов (золота, меди, свинца, цинка, вольфрама, молибдена, ртути и др.), Карамозорский медно-свинцово-цинковый рудник, Обирахмат, Бурчмулла, Октуз, Такоб, Ингичка, Койташ, Лангар обнаружены цветные металлы, Чодак, Зармитан, Маржонбулок, Каулди, Кократос, Кызылалмалисой золото, Кургошинкон, Алтынтопганское свинцово-цинковое, Калмокгырское медное месторождения и другие.`],[`g7-c8-s02-t04`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,167,168,`textbook`,`ru`,`Kimyo 7`,`…Кызылалмалисой золото, Кургошинкон, Алтынтопганское свинцово-цинковое, Калмокгырское медное месторождения и другие.
Месторождение полезных ископаемых – одно или несколько месторождений полезных ископаемых, добыча которых выгодна при определенных экономических условиях.
Полезное ископаемое- природное минеральное вещество, пригодное для хозяйственного использования по количеству и качеству.
Добываемые полезные ископаемые называются минеральным сырьем.
Нерудные полезные ископаемые
Мрамор. В Узбекистане обнаружено 20 мраморных, 15 гранитных и габбровых рудников, которые являются крупнейшими в Евраазии по добыче декоративных камней различных цветов от белого до черного. В то же время на рудниках Газгон, Нурота и Зарбанд начата добыча мраморных блоков по современной технологии.`],[`g7-c8-s02-t05`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,168,168,`textbook`,`ru`,`Kimyo 7`,`В то же время на рудниках Газгон, Нурота и Зарбанд начата добыча мраморных блоков по современной технологии.
Фосфорит. Запасы фосфорита на месторождении Джерой-Сардара в Узбекистане составляют около 100 млн тонн. Установлено, что в Карахатском и Северо-Жетитовском фосфоритных месторождениях Центральных Кызылкумов имеется большое количество сырья. Вовлечение этих запасов в хозяйственный оборот позволяет производить фосфорные удобрения в больших количествах в республике. Заслуживает внимания и баритовый рудник, обнаруженный недавно в Кайрагочсойском районе Ташкентской области.
Разработка этого рудника позволит нам использовать барит, который используется для бурения глубоких скважин, который до сих пор закупался за границей.`],[`g7-c8-s02-t06`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,168,168,`textbook`,`ru`,`Kimyo 7`,`Разработка этого рудника позволит нам использовать барит, который используется для бурения глубоких скважин, который до сих пор закупался за границей.
Каменная соль. В Узбекистане 5 крупных соляных шахт: Хожайкон, Тубакат, Борсакельмас, Бойбичакон и Оккала, с общим запасом соли около 90 миллиардов тонн. Тубокат в Кашкадарьинской области и Хожайконский рудник в Сурхандарьинской области содержат поваренную соль, которой хватает для жизни нашей республики более чем на 100 лет. Кунигиратский содовый завод химически перерабатывает соли рудника Борсакельмас и производит кальций и едкий натр.
Горючие полезные ископаемые`],[`g7-c8-s02-t07`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,168,168,`textbook`,`ru`,`Kimyo 7`,`…Борсакельмас и производит кальций и едкий натр. Горючие полезные ископаемые
Горючие полезные ископаемые образуются в результате жизнедеятельности и частичного распада живых организмов и растений. В эту группу полезных ископаемых входят нефть, газ и уголь. Горючие полезные ископаемые составляют основу топливно-энергетической базы и имеют важное значение в народном хозяйстве. Это основное сырье для химической, металлургической и энергетической промышленности, а эти отрасли не могут функционировать без горючих полезных ископаемых. Горючие полезные ископаемые составляют 85 % добываемых в мире полезных ископаемых.
Залежи нефти и газа находятся в Ферганской впадине в Северном Сохе, Южном Аламушуке, Палванташе, Чимгане, Шорсу и других местах.
Нефть является важнейшим источником энергии в мире, и ее доля в мировом энергопотреблении составляет 33,1%.Это практически незаменимый энергоресурс благодаря высокой энергоемкости и простоте транспортировки. Нефть является главным показателем в развитии промышленности и транспортной системы, а также в определении положения государств.`],[`g7-c8-s02-t08`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,168,169,`textbook`,`ru`,`Kimyo 7`,`Нефть является главным показателем в развитии промышленности и транспортной системы, а также в определении положения государств.
Природный газ – это полезное ископаемое, добываемое из глубоких слоев земной коры. Природный газ используется как дешевое топливо с высокими тепло отдающими свойствами (при сжигании 1 м3 газа выделяется до 54 400 кДж тепла). Это один из лучших видов топлива, используемый для бытовых и промышленных нужд, кроме того, природный газ является ценным сырьем для химической промышленности.
Уголь – считается горючей горной породой и образуется при разложении остатков растительных и животных организмов, имеет грубую, агрегатную, слоистую или зернистую структуру, одинаковую или различную структуру. Цвет от коричневого до серого и черного; блеск (неблестящий), тусклый и металлический. Уголь является самым распространенным горючим минералом на Земле. На территории Узбекистана известны четыре угольных рудников (Ахангаран, Шаргун, Байсун, Кохитанг).`],[`g7-c8-s02-t09`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,169,169,`textbook`,`ru`,`Kimyo 7`,`На территории Узбекистана известны четыре угольных рудников (Ахангаран, Шаргун, Байсун, Кохитанг).
Среди них Ахангаранский буроугольный рудник, расположенный в среднем течении долины реки Ахангаран в Ташкентской области и добываемый открытым способом. Запасы этого угольного рудника составляют 96,5% всех запасов угля в республике. Вторая шахта в Узбекистане – это высококачественный Шаргунский угольный рудник в горной части Сурхандарьинской области. Общие запасы угольных рудников Узбекистана составляют более 6 миллиардов тонн.
Одной из важных особенностей минералов является их чрезвычайно медленное образование в природе. Они создавались сотни тысяч лет, поэтому их запасы во всем мире постепенно сокращаются.
Задания
1. Какие полезные ископаемые и рудники есть в районе, где вы живете, что вы о них знаете?`],[`g7-c8-s02-t10`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане`,169,169,`textbook`,`ru`,`Kimyo 7`,`Какие полезные ископаемые и рудники есть в районе, где вы живете, что вы о них знаете?
2. Начертите в тетради приведенную ниже таблицу и заполните ее сведениями о полезных ископаемых и их месторождениях. Полезные ископаемые Основные рудники Нерудное полезные ископаемые Рудные полезные ископаемые Горючие полезные ископаемые
3. Объясните значение руд для человека?
4. Почему растет добыча руды?
5. Приведите пример того, как добыча полезных ископаемых оказывает негативное влияние на окружающую среду, как можно решить эту проблему?
6. Какие полезные ископаемые используются в строительстве?`],[`g7-c8-s02-d01`,7,`c8`,`s02`,`8.2`,`Полезные ископаемые и месторождения в Узбекистане: минеральным сырьем, Природный газ, Вторая шахта в Узбекистане`,168,169,`definition`,`ru`,`Kimyo 7`,`Добываемые полезные ископаемые называются минеральным сырьем.
Природный газ – это полезное ископаемое, добываемое из глубоких слоев земной коры.
Вторая шахта в Узбекистане – это высококачественный Шаргунский угольный рудник в горной части Сурхандарьинской области.`],[`g7-c8-s03-t01`,7,`c8`,`s03`,`8.3`,`Экологические аспекты добычи полезных ископаемых`,170,170,`textbook`,`ru`,`Kimyo 7`,`• Экологический аспекты • Виды воздействия на окружающую среду
Глава VIII. 3-тема
Экологические аспекты добычи полезных ископаемых
Странами всего мира была признана важность и необходимость оперативного решения экологических проблем глобального характера. Эти проблемы требуют разработки общих мер и предложений по их взаимозависимости, независимо от географического положения стран и уровня экономического развития. В то же время следует отметить, что разные страны мира не имеют одинаковых возможностей для реализации программ гигиены окружающей среды. B этом отношении важны взаимное сотрудничество и поддержка мирового сообщества.
Экологические аспекты – это элементы деятельности общества, влияющие на окружающую среду.
Экологические аспекты Воздействие на окружающую среду
Выброс загрязняющих веществ в атмосферу Химическое загрязнение атмосферного воздуха
Загрязняющие вещества в водоеме, Химическое загрязнение воды сброс в городскую канализацию`],[`g7-c8-s03-t02`,7,`c8`,`s03`,`8.3`,`Экологические аспекты добычи полезных ископаемых`,170,170,`textbook`,`ru`,`Kimyo 7`,`Загрязняющие вещества в водоеме, Химическое загрязнение воды сброс в городскую канализацию
Образование и накопление отходов Химическое загрязнение почвы
Использование энергоресурсов, Истощение природных ресурсов потребление воды
Аварийные ситуации Химическое загрязнение атмосферного воздуха, воды и почвы
Международные аспекты охраны природы включают в себя следующие виды деятельности:
– обмен опытом реализации национальных программ природопользования;
– создание и реализация межгосударственных программ и соглашений;
– создание международных организаций по экологическому контролю и реализации принятых соглашений.
При добыче и переработке полезных ископаемых происходит большой геологический цикл, в который вовлечены различные системы. В результате сильно страдает экология района, и такое воздействие имеет негативные последствия.`],[`g7-c8-s03-t03`,7,`c8`,`s03`,`8.3`,`Экологические аспекты добычи полезных ископаемых`,170,170,`textbook`,`ru`,`Kimyo 7`,`В результате сильно страдает экология района, и такое воздействие имеет негативные последствия.
Масштабы добычи велики – в год на каждого жителя Земли добывается до 20 тонн сырья, из которых менее 10% – конечный продукт, а остальные 90% – отходы. Вкроме того, в процессе добычи происходят значительные потери сырья порядка 30–50%, что свидетельствует о неэффективности некоторых видов добычи, особенно открытого способа.
Вопрос о негативном влиянии добычи и переработки сырья очень актуален, так как эти процессы оказывают негативное влияние на все оболочки Земли: литосферу, атмосферу, гидросферу, биосферу.
Воздействие на литосферу
При добыче руды любым способом в земной коре появляются пустоты, нарушается ее целостность, увеличивается трещинообразование.`],[`g7-c8-s03-t04`,7,`c8`,`s03`,`8.3`,`Экологические аспекты добычи полезных ископаемых`,170,171,`textbook`,`ru`,`Kimyo 7`,`При добыче руды любым способом в земной коре появляются пустоты, нарушается ее целостность, увеличивается трещинообразование.
В результате возрастает вероятность обвалов, оползней и трещин на прилегающих к руднику участках, вследствие антропогенного воздействия образуются новые формы рельефа: свалки, терриконы, овраги. Такие нетипичные формы имеют большие размеры, их высота достигает 300 м, а длина достигает 50 км. Холмы образуются из переработанных отходов сырья, деревья и растения на них не растут – территория вокруг шахт становится пустырем.
При добыче галита и обогащении сырья образуются галитовые отходы (3–4 тонны отходов на одну тонну соли), они твердые и нерастворимые, а дождевые воды уносят их в реки, которые используются жителями для питья близлежащих районов.`],[`g7-c8-s03-t05`,7,`c8`,`s03`,`8.3`,`Экологические аспекты добычи полезных ископаемых`,171,171,`textbook`,`ru`,`Kimyo 7`,`…а дождевые воды уносят их в реки, которые используются жителями для питья близлежащих районов.
Экологические проблемы, связанные с образованием ложбин, могут быть решены за счет заполнения образовавшихся в результате добычи полезных ископаемых в земной коре пропастей и ям отходами и переработанным сырьем. Также для уменьшения выемки пустой породы необходимо совершенствовать технологию добычи, что позволяет значительно уменьшить количество отходов.
Какой метод вы предлагаете для предотвращения или уменьшения образования оврагов и свалок?
Воздействие на атмосферу
Добыча полезных ископаемых вызывает серьезные экологические проблемы в атмосфере. В результате первичной переработки добытых руд в воздух выбрасывается большое количество метана, тяжелых металлов, серы, оксидов углерода. Такое загрязнение атмосферы приводит к повышению уровня радиации, изменению температурных показателей, увеличению или уменьшению количества осадков.`],[`g7-c8-s03-t06`,7,`c8`,`s03`,`8.3`,`Экологические аспекты добычи полезных ископаемых`,171,172,`textbook`,`ru`,`Kimyo 7`,`Такое загрязнение атмосферы приводит к повышению уровня радиации, изменению температурных показателей, увеличению или уменьшению количества осадков.
Скажите, количество сезонных осадков в районе вашего проживания нормальное? Как вы думаете, в чем причина этого?
Для решения этой проблемы необходимо использовать современное оборудование, снижающее уровень отделения и распространения вредных веществ, а также использовать шахтный способ вместо открытого.
Воздействие на биосферу
В процессе активной разработки крупных месторождений сырья радиус загрязнения близлежащих почв может достигать до 40 км. Почва претерпевает различные химические изменения в зависимости от вредности обрабатываемых веществ. При попадании в почву больших количеств ядовитых веществ деревья, кустарники и травы погибают и не отрастают, в результате не остается корма для животных, они либо погибают, либо ищут новые места обитания и переселяются.`],[`g7-c8-s03-t07`,7,`c8`,`s03`,`8.3`,`Экологические аспекты добычи полезных ископаемых`,172,172,`textbook`,`ru`,`Kimyo 7`,`…отрастают, в результате не остается корма для животных, они либо погибают, либо ищут новые места обитания и переселяются.
Решение этих проблем должно состоять в компенсационных мероприятиях по снижению поступления вредных веществ в литосферу, атмосферу и гидросферу, а также в восстановлении и очистке загрязненных территорий. К компенсационным мероприятиям относится удобрение почв, включая лесонасаждения и пастбища.
Задания
1. От каких факторов зависит плодородие почвы?
2. Почему почва защищается?
3. Узнайте, какие имеются официальные документы по охране гидросферы и атмосферы с помощью преподавателя права.
4. Составьте кластер изображений о влиянии добычи и переработки полезных ископаемых на живую природу.`],[`g7-c8-s03-d01`,7,`c8`,`s03`,`8.3`,`Экологические аспекты добычи полезных ископаемых: Экологические аспекты`,170,170,`definition`,`ru`,`Kimyo 7`,`Экологические аспекты – это элементы деятельности общества, влияющие на окружающую среду.`],[`g7-c8-s04-t01`,7,`c8`,`s04`,`8.4`,`Практическое занятие. Уменьшение экологического следа`,173,173,`textbook`,`ru`,`Kimyo 7`,`• Экологический след • Уменьшение экологического следа
Большое количество изделий из синтетических веществ, синтетических волокон, каучука и др. , которые производятся человеком в больших масштабах для удовлетворения своих потребностей, представляют собой вещества, не превращающиеся в биотические вещества. Это, в свою очередь, приводит к загрязнению почвы, воды, реки морей твердыми отходами. Одним из методов измерения состояния Земли является метод экологического следа. Экологический след показывает, сколько ресурсов мы используем и сколько места нам нужно для отходов, которые мы образуем.
Это позволяет нам оценить наше влияние и вести устойчивый образ жизни. В настоящее время экологический след человечества «превышен», как говорят ученые.
Мы должны действовать сейчас, чтобы помочь природе.
1-опыт
Необходимое оборудования и вещества: разбавленная уксусная кислота, средство для мытья окон, ткань для протирки, старая газета.`],[`g7-c8-s04-t02`,7,`c8`,`s04`,`8.4`,`Практическое занятие. Уменьшение экологического следа`,173,173,`textbook`,`ru`,`Kimyo 7`,`Необходимое оборудования и вещества: разбавленная уксусная кислота, средство для мытья окон, ткань для протирки, старая газета.
Ход работы:
1. Тщательно смочите газету уксусной кислотой.
2. Протрите половину оконного стекла газетой, смоченной в уксусной кислоте.
3. Смочите тряпку средством для мытья окон.
4. Протрите другую половину окна средством для мытья окон.
5. Когда закончите, посмотрите на вытертую область. Какая часть чище? Есть ли разница?
Производители синтетических моющих средств пишут на этикетке, что используются только натуральные продукты, чтобы привлечь людей к покупке их продукции. Но в большинстве случаев это не так!Поэтому будьте внимательны при покупке химических моющих средств.
Какой способ мытья окон вы считаете самым экологичным?`],[`g7-c8-s04-t03`,7,`c8`,`s04`,`8.4`,`Практическое занятие. Уменьшение экологического следа`,173,173,`textbook`,`ru`,`Kimyo 7`,`Какой способ мытья окон вы считаете самым экологичным?
В большинстве случаев нет никакой разницы между уксусом и средством для мытья окон! Многие моющие средства содержат агрессивные химические вещества, которые вредны для окружающей среды и атмосферы. С другой стороны, уксус, безвредная жидкость которая очищает стеклянные поверхности также эффективно, как и моющие средства, купленные в магазине. Газета была использована для демонстрации того, что он может заменить энергоемкие чистящие салфетки.
Из-за аварии на нефтедобывающих платформах вызывает загрязнение воды нефтью. Чтобы эффективно очистить окружающую среду от этой формы загрязнения, потребуются месяцы или даже годы. Последствия особенно разрушительны для птиц и морских обитателей. Ученые проводят исследования по решению подобных проблем, связанных с загрязнением воды
Глава VIII. 4-тема
Практическое занятие. Уменьшение экологического следа`],[`g7-c8-s04-t04`,7,`c8`,`s04`,`8.4`,`Практическое занятие. Уменьшение экологического следа`,173,174,`textbook`,`ru`,`Kimyo 7`,`…проблем, связанных с загрязнением воды Глава VIII. 4-тема Практическое занятие. Уменьшение экологического следа
2-опыт
Необходимые оборудования и вещества: кусок алюминиевой фольги, растительное масло, неглубокая миска, вода, несколько ватных тампонов.
Ход работы:
1. Заполните половину чаши водой.
2. Сделайте из фольги кораблик размером с палец.
3. Наполните лодочку маслом и поместите ее на поверхность воды.
4. Переверните лодку.
5. Подождите несколько минут, пока масло не начнет растекаться по воде.
6. Пришло время решить проблему. Приложите ватные шарики к местам, где растеклось масло.
7. Наблюдайте, как ватные шарики впитывают масло.
Вы замечаете, что масло начинает равномерно растекаться по поверхности воды. Если вы потрясете воду рукой, чтобы создать волны, масло растечется быстрее. То же самое и в природе, разлитая по воде нефть быстро распространяется за счет волн, создаваемых ветром.`],[`g7-c8-s04-t05`,7,`c8`,`s04`,`8.4`,`Практическое занятие. Уменьшение экологического следа`,174,175,`textbook`,`ru`,`Kimyo 7`,`То же самое и в природе, разлитая по воде нефть быстро распространяется за счет волн, создаваемых ветром.
Решение этой проблемы не занимает много времени. Но при разливе большого количества нефти представьте, сколько усилий это требует.
Движение к устойчивому развитию требует уменьшения экологического следа человека при одновременном повышении качества жизни многих людей. Можно уменьшить экологический след без снижения качества жизни. Например:
– восстановление лесов;
– выращивание многолетних растений;
– сельскохозяйственные методы, такие как изменение ирригационных систем;
– использование солнечных батарей;
– использование энергосберегающих светильников;
– переработка отходов;
– меньшее использование личных автомобилей.
Такой простой образ жизни оказывает меньше негативного воздействия на наше здоровье и позволяет уменьшить общий экологический след человечества.
Учебное издание
ХИМИЯ 7`],[`g7-c8-s04-t06`,7,`c8`,`s04`,`8.4`,`Практическое занятие. Уменьшение экологического следа`,175,176,`textbook`,`ru`,`Kimyo 7`,`…воздействия на наше здоровье и позволяет уменьшить общий экологический след человечества. Учебное издание ХИМИЯ 7
7-sinfi uchun darslik
Перевод с узбекского языка на русский Пулатова Шахноза Редактор Мирзаева Феруза
Технический редактор Сулаймонов Акмал
Художественный редактор Фармонов Сарвар Художник Абраев Жасур Дизайнер Мулла-Ахунов Дилмурод Корректор Жакбарова Зухрахон
Компьютерная верстка Шарипова Хилола
Bosishga 22.06.2022-yilda ruxsat etildi. Bichimi 60x84 1/8.
Arial garniturasi. Kegli 12. Ofset bosma.
Ofset bosma. Shartli bosma tabog‘i 20,46. Nashriyot-hisob tabog‘i 20,47.
Adadi –––– nusxa. Buyurtma № ___.
Состояние Учеб- учебника ный год при получе-
Подпись классного руконии водителя
Подпись классного руко-водителя
Фамилия, имя ученика
Обложка не повреждена, не отделена от основной части учебника, име- Хороший ются все страницы. Страницы не порваны, не отклеины, на них никаких записей и линий.`],[`g7-c8-s04-t07`,7,`c8`,`s04`,`8.4`,`Практическое занятие. Уменьшение экологического следа`,176,176,`textbook`,`ru`,`Kimyo 7`,`Обложка не повреждена, не отделена от основной части учебника, име- Хороший ются все страницы. Страницы не порваны, не отклеины, на них никаких записей и линий.
На обложке имеются записи и линии, ее края повреждены. Обложка отделена от основной части учебника и отреставрирована пользователем. Реставрация удовлетворительная.
Обложка повреждена, отделена от основной части учебника или частично отсутствует. Некоторые страницы повреждены. Реставрация страниц неудовлетворительная. Страницы порваны, исчерчены и испачканы. Некоторые страницы отсутствуют. Учебник восстановлению не подлежит.
Удовлетворительный
Неудов-летвори-тельный`]],o=[2,0,96,2,0,90,2,0,90,2,0,83,2,0,92,2,0,69,2,0,92,2,0,111,2,0,84,2,0,80,2,0,59,3,0,6,3,0,15,2,0,95,2,0,76,2,0,79,2,0,80,2,0,95,7,0,37,4,0,9,3,0,28,11,0,88,11,0,89,11,0,94,11,0,90,11,0,99,17,0,23,12,0,16,10,0,77,10,0,80,10,0,89,10,0,65,10,0,88,10,0,89,10,0,83,10,0,86,10,0,84,3,0,90,3,0,77,3,0,69,3,0,98,3,0,80,3,0,77,3,0,84,3,0,80,3,0,77,7,0,38,4,0,4,4,0,43,13,0,103,13,0,80,13,0,77,13,0,81,13,0,71,19,0,39,14,0,24,4,0,94,4,0,68,4,0,105,4,0,103,7,0,18,5,0,67,3,0,91,3,0,88,3,0,83,3,0,92,3,0,74,8,0,33,4,0,9,9,0,102,9,0,116,9,0,107,9,0,104,9,0,82,15,0,30,2,0,92,2,0,86,2,0,81,2,0,105,2,0,85,1,0,85,1,0,94,1,0,101,1,0,79,1,0,110,1,0,108,1,0,94,1,0,90,1,0,85,1,0,69,2,0,25,5,0,91,5,0,108,5,0,103,5,0,106,5,0,100,5,0,91,8,0,45,7,0,15,6,0,26,4,0,100,4,0,116,4,0,97,4,0,104,4,0,99,4,0,87,4,0,79,6,0,21,5,0,6,5,0,82,5,0,80,5,0,92,5,0,96,5,0,100,5,0,89,14,0,31,6,0,7,3,0,101,3,0,61,3,0,99,3,0,94,3,0,68,10,0,36,4,0,8,3,0,84,3,0,72,3,0,101,3,0,95,3,0,115,3,0,148,3,0,89,5,0,40,4,0,7,4,0,104,4,0,95,4,0,108,4,0,99,12,0,30,5,0,61,3,0,109,3,0,105,3,0,93,3,0,96,3,0,112,3,0,111,3,0,74,6,0,32,9,0,25,7,0,84,7,0,99,7,0,93,7,0,106,7,0,95,7,0,96,7,0,75,16,0,32,11,0,17,6,0,89,6,0,96,6,0,92,6,0,90,6,0,81,8,0,12,8,0,101,8,0,90,8,0,104,8,0,92,8,0,84,4,0,85,4,0,80,4,0,77,4,0,79,4,0,83,4,0,96,4,0,88,4,0,106,4,0,91,10,0,29,5,0,31,6,0,122,6,0,96,2,0,102,2,0,101,2,0,101,2,0,111,3,0,89,3,0,103,3,0,78,3,0,90,3,0,104,10,0,19,4,0,107,4,0,113,4,0,91,4,0,89,4,0,66,12,0,32,6,0,8,5,0,12,4,0,78,4,0,102,4,0,99,4,0,117,4,0,96,4,0,82,12,0,32,5,0,20,2,0,83,2,0,51,2,0,92,2,0,97,2,0,80,2,0,107,2,0,78,4,0,60,4,0,108,4,0,100,4,0,91,4,0,85,4,0,92,4,0,105,5,0,25,3,0,81,3,0,102,3,0,87,3,0,99,3,0,76,4,0,43,5,0,90,5,0,94,5,0,98,5,0,95,5,0,92,5,0,74,8,0,18,6,0,56,3,0,98,3,0,106,3,0,100,3,0,92,4,0,14,4,0,17,1,0,69,1,0,77,1,0,92,1,0,105,1,0,79,1,0,96,1,0,97,5,0,20,2,0,24,7,0,108,7,0,95,7,0,94,7,0,110,2,0,102,2,0,119,2,0,80,2,0,101,4,0,88,4,0,108,4,0,80,4,0,93,4,0,90,4,0,88,4,0,55,5,0,37,1,0,108,1,0,108,1,0,88,1,0,121,1,0,109,1,0,110,1,0,75,5,0,17,2,0,31,2,0,85,2,0,97,2,0,64,1,0,104,1,0,105,1,0,98,1,0,90,1,0,109,1,0,56,2,0,20,2,0,30,6,0,96,6,0,102,6,0,85,6,0,62,3,0,77,3,0,89,3,0,96,3,0,109,3,0,94,5,0,11,4,0,45,1,0,92,1,0,100,1,0,108,1,0,85,1,0,88,1,0,88,1,0,69,3,0,4,5,0,99,5,0,89,5,0,95,5,0,80,5,0,71,7,0,7,5,0,92,5,0,104,5,0,88,5,0,115,6,0,14,2,0,105,2,0,97,2,0,97,2,0,81,2,0,88,2,0,62,5,0,11,3,0,18,2,0,96,2,0,88,2,0,78,2,0,94,2,0,91,2,0,93,2,0,80,2,0,91,2,0,61,4,0,9,6,0,88,6,0,92,6,0,103,6,0,80,6,0,120,11,0,29,7,0,51,5,0,92,5,0,92,5,0,94,5,0,92,5,0,78,5,0,98,7,0,14,6,0,29,3,0,101,3,0,120,3,0,94,3,0,93,5,0,6,4,0,91,5,0,102,5,0,99,5,0,104,2,0,106,2,0,111,2,0,110,4,0,8,4,0,98,4,0,96,4,0,91,4,0,95,4,0,87,7,0,13,2,0,88,2,0,97,2,0,98,2,0,88,2,0,106,5,0,91,5,0,92,5,0,108,5,0,80,5,0,92,5,0,71,7,0,13,3,0,85,3,0,86,3,0,105,3,0,106,3,0,86,3,0,79,3,0,100,3,0,89,4,0,15,4,0,81,1,0,95,1,0,88,1,0,110,1,0,100,1,0,93,1,0,61,2,0,7,2,0,32,4,0,51,4,0,71,4,0,106,4,0,92,4,0,102,4,0,89,4,0,113,4,0,111,4,0,115,6,0,34,5,0,80,3,0,98,3,0,110,3,0,103,3,0,95,3,0,111,3,0,91,3,0,91,6,0,24,4,0,55,4,0,82,4,0,86,4,0,98,4,0,68,4,0,70,4,0,62,4,0,101,4,0,91,4,0,77,4,0,55,11,0,26,5,0,91,5,0,77,5,0,72,5,0,77,5,0,88,5,0,86,5,0,69,7,0,8,5,0,90,5,0,75,5,0,83,5,0,95,5,0,84,5,0,98,5,0,59],s=`adadi
ag
ag2o
ag2s
ag3po4
agno3
ai
al
al2o3
al2s
al2s3
al2so43
al3s2
albr3
alcl3
alno33
aloh3
als3
aluminium
ar
arc
arfe
argentum
arial
aro
as
at
atomic
atomo
au
au2o3
aureol
aurum
b
b1
b2
b3
b6
b9
ba
babr2
bacl2
baii
bao
bao2
baoh2
baso4
be
becl2
beo
bichimi
bombastfon
boron
bosish
bosma
br
br2
buyurtma
c
c2
c2h2o4
c2h6
c3h8
c6h10o5
c6h12o6
c6h8o7
ca
ca2
ca3po42
cac2
cacl2
caco
caco3
cah
cah2
cah3
calcium
cano32
cao
cao2na
caoh2
carbohydrate
carboneum
caso4
ch2o2
ch3ch2oh
ch3cooh
ch3oh
ch4
chlorum
choh
ci
cl
cl2
cl2o3
cl2o7
clo
cm
cn
co
co2
co3
coagulatio
coagulum
cr
cr2o3
cro
cro3
croh3
cs
cs2
cu
cu2o
cu3c2h2o8
cuci2
cucl2
cuo
cuo3
cuoh2
cuoh2co3
cuprum
cuso4
diffusio
es
etildi
exoy
f
f2
fe
fe2o3
fe3o4
fecl2
fecl3
feo
feoh3
fepo4
fes2
feso4
filip
fluorine
fm
fr
galogen
garnitura
gd
gogengeym
h
h2
h2co3
h2cr2o7
h2o
h2o2
h2o2agoh
h2o2h2s
h2o2hclo4
h2o2no
h2o3
h2o4
h2o4p
h2o6
h2o8
h2po4
h2s
h2se
h2sio3
h2so3
h2so4
h3
h3po4
h4
hbr
hcho
hci
hcl
hco3
he
helium
hf
hg
hgo
hi
him
hisob
hj
hk
hmno4
hno3
ho
hpo42
hydrargyrum
hydrogenium
i
i2
ia
iap
ii
iii
iii2
iupac
iv
iva
ix
k
k2
k2co3
k2mno4
k2o
k2o2
k2o4
k2so4
kalium
kat
kcio3
kcl
kclo
kclo3
kegli
ki
kj
kmno4
kno2
kno3
ko
ko3
koh
kr
li
li2co3
li2o
li2o2k
licl
lino3
lioh
litho
lot
lr
ma
magnesium
md
metallum
mg
mg2
mgcl2
mgh2
mgo
mgo2
mgo2cu
mgo3
mgo6
mgoh2
mgso4
mkcl
mn
mn2
mn2o7
mn3
mno
mno2
mno4
mo
mole
mr
n
n2
n2o
n2o3
n2o5
na
na2
na2co3
na2o
na2o2
na2so3
na2so4
na3po4
naalo2
nacl
nacl2
nah
nano3
nao
naoh
nashriyot
natrium
nc
nco
nco2
ne
nh2
nh3
nh4
nh4no3
nh4oh
ni
niii
nio
nitrogenium
no
no2
no3
no5
no6
nusxa
ny
o
o2
o3
o4
o5
of2
ofset
oh
oh4
oxygenium
p
p2o5
pb
pb3o4
ph
ph3
po
po4
pp
pt
ra
rb
relative
rf
rg
rux
ruxsat
s
s2o6
s4
sb2o3
se
sg
shartli
si
si3n4
sih4
sin
sin3
sinfi
sio
sio2
sio3
sio4
sn
so2
so3
so4
so42
sphaira
sr
stannum
sulphur
tabogi
te
teofrast
tic
ticl4
tio2
u
v
v2o5
vi
vii
viia
viii
vita
w
wo3
xe
xix
xrom
xvi
xvii
xviii
xx
yil
zn
zn1
zn2
zncl2
znno32
zno
zno10
zns
zr
аатомн
аб
абдурахма
абра
абсолютн
авантюрин
авар
аварийн
август
авитаминоз
авогадр
австрийск
автобус
автомоб
автомобил
автор
агрегат
агрегатн
агрессивн
агрохимик
аденозинтрифосфорн
адсорбц
адсорбцион
аз
азот
азотн
азур
азурит
академ
аккумулирова
аккумулятор
акма
активир
активирова
активн
актин
актиноид
актуал
актуальн
акцептор
ал
аламушук
алгоритм
алкагест
алкама
аллерг
аллотроп
аллотропн
алмаз
алмалыкск
алтынтопганск
алфавит
алхим
алхимик
альберт
альдегид
альтернативн
альфред
алюмин
алюминиев
алюмосиликат
амаде
амеде
американск
америц
аметист
амин
аминокислот
аммиак
аммиачн
аморфн
амфотерн
анализ
анализир
аналит
аналитическ
аналог
аналогичн
анаэробн
английск
ангус
анем
анион
анод
анодирован
антацид
антиг
антисептик
антропоген
антуа
ао
апельсин
аппарат
аппет
аптек
ар
араб
арабск
аральск
арбуз
аргон
аристотел
аристотелевск
аристотелизм
аристотелист
арматур
аромат
аррениус
архитектур
асбестов
аскальц
аскар
аскорбинов
аспект
аспирин
астат
астигматизм
астматик
астрон
астроном
ат
атеросклероз
атмосф
атмосфер
атмосферн
ато
атом
атомизм
атомистическ
атомн
аурипигмент
африк
ахангара
ахангаранск
ахмад
ахун
багдад
баз
байсун
бакр
бактер
бактериальн
баланс
баллон
бан
банк
бар
баритов
баср
батар
батист
баттар
безводн
безвредн
безкислородн
безопас
безопасн
безостановочн
безразмерн
бекет
бел
белк
белков
белок
бенгальск
бензапир
бензин
берег
берет
берилл
беркл
бертолетов
берун
берут
берцелиус
бесконеч
бесконечн
бесцвет
бесцветн
бесшумн
бет
библиотек
бинарн
биоген
биокатализатор
биолог
биологическ
биомасс
биосинтез
биосинтезир
биосфер
биотическ
биохимическ
благовон
благодар
благородн
блеск
блестя
ближ
близк
близлежа
блок
блэк
блюдц
бобов
богат
богатств
богач
богослов
бойбичакон
бойл
бол
болгарск
болезн
больн
больш
большинств
бор
борот
борсакельмас
борьб
ботаник
брат
браун
брожен
бром
бромид
бромистоводородн
бромн
бронз
бронстед
броуновск
брызга
буд
будет
будут
будуч
будьт
букв
буклет
бумаг
бумажк
бумажн
бур
бурак
бурен
бурн
буров
буроугольн
бурчмулл
быва
быстр
быт
бытов
бюретк
бюхнер
ва
вает
важ
важн
важност
ваз
вазелин
вакуумн
вален
валент
валентн
валерианов
вам
ван
ванад
варен
вариант
варк
ват
ватн
ваш
вблиз
введ
введен
ввел
вверх
вдал
вдол
вдохнов
вдува
вдыха
ве
ведет
ведр
ведущ
везд
век
велик
величин
велосипед
вен
венер
верн
вероятн
верс
верстк
вертикальн
верх
верхн
вес
весн
вест
ветр
ветронеустойчив
вечер
веческ
вечн
вешеств
вещ
веществ
взаимн
взаимодейств
взаимодействова
взаимодейству
взаимозависим
взаимосвяза
взвес
взвесьт
взвешиван
взгляд
взорва
взросл
взрыв
взрыва
взрывоопас
взрывоопасн
взрывчат
взяв
взял
взят
вид
видевш
видел
видим
видн
видоизмен
визуальн
вилк
вильгельм
вин
виноград
винт
винч
вирус
висмут
витамин
витаминоподобн
вишнев
вклад
включ
включа
вкром
вкус
вкусн
вкусов
влаг
владеет
влажн
влажност
влива
влит
влия
влиян
влиятельн
вмест
вне
внесл
внешн
вниз
вниман
внимательн
внутр
внутрен
во
вовлеч
вовлечен
вод
водител
водн
водоем
водообраз
водопроводн
водор
водорастворим
водород
водородн
водоросл
водостойк
водств
водян
возбудим
возвраща
возглавля
возгоран
воздейств
воздух
воздушн
воззрен
возможн
возника
возникл
возникновен
возникнут
возобновля
возража
возраст
возраста
возрастан
возух
возьм
вокруг
волн
волокн
волокнист
волокон
волос
волосист
волшебн
вольфр
вольфрам
вообщ
вопрос
воронк
вос
восклица
воскресен
воспламенен
воспламеня
воспламеняем
воспольз
воспользу
воспринима
восприня
восстанавлива
восстанов
восстановительн
восстановлен
восток
восточн
восход
восьм
воющ
впадин
вперв
впита
впитыва
вправ
врач
враща
вред
вредн
вредност
врем
времен
всасыва
всасыван
все
вселен
всем
вскор
вследств
всплывут
вспомн
вспомогательн
встав
вставля
встраива
встреча
встряхива
встряхн
вступ
вступа
всыпьт
вся
втор
вторник
вулка
вулкан
вход
входя
вчер
вчетвер
выбер
выбор
выбра
выбрасыва
выброс
выведен
вывест
вывод
выгляд
выгодн
выдав
выдвинул
выдел
выделен
выделя
выделятьтепловрезультат
выдох
выдыха
выемк
выжива
вызва
вызыва
выкипен
выключ
вылива
вынима
вып
выпада
выпаден
выпадет
выпариван
выпарн
выпива
выпиш
выплескиван
выполнен
выполня
выпуск
вырабатыва
выравнива
выраж
выража
выражен
выраз
выращиван
высвобожда
высказыван
высок
высококачествен
высокоэффективн
высот
высохнет
выступа
высш
вытвор
вытерт
вытесн
вытеснен
вытесня
вытяжн
выучен
выходя
вычисл
вычислен
вычисля
выш
вышеперечислен
выяв
габбров
гадолин
газ
газгон
газет
газирова
газн
газов
газометр
газообразн
газоотводн
газопроводн
газопроводя
газопроница
газосварщик
галит
галитов
галл
галм
галог
галоген
гальваник
гамм
гассенд
гафн
гашен
гвозд
ге
гебер
гел
гелев
гемоглобин
генетическ
генр
геобиохимическ
географическ
геол
геолог
геологическ
геометрическ
геохим
гепатит
герат
гербицид
герман
герметизир
герметичн
геро
гетероген
гибел
гиг
гидрат
гидрид
гидрирован
гидро
гидроксид
гидроксогрупп
гидроксокарбонат
гидрологическ
гидростатическ
гидросфер
гильберт
гиповитаминоз
гипокс
гипотез
гипсов
глав
главн
гладк
глажк
глаз
глен
глин
глинян
глицерин
глицид
глобальн
глобус
глоток
глубин
глубок
глубоководн
глюкоз
гляд
гниен
гнил
го
говор
год
голов
головк
голод
голуб
гольм
гомоген
гор
горазд
горелк
горелок
горен
горет
горизонтальн
горловин
горлышк
гормон
горн
город
городск
горох
горошин
горошк
горюч
горя
горяч
государств
готов
гр
грав
град
градуирова
градус
грамм
гран
гранитн
границ
граничн
гранул
граф
график
графит
графическ
гремуч
греческ
гречих
гречк
греют
гриб
грифел
гроз
грозов
громк
груб
грузов
групп
гряз
гуля
дава
давлен
давн
дает
дайт
дал
далек
далтон
дальн
дальноемис
дальтон
дальш
дан
даниел
дармштадт
датск
дают
две
двер
двига
движен
движет
движут
движущ
двойк
двойн
двор
двум
двуок
двух
двухатомн
двухбуквен
двухвалентн
двухосновн
деберейнер
девя
дезинфекц
дезинфицир
действ
действительн
действова
дейтер
декабр
деканатц
декантац
декоративн
дел
дела
делен
делим
делител
дельф
деля
демокр
демокрит
демонстрац
ден
дерев
деревенск
деревя
держ
держа
держат
держател
дес
деструкц
десублимац
десят
десятилет
десятк
дет
детал
дефис
дефиц
дешев
деятельн
дж
джабир
джавахир
джамахир
джер
джозеф
джон
ди
диагностирова
диаграмм
диаметр
диапазон
дибромид
дизайнер
дизентер
дилмурод
динен
диоксид
диоксин
дирижабл
дисахарид
диск
дискообразн
дискретн
дисперсн
диспроз
дистиллирова
дистилляц
дистроф
диффуз
диффузирова
длин
длительн
дм
дмитр
дна
дне
днем
дни
днк
дно
дном
до
доалхимическ
доб
добав
добавк
добавл
добавля
добавок
добавьт
добыва
добыт
добыч
дожд
дождев
дождлив
доз
докаж
доказ
доказа
доктор
доктрин
документ
дол
долг
долголет
долж
должн
долин
дольк
дом
домашн
донор
дополн
дополнительн
допуска
допустим
дорог
доскональн
дословн
доставк
достаточн
достига
достигл
достигнет
достижен
доступн
драгоцен
древесин
древн
древнегр
древнегреческ
древнекитайск
дров
друг
ду
дубн
дума
дух
душ
дым
дымоход
дымя
дын
дыхан
дыша
дышат
евклид
еврааз
европ
египетск
египт
ед
единиц
единствен
едк
ежегодн
ем
емкост
естествен
ет
еществ
жакбаров
жан
жар
жарк
жарч
жасур
желез
железн
железняк
желт
желток
желудк
жетитовск
жив
живет
животн
животноводств
живш
жидк
жидкост
жизн
жизнедеятельн
жизнен
жил
жир
жирн
жиров
жит
жител
заболеван
забыва
завис
зависим
завод
загадочн
загор
загруз
загрузк
загрязн
загрязнен
загрязнител
загрязня
зад
зада
задан
задач
задумыва
заж
зажг
зажеч
зажжет
зажига
зажиган
зажим
зажима
заинтересова
зайт
заканчива
закапа
закар
закип
закипа
закис
заключа
заключен
закон
закономерн
законч
закр
закреп
закреплен
закрепля
закройт
закрыва
закрыт
закупа
зал
залеган
залеж
залив
залива
заливк
залит
зам
замачива
замедлен
замедля
замен
замерза
замерзан
замерзш
замет
заметк
заметн
заметок
замеча
замечен
замеща
замоч
занес
занест
заним
занима
занят
зап
запад
западн
запас
запаса
запах
запис
записа
записыв
записыва
запиш
заполн
заполнен
заполня
запомн
запор
запрещ
запреща
зарбанд
зармита
зарн
зарод
зарожден
заряд
заряж
заряжен
заселен
заслуг
заслужива
заставля
засып
засыпа
зат
затвердева
затвердевш
затрачива
зашл
защит
защитн
защитник
защища
звезд
звездн
звук
здоров
зеланд
зелен
земл
земледел
земн
зер
зерка
зерн
зернист
зернов
зим
злод
зна
знает
знак
знаком
знакомств
знаменит
знан
знат
знач
значен
значительн
зоб
золот
зон
зрен
зуб
зубн
зухрахон
ибн
иброх
иванович
игл
игра
ид
иде
идет
идущ
избега
избеган
избежан
избыток
избыточн
извержен
извест
известков
известн
известняк
извлека
извлечен
извн
изготавлива
изготовл
изготовлен
издан
издел
издревн
излуча
излучен
изм
измельча
измельчен
измен
изменен
изменя
измер
измерен
измерьт
измеря
изобар
изображ
изобража
изображен
изобраз
изобрел
изобретател
изобретен
изолирова
изотон
изотоп
изуч
изуча
изучен
изыма
изюм
иллюстрирова
им
имбир
имеет
имел
имен
имет
имеют
имеющ
иммунитет
императорск
ин
инач
ингичк
ингредиент
инд
индекс
индикатор
индикаторн
ине
инерт
инертн
инженер
инсектицид
инструмент
интенсивн
интервал
интересн
инфаркт
инфекц
инфекцион
информац
информацион
ион
ирид
ирригацион
иска
исключен
ископа
ископаемоеприродн
искр
искусств
искусствен
испарен
испаря
испачка
испеч
использ
использова
использован
использу
используем
испытыва
исслед
исследован
исследовател
исследовательск
исследу
исследуем
истор
историческ
источник
истощен
исфидож
исхак
исход
исходн
исчеза
исчезнет
исчезновен
исчерч
ита
итак
итальянск
иттерб
иттир
ищут
йенс
йод
йодид
йодистоводородн
йоха
кабачк
кабинет
кавендиш
кадм
кажд
каза
казеинов
каземир
кайрагочсойск
как
каков
какоет
какпатас
кал
калийн
калифорн
калмокгырск
калмоккир
кальмар
кальц
кальциев
кальциферол
камен
камн
камушек
канализац
капа
капел
капельк
капл
капуст
карамозорск
карандаш
карастун
карат
карахатск
карбонат
карбонов
кариес
карликов
карман
карт
картин
картинк
картофел
картошк
каса
каспийск
кастрюл
катализатор
катализир
катализирова
каталитическ
категорическ
катион
катод
каулд
каучук
качеств
качествен
кашкадарьинск
квадратн
кварц
кварцев
кг
кдж
ке
кем
керамик
керосин
кефир
ки
кибр
килограмм
кинд
кинетик
кинетическ
кип
кипен
кипп
кипя
кипят
кипятк
кипячен
кирюшкин
кисл
кисловат
кислород
кислородн
кислородосодержа
кислородсодержа
кислоротушен
кислососто
кислот
кислотн
кисприменя
кисточк
кита
китабул
китайск
кишечн
кишечник
кладез
клапан
класс
классификац
классифицир
классифицирова
классическ
классн
кластер
кле
клейстер
клетк
клеток
клеточн
климат
климатолог
клубник
км
книг
ко
коагуляц
кобальт
кож
кожн
койташ
кократос
колб
колеблет
колиз
количеств
количествен
коллекц
коллоид
колодц
колпачок
кольц
кольщик
комбинат
комментар
комнат
комнатн
компан
компенсацион
компонент
компот
компрессор
компьютер
компьютерн
комфортн
кон
конверс
конденсатор
конденсац
конденсир
конец
конечн
коническ
конкретн
конрад
консалтинг
консервант
конструкц
контакт
контейнер
континент
контрол
контролир
контролирова
контролиру
контролируем
конц
концентрац
концентрир
концентрирова
концепц
кончик
координир
коперник
коперниц
копот
кор
корабл
кораблик
коричнев
корм
корн
коротк
корпус
корпускул
корпускулярн
корректор
корроз
кос
косметик
космическ
космос
кост
костн
котор
коф
кохитанг
коэффицент
коэффициент
кра
краев
кран
красив
краск
красн
красноват
красок
кратк
кратн
крахма
креветк
кремн
кремниев
креп
креплен
криоген
криптон
кристалл
кристаллизац
кристаллическ
кристаллогидрат
кристиа
критер
критик
критикова
критику
кров
кроветворен
кровян
кром
крошечн
кругл
кругов
круговорот
кружк
круп
крупн
крупномасштабн
крышк
ксенон
кубик
кузнец
кукуруз
кукурузн
куллина
культур
кунигиратск
купл
куплен
кураг
кургошинкон
курин
курр
куск
кусок
кусочек
кусочк
кустарник
кухн
кухон
куч
кызылалмалис
кызылкум
кюр
лаборатор
лабораторн
лавуаз
лак
лакмус
лакмусов
лаконичн
лактоз
ламп
лангар
ланта
лантаноид
лат
латинск
латын
лауреат
лаурис
лев
левкипп
легк
легковоспламеня
легкост
легч
лед
ледник
ледян
леж
лежат
лекарств
лекарствен
леонард
лес
лесн
лесонасажден
лет
летвор
летуч
лечен
либ
ливермор
лимон
лин
линейк
липид
лист
лит
литератур
литосфер
литр
личн
лиш
лишн
логик
логическ
лодк
лодочк
лож
ложбин
ложк
ложн
ломонос
ломоносов
лопаточк
лора
лот
лоур
лоуренс
лоуренск
лук
лун
лунин
луч
лучш
льда
льдов
льдом
льдоподобн
льюис
льют
люб
любител
люд
лют
лютец
лягушек
лягушк
ляют
ма
магазин
магн
магниев
магнит
магнитн
магниц
мадин
макро
макроэлемент
максимальн
мал
маленьк
малинов
малокров
малолетуч
мальтоз
мам
мамун
ман
манганат
мандарин
мансур
манчестер
марганец
марганц
маргарин
маржонбулок
марифатул
марл
марлев
марс
март
мартин
марум
маск
масл
масля
маслян
масс
массов
масштаб
математик
матер
материа
материал
материальн
мачех
маш
машин
мг
мебел
мед
медицин
медицинск
медлен
медн
межгосударствен
международн
межзвездн
межклеточн
межмолекулярн
мейер
мейтнейр
мел
мелвсплыва
мелк
мельчайш
мембра
мен
менделе
менделеев
меньш
меня
мер
мерк
меркур
мерн
мероприят
мертв
мест
местност
месторожден
месяц
мета
метаболизм
металл
металлическ
металлогидридн
металлообрабатыва
металлург
металлургическ
метан
метанол
метафизик
метилов
метилоранж
метиорит
метод
метр
механизм
механик
механическ
мехов
меч
мешочек
миграц
микро
микроб
микроволнов
микрограмм
микроорганизм
микроскоп
микроскопическ
микроэлемент
миллиард
миллилитр
миллион
миндал
минера
минерал
минералл
минералог
минеральн
минимальн
минут
миокард
мир
мирзаев
миров
мировоззрен
мис
миск
михаил
мкг
мл
млн
мм
мнен
мног
многократн
многолетн
многослойн
множеств
мог
могут
модел
модификац
моет
мож
может
мозгов
мокр
мол
молекул
молекулярн
молибд
молн
молод
молок
моломеня
молочн
мольн
молярн
мон
монограф
моноклин
монооксид
моносахарид
мор
морепродукт
морков
мороз
морск
москов
мотыг
мочевин
мощн
моющ
мпа
мрамор
мраморн
муваффак
муваффака
мудрост
музыкальн
мук
мулл
муравьин
мурунтов
мус
мусор
мусорн
мут
мутац
мутн
мутнеет
мухаммад
мы
мыл
мыльн
мысл
мыслител
мыт
мышечн
мышлен
мышц
мышьяк
мягк
мяс
мясн
набира
наблюд
наблюда
наблюден
набор
набра
наверняк
наверх
навруз
нагр
нагрева
нагреван
нагревател
нагревательн
нагрел
нагрет
нагрузк
надет
надпис
назад
назва
назван
наземн
назнача
назначен
назов
называ
наибол
наибольш
наименован
наименьш
найд
найт
нак
накаплива
наклоня
накоплен
накр
накрахмален
накройт
накрош
накрыва
нал
налет
налива
налич
нам
намн
намокл
нанес
нанест
нанометр
нанос
наоборот
написа
написан
напитк
напиток
напиш
наполн
наполнен
напомина
направ
направл
направлен
направля
например
напрям
наргиз
нарис
нарисова
народ
народн
наруш
наруша
нарушен
наряд
насажден
населен
наскольк
наслед
настольк
настоя
наступа
наступлен
насыпа
насыпьт
насыща
насыщен
натр
натриев
натрун
натуральн
натуральновид
наук
науч
научн
нафталин
наход
находя
нахожден
национальн
нача
начал
начальн
начат
начерт
начин
начина
начн
начнет
начнут
наш
нашатырк
неактивн
неблестя
небольш
неверн
невидим
невозможн
невооружен
неврологическ
негативн
негашен
неглубок
негоряч
недавн
недар
недел
неделим
недоста
недостатк
недостаток
недостаточн
нежив
независим
незаживлен
незаменим
незаряж
незначительн
неизбежн
неизмен
неисправн
нейтрализатор
нейтрализац
нейтрализова
нейтральн
нейтрон
нейш
некачествен
неконтролируем
некотор
некрасив
нелетуч
нем
немедлен
неметалл
неметаллич
неметаллическ
немецк
немн
нен
ненасыщен
ненужн
необ
необратим
необход
необходим
необыкновен
необычн
неод
неодинаков
неон
неорган
неорганическ
неосажда
неосторожн
неосяза
неотъемлем
неповторим
непоправим
непосредствен
неправильн
непрерывн
непригодн
нептун
нер
неравномерн
нерастворим
нервн
нерудн
несвяза
нескольк
несолеобраз
несолеобразуюш
несомнен
несравнен
нетипичн
неуд
неудивительн
неудобн
неудовлетворительн
неустойстворим
неустойчив
нефт
нефтедобыва
нефтепереработк
нехватк
неэффективн
ни
нива
ниж
нижеприведен
нижеслед
нижн
низ
низк
никак
никел
никол
никола
николаевич
ним
ниток
ниточн
нитрат
нитрит
нитроглицерин
нихон
но
нобел
нобелевск
нов
новорожден
ног
ногт
нож
ножниц
ном
номенклатур
номер
нормальн
нос
ност
нуж
нужд
нужда
нужн
нуклеинов
нул
нулев
нумер
нурот
ны
нын
нынешн
ньюлендс
нюха
няют
об
обвал
обе
обезвоживан
обеззараживан
обеспеч
обеспечен
обеспечива
обесцвечиван
обжариван
обжиг
обзор
обил
обильн
обирахмат
обита
обитан
обитател
облада
облак
област
облегча
облегчен
обложк
обм
обмен
обменива
обнаруж
обнаружен
обо
обобща
обогащен
обозн
обознач
обознача
обозначен
обозначьт
оболочк
обонян
оборот
оборудован
обосн
обоснова
обрабатыва
обработа
обработк
образ
образец
образова
образован
образовыва
образу
образуем
образц
обрат
обратим
обратн
обраща
обреза
обсуд
обусловл
обусловлен
обширн
общ
обща
обществ
обществен
объ
объед
объедин
объединен
объединя
объект
объем
объемн
объясн
объяснен
объясня
обычн
овес
овощ
овраг
овсянк
оганесон
огн
огнетушител
огон
огранич
ограничен
огурц
од
одежд
одеял
одинак
одинаков
одн
однак
одноатомн
одновалент
одновалентн
одновремен
одноклассник
одноосн
одноосновн
однородн
ожирен
ожог
озер
означа
озон
озонатор
озонирован
озонов
ок
оказа
оказыва
океа
океан
океанск
окислен
окислител
окислительн
окисля
окка
окн
окол
окон
окончан
окончательн
окраск
окраш
окрашен
окрашива
окрашиван
округлен
окружа
окружен
оксигемоглобин
оксид
оксидн
оксидообраз
окта
октуз
октябр
окуляр
окунут
олов
омолажива
он
онкологическ
оп
опасн
оперативн
оперед
опилк
описа
описан
описыва
опиш
оползн
опор
определ
определен
определя
опреснен
оптимальн
оптическ
опубликова
опуска
опуст
опыт
опытн
оранжев
орбит
орбита
орбитал
орга
орган
организац
организм
органическ
орех
оригинальн
орланд
ортофосфорн
осадк
осадок
осажден
осветлен
осво
оседа
ослаблен
ослабля
осм
осмотическ
осмотрет
оснащен
основ
основа
основан
основн
основоположник
основыв
особ
особен
оста
оставля
оставьт
остальн
остатк
остаток
остеклен
осторож
осторожн
осушител
осуществля
отбеливан
отбор
отверст
ответ
ответствен
ответьт
отвеча
отда
отдел
отделен
отдельн
отделя
отклеин
откр
откроет
открыва
открыт
откуд
отлич
отлича
отмер
отмет
отметьт
отмеч
отмеча
отнес
отнест
относ
относительн
отношен
отража
отражен
отрасл
отраста
отреставрирова
отрица
отрицательн
отстаиван
отсутств
отталкива
отталкиван
отход
отчет
официальн
охарактериз
охлад
охлаж
охлажда
охлажден
охра
охран
оцен
оценива
очен
очеред
очист
очистк
очища
очищен
очк
ошиба
ощуща
ощущен
па
пада
пакет
пакс
палванташ
палец
паллад
палочк
памят
памятк
памятник
пар
паразит
паразитарн
параллельн
парацельс
париван
парников
парообразн
паст
пастбищ
пасущ
патент
патоген
патологическ
пахнущ
пахуч
пен
пепл
пер
перв
первичн
первозда
первоначальн
перевед
переверн
перевернут
перевод
перевозчик
перегонк
перегородк
перегрева
перегрузк
перегруппировк
переизлуча
перейт
перек
перекис
перел
перелива
переливан
перелом
перемен
переменвалентн
перемеша
перемешив
перемешива
перемеща
перенос
перепута
перерабатыва
переработа
переработк
переселя
переста
переставля
перестанет
переход
перец
перечисл
перечислен
перилдическ
период
периодическ
периодичн
периферическ
перманганат
пероксид
перр
перрин
персидск
персона
перц
перчатк
песк
песок
песочн
пестик
пестицид
песчаник
петер
петрушк
печ
печатн
печен
пигмент
пигментн
пил
пипетк
пирамид
писа
письм
пит
питан
питательн
питьев
пиш
пишет
пишут
пишущ
пищ
пищев
пищеварен
плавл
плавлен
плазм
плам
пламен
план
планет
планетарн
пластиков
пластилин
пластин
пластинк
пластическ
пластичн
пластмасс
плат
платин
платон
платоническ
платформ
плеер
пленк
плит
плод
плодород
плоск
плоскодон
плотн
плотност
плох
площад
плутон
поблиз
побочн
поварен
поведен
повернут
поверх
поверхн
поверхностн
повлия
поврежд
повседневн
повсюд
повтор
повторн
повторя
повыс
повыша
повышен
погас
погаснет
погиба
поглаща
поглащен
поглотител
поглоща
поглощен
погод
погружа
под
пода
подава
подальш
подарк
подач
подверга
подвергш
подвижн
подвод
подводн
подгорет
подготов
подготовк
подготовл
подготовьт
подгрупп
поддельн
поддержа
поддержан
поддержива
поддерживан
поддержк
подержа
подземн
подключа
подключен
подлеж
поднес
поднесет
поднест
поднима
поднимет
поднос
подоб
подобн
подогр
подогрева
подогреван
подогрет
подожд
подп
подраздел
подразделя
подробн
подскаж
подставк
подсчита
подтверд
подтвержда
подума
подуровн
подушк
подход
подходя
подчеркн
подчеркнут
пожар
позвол
позволя
поздн
позж
поиск
пок
покаж
показа
показан
показател
показыва
покида
поко
покров
покроет
покрыва
покрывал
покрыт
покуп
покупк
пол
полев
полезн
полисахарид
полн
полноводн
полност
половин
полож
положен
положительн
полон
полост
полудуг
получ
получа
получен
польз
пользован
пользовател
пользу
польск
поляризац
полярн
поменя
помест
помеша
помещ
помеща
помещен
помидор
помим
помн
помога
помол
помоч
помощ
помутнен
понаблюда
понедельник
понемног
понижен
понима
понюха
понюхива
поня
понят
поочередн
попада
попадан
попол
попроб
попрос
попыта
попытк
попыток
пор
поражен
поразительн
порва
порист
пород
порошк
порошок
порч
порядк
порядков
порядок
посвящен
поскольк
последн
последовательн
последств
посмотр
посредств
постав
поставлен
поставщик
поставьт
постепен
постоя
постоянств
построен
постройт
поступа
поступлен
посуд
посчита
потемнен
потеплен
потер
потеря
поток
потоотделен
потр
потреб
потреблен
потребля
потребляеет
потребн
потребова
потрескива
потрясет
потускнен
потуш
похож
поч
почасов
почв
почвен
почек
почувствова
почувствует
пошл
поэт
поэтапн
появ
появлен
появля
поясн
прав
правд
правил
правильн
праздник
праздничн
празеод
пракислород
практик
практическ
преврат
превраща
превращен
превыш
превыша
преддвер
предел
предлага
предлож
предложен
предмет
предметн
предназнач
предназначен
предоставьт
предосторожн
предотвраща
предотвращен
предполага
предполож
предположен
предпочита
предпринят
предприят
предсказа
представ
представл
представлен
представля
представьт
предупрежден
предыдущ
прежд
преимуществ
прекрасн
прекрат
прекращ
прекраща
прекращен
прем
преоблада
преодолева
препарат
препода
преподавател
препятств
пререгонк
пресн
претерпева
претерпел
приближа
приблизительн
прибор
привед
приведен
привел
привержен
привест
привлеч
привод
приводя
привыкл
приглушен
пригодн
приготовлен
приготовьт
прида
придан
прием
приемник
прижат
приземн
призна
признак
прикладн
прикле
прикосновен
прикрепля
прикрыва
прикрыт
прил
прилега
прилипа
прилож
применен
применя
пример
примерн
примес
прин
принима
принцип
принят
приобретет
приписыва
приподнима
природ
природн
природопользован
присмотрет
присоединен
присоединя
приспособлен
приставк
пристл
приступ
приступа
присужда
присутств
присущ
притягива
притяжен
приход
прич
причин
причинен
пришл
приятн
проактин
проанализир
проанализирова
проб
пробирк
пробирок
пробк
пробл
проблем
пробова
провед
проведен
провел
провер
проверк
проверьт
проверя
провод
проволок
проволочн
прогладьт
проглот
программ
прода
продавец
продавц
продела
продолж
продолжа
продолжат
продукт
продукц
проедет
проект
проектн
проживан
прозрачн
произведен
производ
производим
производител
производств
производствен
произойдет
произошл
происход
происходя
происхожден
происшедш
прокаливан
прокладк
прокле
прокомментир
прол
пром
промежутк
промежуточн
промерза
промет
промыва
промывк
промышлен
проника
проникновен
пронумерова
пропа
пропаст
пропитыва
пропорц
пропорциональн
пропуск
пропуска
пропуст
прореагирова
прорез
просачива
просеива
прослав
прослед
прост
простот
пространств
простуд
прот
протеин
протека
протекан
протерет
противогриппозн
противоположн
противореч
протирк
протон
протр
протяжен
профессор
профилактик
проход
проходя
процедур
процент
процентн
процесс
прошедш
прощ
прояв
проявля
прсты
пруд
пружин
прям
психическ
птиц
птолем
пузыр
пузырьк
пулатов
пуст
пустот
пустыр
пут
пута
путаниц
путешествова
пчеловодств
пшен
пшеничн
пыл
пылев
пыльц
пыта
пьер
пят
пятн
пятниц
работ
работа
работоспособн
рабоч
рав
равн
равномерн
равносторон
рад
радиац
радиоактив
радиоактивн
радиоктивн
радионуклид
радиус
радон
раз
разб
разбавл
разбавлен
разбит
разбрасыва
разбрызгива
разведен
развива
развит
разглаживан
разд
разда
раздел
разделен
разделя
разес
разжеч
разжижен
разлага
разлив
разлива
разлит
различ
различа
различн
разлож
разложен
размахив
размер
размещен
размыт
разн
разниц
разновидн
разнообраз
разнородн
разорва
разрабатыва
разработа
разработк
разреза
разреш
разруш
разруша
разрушен
разрушительн
разрыв
разряд
разумн
район
райха
райхон
рак
ракет
ракетн
раковин
рам
ран
раньш
рас
раскален
раскрасьт
раскрыт
расп
распад
распада
расплавл
расплавлен
расплавля
распозна
располага
располога
располож
расположен
расправля
распредел
распределен
распределя
распростран
распространен
распространя
распростроен
рассеиван
рассея
расскаж
рассказа
рассматрив
рассматрива
рассмотр
рассмотрен
расставьт
расстоян
рассчита
рассчитыва
раста
раствор
растворен
растворим
растворител
растворя
растека
растекл
растен
растет
растеч
растечет
растительн
растут
расход
расчет
расчетн
расшир
расширя
расщеплен
расщепля
рахит
рацион
реагент
реагир
реагирова
реагиру
реак
реактив
реактивн
реакц
реализац
реальн
ревматизм
регион
регулир
регулирова
регулятор
редактор
редк
редкоземельн
реж
резерв
резерфорд
резин
резинов
резк
результат
результет
рейтингов
рек
рекоменд
рекомендац
рекомендуем
реконструкц
рекордсмен
ректификац
рельеф
ремесл
ремешк
рен
ренген
рентг
рентген
рентгеновск
респиратор
республик
реставрац
ресурс
ретинол
рецептор
речн
реш
реша
решен
ржавеет
ржавлен
ржавчин
ржан
ри
рибофлавин
римля
римск
рис
рисован
рисунк
рисунок
рн
роберт
ровн
род
родник
розов
рол
ромбическ
рос
рост
ростойк
рт
ртут
ртутн
рубашк
рубид
руд
рудн
рудник
рук
рукон
рукопис
рулон
русск
рутен
ручк
рыб
рыбн
ряд
ряют
са
саб
сад
саж
салат
салицилов
салфетк
салют
сам
самар
самовозгора
самовозгоран
самовоспламеня
самолет
самопроизвольн
самостоятельн
сара
сарвар
сардар
сарыкчек
сатурн
сахар
сахарн
сахароз
сбок
сбор
сбрасыва
сброс
свалк
свалок
свант
свантес
сварк
сварочн
сведен
свеж
свекл
свертываем
свертыван
сверх
свет
светильник
светоотдач
свеч
свидетел
свидетельств
свинец
свинц
свинцов
сво
свободн
свойств
связ
связа
связыв
связыва
связыван
сгор
сгора
сгоран
сгорел
сгусток
сгущен
сдела
север
северн
сегодн
сегодняшн
седьм
сезон
секрет
секретн
сектор
секунд
сел
селитр
сельск
сельскохозяйствен
сем
семейств
семен
семенович
семя
сен
сер
сердечн
серебр
серебрян
серн
сернист
сероводород
сероводородн
серьезн
сет
сетк
сетчат
сжат
сжига
сжиган
сжижа
сжижен
сжима
си
сиборг
сил
силикат
сильн
сильнодейств
символ
син
синтез
синтезир
синтезирова
синтетическ
сироп
сист
систем
сит
ситуац
сих
ска
скаж
сказа
сказк
сканд
скаплива
скважин
ским
складок
складыва
склон
склянк
скобк
сковород
скольк
скорост
скорректирова
скот
слаб
сладк
сланец
слев
слегк
след
следова
следован
следовательн
следств
слез
слепот
слив
сливк
сливоч
сливочн
слизист
сло
слов
сложн
слоист
слома
служ
случа
случайн
слыш
слюд
смачива
сме
смед
смен
смерт
смес
смесител
смеша
смешива
смешиван
смит
смог
смогл
смож
сможет
смойт
смородин
смотр
смотрел
смотрет
смоч
смочен
смыва
смягчен
снабж
снабжа
снача
снег
сниж
снижа
снижен
сниз
снима
со
соб
собер
собира
соблюда
соблюден
собра
собствен
событ
совершен
совершенствова
совместим
совокупн
современ
современник
согласн
соглашен
согрева
сод
содерж
содержа
содержан
содержат
содов
соедин
соединен
соединениис
соединительн
соединя
созда
создава
создан
сок
сокраща
сокращен
сол
солен
солеобраз
солнечн
солнц
соля
солян
сообщен
сообществ
соответств
соответствен
соотношен
соприкаса
соприкосновен
сопровожда
сор
сорбент
соренсен
сосредоточ
сосредоточен
соста
состав
составл
составлен
составля
составн
составьт
состо
состоя
состоян
сосуд
сосудист
сосчита
сотн
сотрудничеств
сох
сохр
сохран
сохранен
сохраня
сочетан
союз
спаса
специальн
спира
спирал
спирт
спиртов
спиртовк
спиртосодержа
списк
список
спичек
спичк
сплав
спор
способ
способн
способств
способству
справ
справк
спрос
спуст
спутник
сравн
сравнен
сравнива
сраз
сраста
сред
средн
средств
среза
ст
стабилизац
стабильн
став
стад
стадион
стака
стакан
стал
сталелитейн
сталкива
стальн
стандарт
станет
станов
становительн
станок
стар
стат
стве
створичив
сте
стекл
стеклодув
стекля
стенк
степен
стереохим
стержен
стержн
стерилизац
стерильн
стероидн
стимулир
стира
стирк
стихотворен
сто
стоен
сток
стокгольм
стол
столб
столбец
столбц
столкнул
столкнут
столов
стольк
сторон
сторонник
сточн
страда
стран
страниц
стратосфер
стратосферн
стрелк
стрем
строг
строен
строительн
строительств
стройк
строк
стронц
строчн
стру
стружк
структур
структурн
студент
ступк
су
субатомн
суббот
сублимац
субстанц
сулаймон
сульфат
сульфид
сульфит
сум
сумаляк
сумм
суп
сурхандарьинск
сурьм
сустав
суставн
сут
сутк
суточн
сух
суш
существ
существен
существова
существован
сфер
сферическ
сформулирова
схем
схематичн
схлор
сходн
сходств
схож
схожест
счаст
счет
счита
сыворотк
сыгра
сыр
сэкономлен
ся
таблетк
таблиц
табличн
тает
тайн
так
такоб
талл
тампон
танта
ташкентск
таян
твер
тверд
твердост
творог
те
текст
текстильн
тел
телефон
теллур
тельн
тельц
тем
темн
темнот
температ
температур
температурн
теннессин
теор
теоретическ
тепл
тепло
теплов
теплоемк
теплокровн
теплообм
теплот
терб
термин
термическ
термодинамик
термометр
термостойк
террикон
территор
теря
тесн
тест
тестирова
тетра
тетрад
тех
техник
техниц
техническ
техноген
технолог
технологическ
течен
тиамин
тигел
тигельн
тигл
тип
типичн
типов
тир
тироксин
тита
тиф
тихоньк
ткан
тканев
тлет
тлеющ
то
ток
токсин
токсич
токсичн
толка
толст
томсон
тон
тонк
тонкостен
топ
топлив
топливн
топор
тор
торфян
точек
точк
точн
точност
трав
травм
трактат
трактор
транспорт
транспортировк
транспортн
треб
трем
треск
трет
треугольник
трех
трехатомн
трехколесн
трехлитров
трехосновн
трещин
трещинообразован
триад
триглицерид
трижд
триллион
трит
трихлорид
трога
тропосфер
труб
трубк
труд
трудн
трудноразглажива
трудност
тряпк
ту
тубакат
тубокат
туд
тул
тума
тус
тускл
тускнеют
тут
тухл
туш
тушен
тщательн
тыкв
тысяч
тяжел
тянет
убед
убежда
убива
убира
уборк
убра
увелич
увеличен
увеличива
увеличималин
увер
увид
увидел
увидет
угарн
угл
углевод
углеводн
углеводород
углекисл
углерод
углеродн
угнета
угол
уголк
угольн
угроз
уда
удал
удален
удаля
удар
удельн
удержа
удержан
удержива
удерживан
удивительн
удобн
удобрен
удобств
удовлетворен
удовлетворительн
удовлетворя
удосто
удостовер
узбекиста
узбекистан
узбекск
узк
узна
уйдут
уйт
укаж
указа
указан
указыва
укреплен
укрепля
укроп
укрыт
уксус
уксусн
укутыва
улавлива
улучша
улучшен
ультрафиолетов
уменьш
уменьша
уменьшен
умер
умерен
умет
умнож
умножен
универсальн
университет
уникальн
уничтож
уничтожен
унос
упаковк
упомянут
упорядочен
употребительн
употреблен
употребля
управля
упражнен
ура
уравн
уравнен
уравнива
уравниван
уранов
уровен
уровн
урок
урон
усваива
усвоен
усил
усилен
ускор
ускоря
услов
условн
успех
успешн
устал
устанавлива
установ
установл
установлен
устойчив
устран
устро
устройств
устьиц
усугубля
утвержда
утвержден
утр
ухудшен
уча
участ
участв
участк
участок
учебн
учебник
учебучебник
учен
ученик
учениц
учитыва
ущерб
фаз
факт
фактическ
фактор
фамил
фараб
фармаколог
фармакоп
фармацевт
фармацевтическ
фармон
фарфор
фарфоров
фасол
фатальн
фаун
фенол
фенолфталеин
ферганск
ферм
фермент
ферментативн
фермер
фермерск
феруз
фи
физ
физик
физич
физическ
фиксир
философ
философск
фильтр
фильтрат
фильтрац
фильтровальн
фильтрован
финанс
финск
фиолетов
фитил
флеров
флогистон
фломастер
флор
фольг
фон
фонар
форм
формир
формирова
формирован
формул
фосфат
фосфор
фосфорит
фосфоритн
фосфорн
фот
фотодиссоциац
фотон
фотосинтез
фракц
фракцион
франкланд
франкленд
франц
французск
фридр
фрукт
фруктов
фруктоз
фтор
фторид
фтористоводородн
фундаментальн
функ
функц
функционирова
функционирован
футбольн
хазин
хайя
хальког
хаотичн
харав
характер
характериз
характеризова
характеристик
характерн
хасс
хвата
хг
хилол
хим
химик
химикат
химичес
химическ
химическиз
химичнск
хладагент
хлеб
хлоп
хлопков
хлор
хлорат
хлорид
хлорир
хлорирован
хлорист
хлороводород
хлоропласт
хлорофилл
ход
хожайкон
хожайконск
хозяйств
хозяйствен
холер
холестерин
холм
холод
холодн
хорош
хот
храм
хран
хранен
хранилищ
христиа
хром
хроматограф
хроматографическ
хронолог
хрупк
хрустал
художествен
художник
цвет
цветн
цветочн
цез
цел
целенаправлен
целесообразн
целлюлоз
целлюлозн
целостн
цельн
цементн
цен
ценност
центр
центральн
цеп
цепочк
цер
ци
цикл
циклическ
цилиндр
цинг
цинк
цинков
циркон
циркуляц
цитрусов
цифр
ча
чает
чайник
час
часов
част
частиц
частичн
частн
частност
чаш
чашек
чашк
чащ
чел
человек
человеческ
человечеств
черн
чернет
чернильн
ческ
чест
четверг
четк
четыр
четырех
чешуйчат
чимган
чисел
числ
числен
числов
чист
чистк
чистот
чистя
чита
чищ
член
чодак
чрезвычайн
чтен
чувств
чувству
чугун
шаг
шанкурту
шар
шаргун
шаргунск
шарик
шариков
шарипов
шафра
шахноз
шахт
шахтн
шведск
швейн
шеел
шелк
шенбейн
шерстян
шест
шин
широк
широкогорл
шкаф
школ
шланг
шлифовк
шнур
шорс
шотландск
шпат
шпател
шрифт
штал
штат
штатив
штативн
штык
шумов
щавелев
щелоч
щелочн
ществ
щетк
щипц
щитовидн
эволюц
эволюцион
эдвард
эйнштейн
экзем
экзотермическ
экипаж
эколог
экологическ
экологичн
экономик
экономическ
экономн
экосистем
экра
экран
эксперимент
экспериментальн
экстракц
эл
эластичн
электр
электрическ
электричеств
электрол
электролиз
электролизер
электролит
электромагнитн
электрон
электронагревател
электронейтральн
электроотрицательн
электроп
электропроводн
электростанц
элемент
элементн
эликсир
эма
эмоциональн
энерг
энергетическ
энергоемк
энергопотреблен
энергоресурс
энергосберега
энрик
энштейн
эпидем
эпилепс
эпох
эрб
эритроцит
эрнест
эроз
эт
эта
эталон
этап
этикетк
этилов
эфир
эффект
эффективн
южн
юн
юпитер
юриспруденц
юсуф
ют
яблок
яблочн
явлен
ягод
яд
ядер
ядерн
ядовит
ядр
язык
яиц
яичн
яйц
якоб
якор
ям
янтарн
япон
ярк
ясн
ячейк`,c=[1,57,7,4,2,88,5,144,77,1,8,17,1,4,26,7,33,1,5,73,2,1,2,3,3,5,7,3,1,27,1,1,1,61,3,4,1,1,1,56,4,26,1,16,8,17,44,13,3,5,1,1,2,1,1,54,58,1,327,3,1,27,16,2,28,2,96,8,20,10,33,6,72,2,9,2,28,7,66,1,67,2,1,34,3,4,40,21,70,2,7,9,163,217,1,7,50,6,15,155,283,24,1,1,70,27,10,34,12,22,5,213,15,1,1,21,58,2,39,11,3,64,1,3,1,1,79,38,196,54,27,16,30,27,41,2,15,36,1,3,2,10,1,1,2,1,259,283,31,4,760,32,1,2,1,2,6,5,1,2,1,1,116,3,12,28,245,3,34,1,37,2,29,223,3,20,2,26,28,7,22,1,1,5,2,6,135,29,2,1,5,86,42,2,1,318,133,1,21,124,1,5,241,2,17,9,23,3,3,48,2,1,2,78,6,22,1,11,7,72,8,42,2,2,86,30,65,5,12,1,6,3,20,3,1,3,5,27,2,1,96,6,15,1,25,1,1,1,1,14,12,2,64,1,11,1,25,57,28,11,6,17,99,116,13,5,8,200,2,59,33,9,10,51,6,7,251,1,6,73,1,184,1,2,2,1,1,29,9,122,53,18,3,44,1,5,2,180,98,68,4,2,1,4,174,405,19,7,3,6,1,171,2,3,62,50,109,2,21,10,15,17,2,23,4,17,3,3,2,21,1,143,1,2,4,10,2,1,43,1,10,1,1,1,15,67,1,1,31,124,84,48,7,3,29,1,1,1,5,1,1,1,1,5,71,7,47,22,3,13,3,8,2,46,15,23,4,6,9,8,1,180,2,4,22,7,35,1,15,5,2,22,1,1,10,2,1,1,2,4,41,2,1,5,12,5,3,47,4,3,2,10,5,7,226,126,1,1,4,1,10,2,2,8,145,4,25,1,5,6,16,1,14,1,1,2,10,4,25,4,2,2,6,6,2,50,3,2,147,11,8,2,2,3,2,4,10,7,115,23,6,76,34,1,1,20,13,16,5,29,1,3,165,59,1,5,1,6,6,4,2,2,15,1,1,34,1,7,3,3,28,8,1,1,1,4,10,5,1,9,5,1,2,17,2,6,1,1,3,3,193,2,1,72,144,1,657,1,4,340,1,1,2,1,2,1,1,1,2,5,14,3,25,7,7,4,48,1,1,6,3,1,17,1,3,3,41,1,1,2,116,44,6,7,1,1,30,3,6,28,2,9,13,22,7,1,12,4,94,1,2,2,7,13,2,10,36,2,2,1,12,1,10,2,29,16,19,8,10,21,4,3,1,1,6,3,1,1,1,1,7,4,1,8,4,192,37,29,1,2,14,1,2,3,8,61,49,3,21,8,2,3,1,11,7,21,11,2,37,1,48,7,13,29,1,4,37,3,2,1,17,72,35,26,7,1,8,6,135,264,7,1,1,1,1,3,155,7,3,2,12,5,21,4,9,5,26,2,5,6,12,18,2,4,1,3,2,15,17,1,2,3,43,20,42,1,2,1,11,6,2,2,10,1,17,34,1,1,3,1,1,1,3,2,6,1089,10,265,4,24,1,2,2,1,2,5,1,4,15,3,2,5,14,1,4,43,372,1,4,4,37,1,1,1,4,4,8,3,1,1,10,21,2,2,44,9,30,1,40,1,2,10,1,11,2,8,3,53,69,1,64,7,2,102,25,43,6,11,15,1,2,2,901,3,94,5,3,8,4,20,500,71,4,6,1,39,3,6,1,3,142,268,7,1,38,31,3,13,4,2,1,1,25,35,1,18,50,6,26,1,21,7,1,1,9,4,4,110,9,1,2,1,19,2,4,2,14,1,1,38,5,58,98,6,3,1,14,1,1,18,2,5,23,5,31,6,23,1,138,42,3,3,11,6,38,2,10,1,10,2,1,5,1,515,5,5,31,95,1,7,114,1,4,8,79,27,1,3,6,6,9,10,8,2,6,63,9,6,3,5,69,102,147,3,1,2,1,1,11,45,1,3,3,1,2,24,8,5,50,1,2,1,1,30,17,3,9,1,11,45,34,18,2,5,1,124,5,5,9,1,3,51,1,1,13,40,29,3,1,3,39,18,11,58,2,1,1,3,557,2,5,6,1,37,1,105,11,4,6,2,1,1,1,11,1,146,56,1,3,1,2,27,6,7,3,62,1,9,10,3,1,3,1,3,15,5,4,1,1,6,20,1,5,1,64,2,2,6,21,23,1,196,5,1,3,1,18,1,4,1,10,2,50,205,5,2,9,1,15,2,36,2,5,1,2,2,12,2,64,4,12,1,6,18,201,2,3,1,28,2,104,46,8,16,1,155,8,15,2,7,7,36,5,5,6,3,2,31,13,44,2,18,24,3,1,1,6,54,5,1,9,1,5,21,2,11,7,6,10,1,4,2,9,1,4,3,1,2,2,327,2,1,12,215,7,70,11,32,5,1,15,1,16,6,199,1,2,5,18,61,1,18,45,4,7,7,1,73,1,32,2,104,20,2,22,7,7,1,26,5,85,10,1,8,1,1,5,1,75,15,12,7,1,1,1,8,8,60,18,21,1,2,2,5,3,7,1,1,2,5,3,6,1,5,3,4,11,19,14,2,1,1,1,4,4,13,1,1,3,2,1,2,1,1,2,32,2,2,17,6,1,4,1,2,36,9,1,3,2,51,19,1,5,3,16,1,2,8,5,2,3,1,2,34,49,6,50,3,26,52,1,80,28,4,1,7,10,3,20,2,1,1,77,10,1,23,58,1,1,9,11,7,1,18,3,7,8,1,1,2,41,12,3,4,11,1,11,8,12,1,8,1,3,373,2,2,15,7,1,12,1,5,2,27,3,1,1,1,5,3,1,3,56,12,47,4,2,23,20,3,1,1,2,1,3,1,1,228,46,6,95,2,3,1,63,3,69,3,4,106,90,91,13,13,3,52,17,3,3,6,40,7,125,167,17,1,2,1,2,7,58,1,17,1,10,169,293,1,5,1,3,2,1,1,6,1,1,1,11,4,3,1,3,1,18,12,206,12,6,3,2,25,9,17,5,16,2,17,1,3,1,4,2,1,7,1,3,9,17,1,8,1,10,1,3,1,3,2,21,1,4,2,2,60,144,50,3,3,18,5,81,7,20,1,23,138,25,20,17,8,1,3,2,2,1,1,1,1,98,8,50,1,1,1,4,1,3,98,3,1,3,1,46,31,1,17,7,1,3,10,1,55,53,21,37,3,17,9,2,6,2,1,39,50,26,6,19,3,22,16,98,703,20,3,49,3,17,7,8,1,16,1,5,2,22,12,10,31,4,1,1,3,13,20,6,60,38,130,60,2,8,2,21,8,72,3,58,1,7,14,1,6,17,34,157,71,10,23,2,17,19,3,7,10,4,6,1,11,6,15,51,10,167,79,1,2,1,16,1,235,2,31,29,159,61,6,2,14,6,1,1,7,22,108,3,3,6,74,2,9,3,8,2,8,1,1,1,19,1,461,2,1,3,15,35,1,3,1,64,18,12,3,1,318,98,98,61,45,2,2,134,6,5,1,3,27,47,508,3,1,1,39,53,9,5,7,2,1,24,2,2,1,2,3,88,18,2,1,1,10,4,9,164,3,1,2,1,295,50,1,1,204,17,2,2,1,2,163,5,1,28,9,1,2,3,20,1,27,4,1,2,2,1,1,122,41,5,1,1,4,1,9,13,2,2,1,5,243,2,2,36,1,79,62,1,30,178,131,3,2,17,3,64,13,2,1,26,12,2,2,1,7,3,8,2,8,151,4,7,7,2,15,4,82,4,437,47,2,16,1,1,821,150,2,2,6,1,1,5,5,1,1,372,40,7,12,50,3,2,4,4,27,10,8,14,1,3,10,7,13,4,29,39,1,1,1,22,3,1,508,25,1,2,1,1,50,1,9,1,2,176,1,1,175,1,1,4,2,2,14,1,2,13,5,12,17,3,7,1,1,7,8,23,8,1,8,2,1,1,4,90,184,1,80,3,3,2,1,4,4,34,3,1,9,8,12,10,3,1,1,2,36,2,6,9,10,15,22,142,2,2,1,95,6,1,7,7,17,74,5,18,34,8,36,2,59,16,4,2,2,11,54,27,114,17,1,6,1,2,1,33,2,5,83,3,2,4,38,5,5,19,1,10,12,1,1,5,2,1,28,1,1,1,2,2,1,2,8,11,7,18,2,2,2,1,2,5,5,97,281,13,8,18,3,1,6,40,1,4,24,3,14,2,6,2,29,3,104,6,3,36,24,2,3,3,6,71,20,1,6,6,1,20,2,40,19,21,3,14,14,4,6,23,72,4,9,51,2,45,6,4,4,4,1,3,1,11,1,8,5,1,2,2,2,2,1,1,1,1,19,7,11,1,3,1,3,3,82,1,24,1,2,1,1,1,11,3,124,3,2,12,1,1,6,10,23,91,24,6,1,5,15,1,2,1,25,1,1,1,25,76,3,1,1,10,3,1,3,1,1,1,53,2,10,605,83,9,5,19,22,161,6,1,1,9,33,3,213,68,16,49,46,1,15,1,1,13,6,1,43,1,30,14,6,41,26,58,68,45,31,1,1,4,3,2,77,1,96,5,85,4,744,141,2,1,106,15,6,28,1,10,7,1,123,3,16,2,15,1,3,1,3,3,3,1,1,10,9,29,30,10,2,9,1,13,260,1,4,79,11,32,1,45,1,11,1,2,5,1,3,65,7,12,14,109,2,1,1,20,4,129,44,14,1,27,15,1,2,242,404,140,15,4,3,30,1,5,8,117,4,2,1,2,23,12,2,10,1,55,3,1,13,3,15,1,22,2,1,1,1,2,12,1,20,1,1,3,2,4,1,6,15,4,1,21,2,8,3,4,8,4,6,14,26,10,1,2,1,80,37,9,1,2,1,1,87,36,133,5,3,2,26,4,3,2,5,41,121,3,2,1,35,256,39,12,32,14,121,66,1,6,3,14,1,1,6,1,1,49,3,16,62,31,4,1,5,2,3,5,19,12,11,16,1,137,12,6,2,21,5,31,9,328,22,1,12,1,4,40,5,7,11,20,1,9,13,1,11,52,2,2,1,2,1,72,263,15,1,37,1,64,3,142,3,203,29,26,4,28,16,49,2,3,20,67,2,6,3,51,1,6,1,62,3,7,26,5,3,12,13,2,1,1,1,2,20,5,30,24,8,3,14,1,2,1,16,1,17,1,2,96,4,48,63,1,1,2,127,1,4,29,1,195,1,29,19,24,5,49,2,1,146,14,227,1,3,2,3,17,1,183,2,1,1,4,2,1,26,5,22,6,2,2,9,94,8,4,2,128,6,1,2,1,1,2,2,2,1,1,28,124,1,19,12,1,6,1,42,5,1,14,1,43,6,37,2,6,4,23,1,1,112,13,7,3,19,4,10,86,1,52,1,4,3,4,97,190,86,3,5,95,5,3,101,8,18,3,8,2,15,2,2,3,5,1,22,1,2,5,5,3,13,32,11,1,27,1,2,4,1,2,3,2,108,28,50,6,2,3,106,41,10,22,3,10,1,87,2,17,49,13,1,20,1,3,221,11,1,8,2,23,685,10,213,236,41,31,7,52,32,50,62,3,1,4,12,2,1,207,3,5,1,141,3,5,2,10,13,114,9,112,8,39,301,1,19,2,5,3,14,5,10,4,6,1,4,22,1,4,119,362,73,36,1,15,17,5,1,9,9,1,10,7,58,25,2,3,8,3,6,22,8,4,1,403,163,57,81,1,4,48,5,15,3,37,19,9,12,3,3,39,6,2,448,13,1,11,1,1,3,1,29,1,33,5,85,24,1,2,3,20,45,16,9,2,2,326,250,114,1,5,9,4,8,16,189,11,35,9,36,40,3,11,6,132,337,7,1,1,14,86,145,44,1,2,5,9,2,5,1,2,2,249,39,159,379,4,11,30,45,62,5,5,28,68,25,1,2,52,3,33,32,1,14,181,4,2,9,65,9,15,67,9,2,56,1,3,177,4,48,89,2,11,1,6,8,1,3,94,299,58,11,2,30,2,1,2,56,5,20,5,2,51,4,2,9,4,3,9,57,5,2,2,5,114,22,7,102,8,13,12,2,5,2,10,8,3,1,1,1,4,15,1,1,1,128,1,1,4,1,1,9,5,8,2,1,1,1,4,2,3,8,1,8,172,28,1,34,9,1,1,25,1,17,1,1,1,3,2,6,5,3,4,4,1,1,12,2,8,1,6,4,14,1,14,7,69,2,1,2,3,78,3,10,17,1,93,237,8,1,61,30,1,1,4,1,1,6,14,25,1,1,7,5,2,1,36,2,12,12,2,5,8,2,5,1,6,35,17,15,14,11,9,1,22,163,3,4,150,2,18,45,2,38,8,7,4,5,11,5,10,25,1,14,3,1,2,2,20,2,12,1,10,3,14,119,29,10,3,1,68,74,3,2,2,85,8,2,2,20,2,7,5,19,11,18,57,2,1,5,1,1,6,28,27,3,5,1,5,1,1,1,2,36,2,8,2,5,1,3,12,1,7,89,1,1,2,15,1,2,1,45,2,1,1,3,2,4,10,1,2,1,24,5,1,1,2,5,2,2,24,16,1,3,5,7,9,3,29,1,26,2,1,1,10,10,55,7,12,2,21,7,47,2,16,59,1,2,1,2,12,1,28,1,1,10,12,46,18,80,1,57,11,39,53,66,4,3,1,162,406,1003,5,4,2,14,2,2,52,2,31,1,5,16,8,6,12,12,37,1,3,127,6,10,1,3,18,10,1,1,10,287,1,7,10,2,4,2,3,4,3,21,2,1,4,9,31,16,32,2,52,85,22,2,44,27,24,10,5,15,7,5,3,4,26,63,7,2,3,19,4,33,4,1,1,11,2,5,2,2,27,14,7,2,22,6,1,1,2,4,13,102,2,67,8,3,2,1,3,201,11,9,10,17,5,98,1,22,34,1,1,2,1,27,256,8,77,54,1,18,1,6,3,38,22,38,1,1,4,1,3,3,3,7,6,4,1,2,22,12,17,26,22,115,6,4,18,7,9,2,6,1,3,2,12,5,3,27,1,3,3,1,4,2,1,4,4,28,30,40,5,1,8,1,80,8,2,1,7,43,7,19,5,2,3,1,1,6,16,5,1,1,2,1,1,3,1,3,1,724,106,257,25,39,4,49,25,19,1,1,1,216,233,1,1,52,45,2,3,3,2,3,1,73,16,21,16,11,5,50,1,5,12,1,1,2,15,129,29,18,18,27,7,6,32,4,10,19,9,10,103,17,2,4,2,3,2,1,2,3,12,27,2,240,30,1,7,11,4,28,19,40,4,5,203,8,12,12,129,34,22,17,12,3,1,5,1,6,6,14,1,2,3,1,506,4,2,12,37,1,2,38,13,2,25,11,6,1,2,1,1,7,234,1,17,1,25,1,110,25,1,1,26,3,2,77,3,5,6,4,8,1,1,22,46,366,3,5,1,66,1,1,1,219,3,9,1,4,11,2,7,7,1,165,57,2,1,1,2,2,15,1,3,11,2,52,7,1,155,48,1,3,37,276,14,1,10,2,2,51,1,2,32,5,45,35,2,84,2,1,2,2,8,51,1,1,1,51,36,16,2,2,1,28,1,4,3,28,49,227,7,146,1,40,6,2,133,25,20,2,3,2,4,15,12,2,2,3,21,19,2,12,14,2,21,8,2,2,3,8,2,3,10,3,1,11,1,2,4,20,29,2,24,3,3,18,1,86,113,1,6,20,5,21,148,7,1,2,2,12,1,1,8,51,5,1,22,66,7,2,750,182,236,95,123,1,1,128,11,2,1,49,1,49,44,2,3,1,18,18,1,8,193,121,6,8,1,45,4,999,5,5,1,3,6,4,4,2,11,2,9,4,14,18,4,52,323,1,1,11,5,4,3,3,1,2,1,3,1,3,2,3,2,5,1,8,1,10,1,1,2,25,12,264,7,14,17,1,2,1,2,15,5,1,7,5,14,3,3,7,1,10,58,4,3,30,1,3,30,7,1,15,285,3,20,11,1,2,1,28,4,4,9,1,200,1,13,2,3,11,1,1,2,1,221,2,3,2,3,4,6,53,1,2,1,1,1,72,15,19,1,9,2,2,4,1,2,1,15,1,15,7,15,2,2,27,50,1,1,3,1,8,11,40,5,146,52,843,333,150,9,58,15,3,13,50,3,1,1,51,1,6,5,6,21,1,3,1,2,30,16,51,50,17,15,45,6,1,6,2,337,4,114,18,228,24,18,9,9,3,8,5,11,7,39,4,9,3,7,3,68,40,269,1,67,65,276,22,16,38,4,18,133,4,11,7,2,1,11,1,14,4,41,1,1,3,2,5,4,1,168,93,1,1,119,9,2,34,8,387,3,1,61,6,3,3,2,1,1,5,3,118,38,184,2,2,30,66,6,2,5,4,93,2,2,2,142,1,29,15,17,1,4,3,3,2,1,2,10,1,3,3,5,2,12,1,3,96,4,2,26,23,8,4,5,130,8,15,23,4,25,8,6,2,1,2,13,65,2,32,2,1,49,200,286,57,62,2,27,918,1,1,33,41,7,23,20,2,23,837,8,2,19,10,1,129,2,3,165,32,62,2,2,11,2,6,3,4,3,204,244,4,39,187,13,21,120,75,211,46,3,1,6,1,1,2,12,24,24,7,2,1,42,1,3,180,61,13,2,4,3,6,17,45,4,177,86,20,2,19,17,5,4,1,28,39,16,27,1,208,82,61,3,5,2,12,22,18,1,57,11,87,1,6,4,6,7,48,1,1,5,2,2,1,1,91,2,28,7,293,1,1,5,1,1,1,2,1,2,1,18,2,1,1,4,3,2,7,2,3,4,13,81,1,10,3,22,3,5,1,7,11,11,293,46,41,1,5,24,2,1,6,71,76,1,5,5,4,1,12,3,2,139,103,9,4,1,49,1,6,12,3,1,13,9,9,43,3,145,5,8,12,8,7,8,69,2,2,23,17,18,2,1,62,128,1,3,118,1,2,1,310,2,4,3,122,1,2,1,5,3,3,2,272,14,4,3,3,15,32,4,12,5,1,128,41,4,1,500,21,3,73,15,75,1,19,2,3,2,27,2,15,44,2,5,2,1,11,19,3,13,3,3,22,23,40,1,14,1,37,10,41,1,15,1,3,224,49,4,3,1,15,1,1,54,1,3,8,11,98,4,13,27,2,6,4,21,25,1,1,68,6,1,4,2,3,28,45,6,4,3,2,1,12,7,8,33,21,2,51,5,51,19,1,1,6,3,2,4,11,1,1,7,2,1,1,11,34,20,20,1,5,4,17,3,2,1,2,7,1,2,1,1,4,2,6,4,1,23,49,1,4,1,4,3,2,4,34,93,83,1,1,4,6,18,32,80,62,4,160,102,336,43,1,51,1,52,2,7,4,23,12,5,6,1,1,16,1,2,14,118,3,3,1,5,2,2,17,32,5,2,18,2,1,17,23,3,39,3,2,1,2,8,65,1,2,3,8,10,28,55,49,1,5,1,11,3,13,3,7,1,4,2,8,2,3,1,5,4,2,28,16,10,470,13,18,2,30,81,77,1,26,7,5,12,6,31,449,28,2,7,1,3,11,13,9,51,5,3,12,1,1,6,7,4,1,2,31,107,4,3,12,14,1,133,9,1,15,9,4,11,4,51,2,3,2,2,2,5,2,6,15,5,1,3,30,25,3,3,32,6,1,1,1,2,1,69,1,187,2,8,5,27,6,15,7,3,1,1,52,3,3,2,1,3,10,2,1,124,8,3,13,376,35,94,9,4,27,3,1,1,27,14,4,2,2,11,21,4,21,1,18,84,33,2,7,2,21,1,1,1,1,2,1,3,1,9,28,1,53,76,2,5,1,1,446,77,7,1,1185,1,1,2,11,3,9,279,54,248,1,5,16,10,3,5,46,1,1,90,5,1,1,1,11,17,26,29,1,30,13,1,1,69,5,2,2,5,6,2,2,214,79,3,35,95,2,3,28,5,2,1,6,15,4,10,14,79,16,4,1,10,23,19,1,100,14,6,1,5,24,9,1,2,12,3,193,167,22,2,17,8,2,11,15,1,125,7,12,50,1,3,9,7,1,7,26,13,1,1,13,261,18,2,135,1,10,5,6,2,9,1,8,1,3,2,25,10,7,17,2,2,2,1,2,1,2,11,3,10,1,4,10,1,3,48,3,67,1,3,71,2,2,3,1,3,17,4,2,2,32,11,2,1,2,2,310,265,3,2,4,8,3,1,2,4,1,77,2,8,35,3,4,10,1,3,10,3,47,17,4,3,14,15,93,11,93,223,10,69,3,425,9,7,152,1,11,4,756,2,1,4,2,108,83,2,1,2,1,1,1,2,1,3,2,2,4,2,182,27,3,32,1,35,89,23,25,3,1,1,1,1,6,9,4,65,9,11,22,54,31,138,11,5,5,8,3,2,1,2,1,27,2,14],l=[0,5,33,42,47,52,57,62,130,172,177,186,191,196,205,218,223,241,246,254,302,311,316,324,329,341,346,355,359,363,384,389,393,397,469,482,495,500,505,510,539,552,557,562,591,604,613,634,643,652,661,666,670,674,679,684,710,720,725,837,842,847,864,869,878,899,904,968,973,978,983,988,993,1034,1043,1064,1073,1081,1086,1151,1156,1201,1210,1214,1219,1224,1229,1234,1239,1284,1292,1297,1314,1383,1428,1433,1453,1457,1461,1474,1539,1712,1717,1722,1727,1741,1750,1755,1760,1765,1783,1788,1852,1873,1878,1883,1892,1965,1974,1983,1996,2008,2025,2030,2038,2043,2048,2108,2118,2218,2275,2312,2321,2334,2359,2368,2373,2383,2388,2392,2396,2400,2421,2426,2431,2435,2439,2543,2676,2713,2718,2986,3007,3012,3021,3026,3035,3040,3045,3050,3055,3060,3065,3098,3103,3112,3133,3250,3255,3284,3289,3311,3316,3325,3458,3463,3487,3491,3508,3529,3538,3543,3547,3552,3561,3570,3575,3624,3629,3634,3638,3655,3735,3740,3745,3750,3882,3978,3982,3995,4087,4092,4100,4168,4173,4187,4192,4213,4222,4231,4245,4253,4258,4263,4280,4285,4302,4307,4312,4317,4330,4335,4360,4365,4374,4395,4400,4453,4458,4463,4468,4473,4478,4483,4496,4501,4505,4517,4521,4525,4530,4610,4615,4620,4625,4638,4643,4648,4653,4658,4667,4676,4685,4702,4707,4728,4733,4738,4751,4756,4765,4770,4808,4880,4929,4954,4967,4980,5096,5101,5106,5151,5156,5161,5166,5171,5176,5229,5234,5248,5261,5266,5339,5344,5352,5357,5362,5367,5376,5381,5430,5435,5440,5445,5470,5475,5488,5496,5553,5622,5635,5640,5645,5650,5655,5759,5960,5989,5994,5999,6012,6017,6026,6031,6043,6079,6132,6137,6146,6155,6172,6181,6186,6191,6209,6222,6248,6252,6256,6260,6269,6274,6390,6395,6400,6413,6422,6426,6431,6457,6461,6474,6478,6482,6487,6496,6532,6537,6542,6555,6636,6725,6730,6735,6748,6761,6765,6769,6774,6779,6783,6788,6793,6798,6802,6859,6864,6929,6978,6987,7025,7034,7047,7052,7057,7077,7086,7095,7112,7125,7133,7138,7214,7223,7232,7253,7258,7291,7296,7305,7314,7323,7355,7359,7364,7376,7385,7390,7395,7400,7417,7465,7473,7478,7483,7504,7508,7518,7623,7628,7632,7641,7649,7661,7665,7877,7914,7919,7924,7932,7937,7950,7955,7960,7964,8125,8130,8135,8140,8145,8154,8174,8179,8184,8188,8193,8202,8215,8232,8250,8255,8264,8273,8289,8306,8314,8319,8324,8328,8416,8421,8426,8435,8440,8444,8449,8458,8467,8472,8524,8529,8534,8567,8619,8623,8627,8632,8645,8653,8662,8710,8715,8724,8729,8734,8739,8748,8753,8758,8783,8792,8800,8809,8826,8831,8835,8851,8855,8863,8871,8876,8904,8936,8940,8944,8948,8952,8961,8970,8975,8992,8997,9002,9011,9056,9060,9069,9074,9079,9091,9099,9299,9308,9313,9486,9523,9528,9960,9964,9976,10212,10216,10221,10230,10235,10239,10244,10248,10253,10262,10266,10295,10304,10313,10318,10322,10335,10369,10374,10378,10383,10392,10397,10402,10407,10412,10417,10478,10483,10488,10497,10541,10626,10631,10636,10641,10646,10671,10675,10680,10706,10711,10716,10732,10737,10745,10749,10761,10766,10827,10832,10837,10845,10866,10883,10888,10897,10970,10979,10984,10989,11015,11020,11042,11050,11067,11072,11089,11094,11098,11123,11140,11153,11158,11162,11184,11189,11194,11199,11203,11208,11212,11225,11230,11247,11257,11449,11517,11546,11551,11560,11569,11574,11578,11583,11588,11640,11645,11658,11663,11672,11681,11694,11699,11711,11739,11748,11753,11763,11811,11816,11892,11901,11914,11918,11922,11931,11944,11949,11954,11959,11976,12032,12085,12102,12106,12110,12115,12128,12137,12309,12334,12339,12344,12348,12353,12362,12522,12527,12536,12541,12551,12567,12589,12594,12615,12636,12690,12700,12705,12714,12731,12756,12760,12764,12768,12773,12782,12795,12800,12804,12809,12818,12902,12925,12981,12986,12994,12998,13026,13031,13040,13045,13070,13075,13116,13178,13183,13188,13202,13207,13212,13217,13221,13225,13238,14258,14263,14416,14421,14426,14431,14436,14445,14450,14455,14467,14472,14489,14526,14535,14540,14549,14574,14578,14583,14607,14859,14863,14871,14884,14916,14920,14924,14928,14932,14937,14946,14958,14963,14968,14978,15039,15048,15056,15068,15082,15103,15108,15185,15190,15199,15204,15209,15226,15231,15244,15253,15334,15379,15383,15435,15451,15459,15496,15517,15601,15614,15631,15644,15649,15658,15663,16435,16444,16481,16502,16515,16532,16549,16554,16974,17007,17020,17025,17029,17098,17103,17120,17125,17129,17249,17557,17574,17578,17607,17628,17637,17658,17663,17668,17672,17677,17687,17711,17716,17733,17782,17800,17804,17808,17813,17834,17839,17844,17858,17863,17868,17897,17926,17931,17939,17943,17952,17956,17973,17978,17983,17987,17992,18005,18014,18023,18044,18056,18068,18072,18082,18087,18092,18117,18125,18134,18142,18155,18171,18184,18221,18226,18386,18412,18417,18422,18431,18448,18496,18501,18506,18511,18524,18528,18533,18554,18559,18595,18605,18618,18632,18657,18662,18679,18755,18759,18764,18785,18854,18890,18894,18902,18919,18928,18957,18970,18987,18995,19003,19095,19103,19108,19112,19132,19169,19293,19385,19398,19403,19408,19413,19418,19444,19529,19534,19546,19558,19563,19573,19587,19599,19604,19624,19628,19633,19638,19642,19718,19763,19777,19798,19802,19806,19831,19867,19900,19905,19918,19923,19995,20004,20013,20034,20038,20050,20067,20071,20076,20101,20110,20135,20143,20147,20152,20177,20182,20200,20280,20289,20293,20298,20306,20726,20735,20748,20757,20761,20814,20819,20991,21004,21008,21013,21022,21027,21032,21037,21050,21054,21075,21100,21105,21114,21119,21124,21129,21145,21158,21166,21258,21262,21276,21281,21290,21295,21305,21310,21315,21365,21374,21387,21392,21396,21409,21418,21423,21436,21440,21456,21461,21470,21483,21496,21505,21510,21563,21572,21577,21590,21594,21627,21632,21649,21654,21682,21687,21783,21927,21932,21937,21966,21970,21974,21978,21987,21996,22010,22014,22023,22028,22045,22054,22103,22119,22143,22148,22157,22175,22319,22329,22334,22339,22348,22353,22365,22417,22442,22482,22486,22658,22687,22712,22721,22737,22758,22811,22828,22846,22867,22879,22888,22930,22975,23011,23020,23033,23046,23055,23060,23065,23075,23123,23136,23141,23150,23155,23160,23165,23170,23179,23195,23212,23241,23246,23263,23272,23277,23281,23286,23291,23296,23305,23310,23455,23464,23468,23481,23509,23518,23531,23544,23578,23591,23595,23600,23605,23649,23653,23801,23806,23811,23824,23832,23876,23881,23893,23962,23971,23987,24003,24008,24013,24018,24034,24043,24159,24184,24192,24197,24202,24215,24220,24233,24238,24307,24315,24320,24333,24338,24342,24350,24355,24447,24480,24496,24500,24505,24510,24514,24534,24558,24563,24588,24617,24621,24626,24630,24647,24652,24664,24669,24674,24683,24696,24705,24709,24714,24719,24723,24740,24749,24810,24834,24838,24842,24846,24851,24859,24867,24872,24877,24881,24893,24898,24903,24908,24913,24918,24922,24931,24940,24945,24950,24974,24978,24994,24998,25003,25060,25064,25069,25082,25091,25105,25134,25139,25151,25160,25185,25189,25198,25202,25211,25220,25224,25228,25232,25245,25258,25270,25323,25332,25353,25390,25395,25480,25549,25558,25563,25577,25582,25587,25611,25616,25620,25625,25694,25708,25712,25733,25817,25822,25826,25843,25868,25877,25882,25898,25903,25908,25913,25917,25922,25926,25955,25976,25989,25997,26018,26023,26040,26049,26078,26082,26098,26102,26111,26483,26492,26497,26533,26541,26546,26555,26560,26565,26574,26639,26648,26653,26657,26662,26679,26691,26695,26700,26772,26797,26834,26852,26856,26900,26941,26946,26951,26956,26965,26970,26983,26988,26993,27237,27295,27309,27331,27340,27349,27354,27474,27487,27576,27581,27585,27725,27833,28049,28062,28087,28091,28164,28173,28178,28191,28209,28262,28279,28331,28407,28412,28416,28421,28426,28431,28440,28601,28606,28632,28636,28641,28861,28985,28989,28993,28998,29011,29019,29023,29028,29049,29053,29058,29063,29085,29094,29098,29102,29110,29115,29128,29133,29193,29198,29215,29224,29232,29308,29312,29329,29342,29355,29364,29374,29379,29384,29388,29405,29413,29417,29426,29431,29436,29445,29455,29460,29477,29482,29502,29506,29515,29519,29533,29542,29547,29551,29560,29569,29573,29622,29938,29991,29999,30007,30032,30053,30133,30147,30155,30159,30179,30227,30259,30264,30273,30286,30291,30303,30311,30320,30325,30329,30334,30338,30362,30366,30403,30408,30412,30417,30433,30437,30441,30549,30554,30558,30567,30572,30614,30627,30632,30658,30678,30683,30688,30709,30713,30773,30957,30962,31050,31059,31064,31073,31082,31087,31092,31096,31121,31209,31285,31294,31322,31330,31366,31396,31400,31632,31669,31682,31727,31736,31745,31758,31771,31776,31808,31813,31826,31830,31879,31899,31903,31924,31929,31933,31938,31947,31956,31960,31981,32002,32027,32135,32160,32165,32178,32183,32192,32200,32208,32221,32239,32243,32256,32277,32281,32294,32302,32319,32483,32527,32540,32577,32586,32598,32630,32634,32638,32655,32659,32668,32673,32693,32697,32729,32785,32794,32906,32982,32987,32992,32997,33022,33026,33246,33250,33266,33286,33434,33447,33460,33468,33481,33486,33491,33495,33500,33540,33605,33610,33623,33632,33689,33694,33707,33715,33724,33733,33745,33750,33755,33760,33797,33802,33831,33836,33841,33845,33863,33964,33969,33974,33978,33991,34040,34061,34070,34075,34255,34403,34535,34599,34652,34656,34664,34708,34725,34742,34747,34759,34795,34863,34956,34966,34970,34974,34984,34993,35001,35005,35009,35014,35018,35055,35060,35065,35070,35079,35083,35167,35176,35185,35189,35194,35226,35243,35253,35406,35410,35415,35424,35429,35753,35814,35818,35823,35931,35940,35945,35954,35959,35968,36112,36117,36122,36148,36161,36165,36174,36183,36196,36200,36233,36250,36255,36259,36267,36272,36277,36318,36323,36336,36341,36345,36349,36354,36387,36412,36417,36425,36429,36442,36479,36484,36493,36519,36523,36528,36537,36542,36547,36647,36688,36693,36701,36727,36735,36815,36820,36825,36830,36834,36851,36860,36870,36874,36886,36894,36902,36906,36919,36956,36969,36974,36987,36997,37021,37038,37059,37076,37652,37669,37674,37683,37688,37693,38021,38130,38139,38147,38151,38155,38160,38170,38175,38180,38184,38208,38245,38257,38274,38287,38292,38301,38305,38309,38370,38387,38404,38437,38442,38451,38473,38493,38506,38519,38529,38566,38571,38576,38581,38642,38647,38652,39112,39160,39164,39169,39173,39178,39202,39207,39216,39220,39225,39277,39281,39286,39370,39375,39380,39389,39394,39403,39408,39413,39417,39450,39463,39471,39476,39484,39512,39516,39520,39525,39534,39559,39576,39580,39593,39602,39606,39611,39620,39664,39693,39698,39715,39723,39736,39741,39745,39757,39761,39837,39850,39855,39864,39878,39883,39891,39899,39903,39907,39912,39925,39929,39934,39951,39975,39992,40009,40113,40122,40131,40136,40169,40183,40187,40204,40209,40235,40295,40299,40312,40337,40353,40378,40387,40436,40445,40457,40465,40470,40487,40509,40518,40535,40552,40557,40566,40570,40574,40578,40607,40616,40621,40681,40693,40697,40714,40775,40783,40804,40833,40837,40866,40883,40888,40893,40897,40905,40910,40915,40920,40925,40930,40935,40944,40949,40957,40966,41003,41012,41037,41042,41046,41050,41055,41064,41073,41081,41126,41191,41224,41229,41250,41255,41260,41265,41337,41342,41347,41352,41361,41389,41398,41403,41412,41425,41429,41497,41506,41511,41539,41592,41597,41610,41615,41623,41656,41669,41674,41688,41709,41714,41750,41755,41792,41813,41839,41848,41881,41903,41912,41938,41974,42034,42038,42075,42104,42113,42126,42130,42134,42150,42160,42165,42174,42179,42211,42215,42219,42235,42240,42245,42254,42263,42267,42272,42277,42281,42286,42308,42317,42350,42355,42364,42369,42378,42386,42459,42464,42520,42525,42530,42535,42540,42545,42553,42566,42702,42707,42711,42729,42733,42738,42755,42780,42797,42905,42946,42951,42956,42972,42977,42981,42989,42994,42999,43003,43007,43012,43042,43078,43087,43092,43096,43105,43109,43113,43122,43127,43132,43136,43192,43200,43205,43581,43661,43670,43682,43734,43743,43784,43789,43793,43798,43807,43864,43869,44041,44078,44099,44172,44216,44221,44246,44251,44256,44264,44273,44278,44291,44296,44332,44352,44369,44402,44415,44483,44532,44564,44590,44595,44599,44608,44622,44631,44707,44712,44766,44771,44812,44817,45081,45173,45182,45186,45223,45237,45242,45251,45255,45260,45265,45270,45394,45398,45411,45419,45441,45446,45454,45458,45467,45480,45489,45494,45499,45520,45552,45570,45623,45656,45661,45678,45683,45713,45827,45831,45835,45935,45945,45978,45983,46059,46064,46089,46093,46102,46107,46111,46124,46157,46166,46175,46188,46304,46308,46313,46317,46343,46352,46500,46540,46557,46562,46591,46611,46616,46621,46741,47037,47189,47215,47224,47229,47282,47287,47292,47297,47365,47370,47375,47380,47389,47394,47427,47436,47469,47474,47514,47523,47527,47532,47536,47545,47550,47571,47580,47584,47588,47592,47601,47622,47627,47636,47641,47645,47654,47663,47672,47677,47685,47690,47698,47703,47711,47716,47724,47732,47749,47754,47762,47779,47784,47793,47826,47831,47841,47846,47970,48050,48058,48063,48067,48072,48076,48116,48185,48305,48321,48333,48342,48390,48395,48407,48415,48428,48516,48632,48637,48646,48651,48711,48947,48999,49012,49032,49056,49116,49172,49177,49182,49194,49215,49219,49223,49240,49244,49249,49306,49311,49344,49389,49414,49423,49427,49435,49444,49453,49458,49462,49495,49507,49521,49526,49654,49675,49688,49692,49705,49713,49742,49747,50043,50056,50061,50070,50074,50078,50087,50092,50105,50118,50127,50132,50149,50177,50181,50213,50270,50275,50284,50289,50294,50299,50308,50512,50517,50521,50550,50555,50651,50655,50724,50728,50888,50929,50934,50947,50987,51008,51017,51026,51040,51044,51089,51093,51106,51114,51211,51215,51220,51225,51317,51322,51348,51388,51408,51413,51450,51460,51465,51470,51475,51480,51488,51517,51526,51559,51584,51594,51598,51620,51625,51634,51638,51643,51648,51660,51665,51670,51699,51704,51741,51825,51829,51834,51843,52039,52043,52059,52084,52089,52142,52147,52152,52172,52192,52201,52206,52214,52219,52224,52254,52586,52591,52604,52609,52613,52626,52630,52678,52686,52690,52695,52703,52708,52713,52721,52730,52774,52787,52792,52797,52809,52834,52855,52872,52881,53049,53066,53071,53080,53084,53089,53094,53103,53107,53112,53117,53122,53175,53180,53185,53202,53207,53211,53216,53320,53325,53330,53358,53363,53388,53405,53426,53430,53443,53452,53477,53482,53486,53491,53496,53505,53514,53528,53536,53557,53665,53670,53678,53683,53695,53707,53711,53720,53800,53865,53873,53882,53887,53901,53910,54030,54048,54052,54060,54065,54074,54084,54092,54097,54106,54110,54115,54128,54133,54138,54147,54157,54162,54183,54224,54234,54239,54244,54248,54258,54263,54268,54273,54286,54295,54371,54408,54465,54469,54474,54483,54528,54549,54558,54626,54636,54657,54662,54692,54696,54712,54764,54784,54789,54814,54819,54824,54992,54997,55002,55011,55015,55028,55516,55528,55604,55836,55892,55929,55934,55958,56014,56026,56055,56064,56068,56076,56084,56088,56093,56217,56230,56239,56244,56312,56321,56338,56346,56360,56393,56445,56462,56570,56586,56606,56714,56719,56764,56773,56794,56803,56836,56849,56882,56887,56899,56904,56909,56958,56963,56973,57061,57377,57438,57443,57448,57453,57478,57490,57495,57504,57524,57529,57534,57547,57643,57716,57725,57738,57759,57772,57781,57810,57835,57844,57849,57898,57907,57929,57934,57939,57953,58033,58046,58050,58054,58071,58076,58085,58098,58103,58107,58152,58156,58165,58425,58434,58439,58452,58457,58462,58475,58479,58500,58505,58546,58551,58671,58712,58717,58722,58726,58770,58822,58854,58870,58875,58879,59023,59307,59387,59392,59401,59405,59414,59427,59440,59484,59493,59506,59510,59518,59522,59527,59553,59566,59787,59967,59980,59984,59988,59997,60073,60087,60104,60109,60113,60122,60130,60135,60140,60145,60149,60153,60285,60317,60453,60969,60977,60993,61049,61102,61142,61151,61155,61189,61226,61243,61248,61256,61289,61294,61327,61340,61344,61364,61472,61476,61486,61494,61499,61512,61533,61577,61585,61594,61607,61611,61615,61692,61697,61741,61817,61826,61843,61848,61861,61873,61877,61885,61953,62137,62169,62174,62179,62188,62197,62202,62210,62235,62240,62265,62269,62273,62318,62323,62328,62333,62338,62351,62356,62381,62395,62404,62409,62413,62569,62587,62612,62725,62738,62759,62771,62776,62790,62795,62804,62813,62822,62827,62832,62837,62846,62880,62885,62890,62895,63019,63024,63029,63034,63038,63042,63051,63072,63080,63089,63094,63099,63104,63113,63118,63123,63132,63137,63142,63266,63271,63276,63294,63298,63303,63308,63341,63346,63371,63375,63379,63384,63388,63397,63406,63411,63415,63425,63442,63446,63451,63468,63477,63482,63486,63498,63511,63525,63529,63543,63556,63590,63599,63604,63612,63625,63689,63698,63714,63770,63775,63844,63980,63985,63990,64003,64020,64025,64030,64042,64047,64052,64057,64078,64138,64142,64146,64155,64172,64181,64186,64203,64212,64249,64274,64282,64286,64307,64311,64331,64335,64352,64377,64390,64419,64423,64451,64465,64470,64507,64580,64584,64589,64606,64615,64644,64724,64729,64825,64833,64850,64855,64867,64884,64889,64894,64903,64908,64921,64933,64937,64942,64951,64956,64960,64969,64974,64987,64995,65007,65051,65076,65084,65089,65094,65115,65235,65239,65247,65252,65324,65333,65337,65346,65386,65395,65408,65412,65421,65431,65436,65469,65473,65478,65495,65500,65505,65514,65539,65555,65560,65569,65574,65579,65584,65588,65593,65602,65615,65619,65623,65632,65637,65642,65647,65672,65676,65681,65702,65707,65711,65716,65734,65739,65744,65749,65762,65770,65774,65779,65783,65791,65804,65821,65826,65835,65840,65869,65874,65878,65882,65886,65895,65900,65905,65914,65927,65932,65936,65954,65975,66e3,66008,66013,66018,66023,66028,66033,66038,66079,66105,66166,66176,66205,66209,66246,66263,66327,66332,66358,66434,66439,66444,66449,66454,66468,66472,66477,66482,66487,66500,66509,66634,66639,66692,66697,66733,66762,66814,66836,66881,66886,66891,66895,67015,67107,67367,67372,67380,67385,67390,67399,67404,67413,67417,67450,67455,67467,67508,67533,67554,67567,67592,67625,67630,67643,67771,67780,67785,67789,67793,67802,67807,67812,67816,67824,68184,68189,68198,68215,68219,68232,68242,68247,68256,68261,68282,68291,68296,68305,68313,68354,68375,68400,68404,68453,68501,68538,68542,68587,68604,68629,68658,68671,68683,68695,68703,68716,68730,68752,68860,68868,68873,68877,68894,68908,68961,68975,68979,68984,69001,69006,69015,69024,69028,69045,69070,69091,69100,69141,69146,69151,69156,69160,69177,69186,69290,69299,69351,69356,69365,69370,69374,69378,69550,69555,69560,69577,69603,69607,69699,69704,69740,69808,69812,69816,69821,69826,69842,70222,70239,70327,70368,70373,70409,70413,70418,70423,70463,70495,70532,70536,70540,70556,70560,70564,70577,70582,70590,70603,70611,70616,70625,70658,70663,70681,70705,70741,70889,70906,70910,70931,70947,70960,70965,70981,70986,70999,71008,71029,71042,71046,71054,71058,71063,71072,71076,71081,71090,71095,71099,71111,71144,71181,71218,71231,71236,71249,71254,71302,71315,71320,71325,71338,71363,71367,71384,71389,71397,71406,71410,71415,71436,71452,71457,71461,71466,71474,71478,71482,71487,71492,71497,71502,71599,71668,71772,71805,71847,71852,71888,71900,71914,71919,71923,71928,72152,72304,72309,72313,72318,72338,72346,72351,72360,72364,72368,72372,72413,72417,72425,72442,72451,72455,72519,72523,72540,72545,72550,72555,72564,72569,72709,72734,72755,72796,72841,72845,72850,72878,72887,72908,72922,72927,72947,72996,73020,73024,73033,73042,73051,73060,73065,73074,73079,73096,73121,73126,73302,73315,73320,73329,73350,73359,73396,73413,73454,73467,73477,73526,73543,73564,73581,73725,73770,73803,73807,73815,73828,73832,73841,73845,73854,73859,73868,73873,73878,73887,73891,74008,74022,74027,74032,74037,74042,74047,74067,74071,74076,74086,74091,74096,74100,74105,74109,74113,74118,74298,74303,74324,74329,74350,74355,74420,74448,74453,74457,74470,74474,74483,74575,74588,74597,74602,74619,74632,74637,74641,74665,74669,75117,75130,75139,75143,75192,75197,75201,75205,75221,75225,75242,75246,75255,75264,75269,75279,75296,75301,75385,75393,75398,75402,75407,75416,75420,75458,75463,75476,75500,75504,75537,75554,75558,75810,75826,75831,75839,75851,75975,75992,75997,76002,76011,76016,76045,76049,76054,76064,76069,76094,76102,76107,76140,76144,76149,76157,76162,76166,76243,76248,76253,76258,76303,76364,76397,76401,76410,76414,76427,76432,76449,76458,76471,76508,76708,76725,76818,76822,76926,76930,76939,77099,77144,77161,77166,77178,77183,77187,77195,77216,77224,77228,77237,77278,77303,77313,77318,77335,77344,77405,77413,77421,77426,77431,77440,77448,77452,77466,77471,77475,77492,77497,77502,77506,77523,77533,77537,77542,77547,77552,77560,77564,77624,77681,77685,77693,77725,77733,77747,77859,77884,77889,77898,77902,77910,77914,77918,77923,77936,77941,77946,77958,78026,78034,78039,78239,78323,78348,78401,78521,78526,78531,78639,78644,78652,78657,78706,78711,78732,78776,78784,78792,78797,78801,78814,78819,78844,78929,79018,79039,79048,79053,79062,79067,79511,79520,79528,79533,79542,79560,79577,79582,79587,79597,79602,79611,79616,79632,79637,79642,79663,79967,79972,79977,80014,80023,80036,80045,80057,80062,80067,80072,80084,80088,80093,80102,80106,80110,80119,80123,80136,80141,80162,80167,80172,80177,80210,80223,80339,80343,80364,80393,80398,80403,80408,80416,80448,80456,80461,80485,80498,80535,80540,80545,80561,80566,80575,80668,80673,80686,80715,80720,80729,80797,80802,80806,80824,80874,80883,80937,80958,80963,80972,80977,81017,81026,81038,81068,81073,81193,81197,81214,81222,81226,81231,81236,81241,81250,81254,81410,81415,81420,81429,81438,81443,81448,81465,81470,81475,81480,81485,81489,81578,81583,81588,81592,81621,81630,81639,81652,81657,81662,81667,81688,81693,81727,81744,81753,81758,81763,81799,81891,81896,81901,81913,81918,81923,81940,81961,81974,82170,82195,82683,82727,82855,82872,82885,82890,82903,82928,82977,82982,82987,82992,83084,83089,83098,83107,83116,83121,83126,83130,83134,83143,83151,83169,83182,83211,83220,83236,83297,83306,83310,83314,83319,83491,83504,83541,83545,83633,83642,83663,83672,83685,83693,83701,83705,83722,83731,83765,83770,83775,83780,83784,83792,83821,83826,83935,83940,84072,84133,84194,84199,84208,84238,84243,84264,84385,84389,84414,84432,84436,84441,84455,84459,84472,84489,84498,84503,84508,84516,84521,84525,84534,84539,84687,84725,84730,84735,84756,84768,84773,84794,84803,85123,85127,85132,85145,85149,85154,85163,85168,85172,85177,85199,85204,85292,85356,85544,85553,85561,85579,85643,85664,85669,85678,85682,85758,85766,85770,85775,85895,85899,85940,85965,85974,85979,85983,85987,85992,86e3,86004,86013,86018,86023,86031,86044,86057,86066,86071,86075,86084,86104,86121,86126,86163,86208,86216,86220,86225,86369,86382,86418,86451,86464,86501,86518,86534,86542,86547,86556,86572,86641,86645,86665,86670,86675,86704,86884,86937,86985,87034,87039,87043,87431,87436,87441,87469,87545,87558,87583,87608,87613,87635,87851,87875,87884,87924,87960,87965,88046,88054,88063,88171,88187,88263,88267,88275,88288,88297,88301,88314,88318,88330,88566,88738,88747,88827,89043,89048,89089,89253,89337,89513,89554,89567,89572,89577,89582,89587,89592,89605,89623,89659,89664,89669,89674,89739,89744,89753,89794,89870,89915,89924,89937,89942,89947,89992,90013,90031,90227,90275,90285,90294,90303,90371,90375,90380,90385,90407,90448,90457,90470,90475,90607,90679,90744,90748,90757,90766,90771,90799,90804,90808,90893,90926,90994,90999,91003,91012,91032,91041,91085,91090,91094,91107,91112,91121,91126,91131,91184,91192,91261,91269,91274,91278,91282,91290,91295,91300,91305,91310,91314,91318,91322,91335,91344,91349,91354,91362,91371,91380,91389,91399,91404,91412,91421,91457,91461,91470,91483,91516,91525,91546,91551,91563,91572,91585,91741,91770,91787,91791,91800,91805,91813,91817,91826,91878,91891,91896,91904,91909,91925,91929,91958,91967,91972,91989,91998,92003,92008,92012,92033,92037,92050,92064,92077,92082,92090,92119,92144,92173,92186,92318,92331,92345,92370,92387,92399,92404,92444,92449,92457,92511,92515,92520,92525,92529,92570,92714,92719,92724,92797,92802,92806,92810,92982,92987,93004,93013,93157,93162,93167,93172,93177,93190,93198,93202,93414,93422,93435,93444,93449,93454,93534,93543,93548,93553,93558,93634,93651,93656,93660,93820,93833,93842,93911,93920,94024,94029,94043,94048,94061,94070,94098,94103,94135,94152,94160,94169,94173,94178,94207,94233,94238,94242,94254,94259,94291,94304,94349,94354,94372,94377,94398,94403,94424,94429,94437,94442,94446,94526,94531,94536,94540,94545,94555,94560,94564,94629,94634,94647,94664,94673,94706,94723,94728,94745,94754,94767,94775,94809,94817,94821,94826,94903,94916,94920,94925,94930,94934,94958,94982,94995,95005,95009,95017,95021,95043,95048,95073,95126,95135,95144,95153,95158,95179,95184,95189,95194,95203,95212,95221,95234,95239,95244,95249,95258,95263,95267,95272,95276,95309,95365,95379,95384,95389,95399,95424,95429,95434,95439,95444,95465,95469,95479,95484,95488,95493,95502,95527,95536,95541,95574,95642,95646,95650,95655,95660,95665,95670,95674,95684,95752,95804,95809,95814,95818,95834,95871,95880,95936,96013,96018,96036,96184,96412,96417,96422,96463,96468,96501,96506,96511,96524,96561,96574,96583,96587,96592,96596,96613,96618,96627,96648,96693,96701,96706,96711,96716,96720,96724,96745,96794,96804,96808,96826,96835,96840,96852,96866,96870,96906,96914,96919,96924,96933,96954,96987,96992,97e3,97009,97022,97047,97069,97090,97136,97140,97145,97149,97154,97159,97180,97184,97201,97205,97210,97219,97224,97228,97233,97238,97247,97260,97269,97301,97317,97342,97542,97555,97571,97580,97602,97647,97747,97751,97765,97774,97784,97797,97805,97814,97946,97978,97986,97991,97996,98005,98018,98046,98050,98068,98072,98076,98109,98114,98119,98123,98147,98155,98160,98168,98193,98301,98314,98327,98336,98354,98359,98559,98564,98569,98578,98587,98591,98612,98617,98686,98691,98695,98704,98712,98720,98728,98733,98737,98782,98799,98804,98813,98822,98844,98849,98857,98898,98907,98911,98916,98921,98929,98933,98965,98969,99237,99242,99266,99278,99319,99335,99372,99397,99401,99406,99410,99439,99452,99461,99466,99470,99479,99484,99489,99494,99638,99655,99667,99700,99924,99929,100026,100031,100036,100050,100059,100064,100069,100113,100118,100123,100127,100131,100143,100171,100176,100209,100214,100219,100307,100324,100333,100338,100347,100408,100413,100418,100422,100426,100430,100435,100447,100451,100456,100470,100475,100555,100580,100585,100590,100595,100600,100765,100873,100886,100891,101827,101832,101837,101842,101872,101881,101885,102041,102050,102106,102111,102128,102146,102151,102156,102165,102233,102238,102243,102288,102305,102310,102315,102320,102325,102362,102379,102396,102401,102442,102447,102452,102457,102490,102502,102510,102519,102524,102533,102538,102543,102703,102716,102730,102739,102799,102804,102809,102814,102819,102828,102832,102837,102846,102850,102854,102871,102876,102889,102894,102899,102904,102913,102930,102935,103012,103029,103034,103039,103044,103076,103097,103101,103110,103123,103136,103404,103600,103621,103626,103631,103660,103669,103698,103711,103716,103944,103970,103992,104048,104053,104065,104077,104105,104109,104114,104128,104140,104144,104149,104161,104317,104326,104335,104559,104564,104581,104594,104598,104607,104616,104621,104635,104639,104651,104660,104665,104678,104687,104717,104726,104735,104740,104744,104749,104753,104758,104788,104793,104806,104810,104815,104819,104824,104829,104837,104842,104879,104884,104892,104905,104909,104918,104922,104927,104932,104941,104958,104967,104971,105052,105092,105100,105105,105114,105119,105184,105260,105265,105273,105278,105295,105304,105309,105313,105321,105326,105331,105340,105349,105422,105431,105436,105449,105453,105462,105466,105479,105599,105627,105636,105641,105646,105655,105727,105744,105748,105757,105766,105775,105784,105876,105912,105920,105929,105934,105947,105957,106497,106507,106511,106520,106529,106630,106663,106672,106677,106686,106691,106695,106700,106709,106714,106726,106731,106736,106744,106749,106869,106878,106886,106919,106924,106937,106947,106960,106998,107003,107007,107011,107015,107019,107032,107062,107075,107183,107188,107197,107202,107207,107232,107277,107294,107299,107312,107341,107345,107350,107355,107360,107365,107390,107395,107408],u=`uwMAAAFnAAABAQAAAU8AAAJJAAABOwAAAWIAAAEBAAABgAIAAAEOAAABtwEAAAGwAgAAAbACAAABgQEAAAFlAAABBgAAAQcAAAEOAAABAQAAASQAAAMBAAADDQAAAgMAAAFXAAABAQAAAhEAAAEcAAABCgAAARwAAAE0AAABBAAAAZ8BAAABUAAAAR0AAAEBAAAEAQAAAgEAAAEBAAABAwAAAYwBAAABAQAAAbcBAAABtgEAAAEBAAABuAEAAAG3AQAAAYIBAAABNAAAAbMBAAABWgAAAQEAAAGNAgAAAaUBAAABEwAAAYMBAAABLgAAArcBAAABZQAAAQYAAAFwAAACAQAAAQEAAAEVAAACAQAABR0AAAMBAAAGAQAABRYAAAEEAAABEwAAAngAAAGHAQAAAQEAAAGYAQAAAWcAAAFQAAABuwMAAAFxAAABFgAAAQEAAAG6AQAAAb0BAAABAwAAAXAAAAFRAAABZwAAAQEAAAHTAQAAAWIAAAEBAAABngEAAAEBAAABZwAAASMAAAEpAAABGwAAAQEAAAEYAAABAQAAAQEAAAI2AAABAgAAAVcAAAEEAAACOAAAAhkAAAEDAAABCQAAAQEAAAECAAABOQAAAYkDAAABAQAAAQEAAAGJAwAAAQEAAAEBAAABiQMAAAGJAwAAAYkDAAABcgAAAQ4AAAEBAAAB3QEAAAEDAAABPAAAAQEAAAG2AQAAAQEAAAF5AAABqAEAAAGRAgAAAaEBAAABRgAAAScAAAEBAAABAQAAAQEAAAECAAAB5wEAAAIYAAABAQAAAeYCAAABAwAAAagBAAABVwAAAQEAAAEOAAABIgAAAd8CAAABBAAAAYIBAAABNAAAAd8CAAABBAAAAbsDAAABAQAAAWcAAAG7AwAAAbsDAAADgQEAAAE8AAABAwAAAakBAAABLAAAAQQAAAGBAQAAAaQBAAABuwMAAAF1AAABAQAAAwEAAAQKAAABAQAAAg4AAAETAAABBAAAAQUAAAEBAAABAgAABAkAAAECAAABKgAABAMAAAIGAAABEwAAARUAAAEGAAACNgAAAQ4AAAEHAAABDAAAAQEAAAECAAABAwAAAREAAAECAAABrwEAAAKwAgAAAYEBAAABAQAAATYAAAFdAAABkQIAAAHgAgAAAQEAAAGRAQAAAVAAAAIiAAACAQAAARAAAAGwAgAAAWUAAAEBAAABDAAAAQcAAAEHAAABAQAAAQ8AAAEjAAACAwAAATYAAAE6AAABFQAAAiMAAAEDAAABFwAAAQIAAAL4AgAAAbgBAAABoQEAAAGzAQAAAfoCAAABiAEAAAEIAAABUgAAASoAAAECAAABAQAAASUAAAEBAAABBgAAAT8AAAKfAQAAAQEAAAGeAQAAAQIAAAEWAAABcAAAATsAAAGfAQAAAQEAAAFlAAABAQAAAbgBAAABmAEAAAkBAAAGBgAAAQEAAAECAAABBAAAATwAAAENAAABHQAAAwIAAAEtAAABJAAAAQIAAAEDAAABDgAAAQMAAAHsAQAAAaYBAAABDQAAAQMAAAFWAAABAwAAATYAAAEaAAABAgAAAQMAAAECAAABDwAAAYIDAAABBAAAAWUAAAG2AQAAAa8CAAAB7wEAAAGrAgAAAacCAAABnQEAAAEBAAABCgAAAQsAAAECAAABIgAAARgAAAEfAAABAQAAAQwAAAJEAAABZQAAAQEAAAGnAgAAAXgAAAEBAAABQQAAAa8BAAABZQAAAQEAAAEMAAABBgAAAgkAAAEeAAABBAAAAQwAAAEBAAABDQAAAQMAAAG4AQAAAh0AAAEDAAABAQAAAQQAAAEBAAABgQEAAAIBAAABCgAAASMAAAEBAAABAwAAAwMAAAEaAAABVAAAAQEAAAECAAABnwEAAAF/AAABbwAAASAAAAFWAAABAQAAAX4AAAJpAAABagAAAZYCAAABAQAAAZEBAAABDQAAAQIAAAEEAAADCwAAAygAAAEXAAABHwAAAQIAAAEBAAABAwAAAQgAAAImAAABAQAAAR0AAAETAAABgQEAAAIBAAABBQAAAgEAAAIEAAABBQAAAQ4AAAEBAAABAwAAAgEAAAEDAAACAQAAAQQAAAEBAAABAwAAAQMAAAEFAAABHAAAAgMAAAEKAAACBwAAAwUAAAEBAAABAQAAAhEAAAEDAAABAQAAAQcAAAEBAAABAgAABAEAAAQBAAABAwAAAQEAAAEcAAABBAAAAQEAAAEKAAABAQAAAR8AAAIFAAABAQAAAQEAAAHpAgAAAe4CAAAB7gIAAAGOAgAAAY8BAAABAQAAAY4CAAABUQAAAeYCAAABngEAAAHpAgAAAboBAAABAwAAAQIAAAGfAQAAAZECAAABZQAAAQEAAAEbAAABJQAAAgoAAAEGAAABWAAAARgAAAEMAAABCQAAASYAAAEyAAACAgAAAQQAAAEEAAABAQAAAZ4BAAABUAAAASIAAAEBAAACNQAAAZACAAADgQEAAAHyAgAAAQEAAAGeAQAAARgAAAE5AAABHQAAAQIAAAMBAAACAQAAAQEAAAECAAABDQAAAgYAAAEMAAABAQAAAQEAAAESAAABGQAAAQEAAAEDAAAB7AEAAAEBAAABjgIAAAFbAAABjgIAAAEBAAABAgAAAWUAAAEBAAABUgAAAaYBAAABZgAAAVQAAAISAAABhgEAAAFpAAABAQAAAbsDAAABiwIAAAFnAAABAQAAARgAAAEBAAABOQAAAQMAAAEDAAABCQAAAkwAAAFUAAABLAAAAQEAAAEDAAABBAAAAQEAAAGBAQAAAaMBAAABcgAAAQ8AAAICAAABDQAAAQgAAAUbAAAEAwAAAQEAAAIBAAACNAAAAQEAAAEHAAABJwAAAQQAAAEDAAABBAAAAQEAAAELAAABCQAAASMAAAEFAAABFQAAARsAAAECAAABBAAAAZ4BAAABFQAAAQIAAAECAAABGQAAAR0AAAEBAAACBgAAATIAAAEBAAABFAAAATcAAAEBAAABLAAAAbgBAAABKgAAAQoAAAEBAAACHgAAARAAAAFDAAABBQAAAT0AAAGaAQAAARkAAAGgAQAAARMAAAEDAAABtwEAAAEBAAABNQAAAQEAAAEiAAABAQAAAegCAAABAQAAAegCAAAB7gEAAAGyAQAAAaICAAABAQAAAWcAAAFqAAABbgAAAUwAAAEDAAABAgAAAZ8BAAABwAEAAAG7AwAAAWkAAAEBAAABWQAAAQwAAAENAAABDAAAAgIAAAEBAAABBgAAAQEAAAIbAAABAgAAAwEAAAMBAAABEgAAAQEAAAFeAAABAwAAAQMAAAEMAAABAQAAASEAAAMBAAABHAAABwgAAAEBAAACBgAAAREAAAGBAQAAAgEAAAETAAABBAAAAREAAAEFAAAEAQAAAgMAAAcFAAABGAAAARYAAAEHAAABEwAAARsAAAcHAAABAgAAAgEAAAQBAAAHAQAABwIAAAESAAABCgAAAxUAAAYBAAACAQAAAQIAAAUBAAAEAgAAAQIAAAQGAAAFCAAAAQEAAAMDAAABjAIAAAICAAABHQAAAQEAAAMTAAABAQAAAR8AAAETAAABAQAAAawCAAABfQAAAQMAAAEBAAADAQAAAQEAAAIEAAACAQAABAQAAAEBAAABBAAAAQEAAAEDAAACAQAAAwcAAAEDAAABAgAAAQQAAAEBAAACAQAAAQsAAAEFAAADGAAAAREAAAIFAAABAQAAAQcAAAQBAAACEAAAAQEAAAUBAAADAgAAAQEAAAEHAAABAQAABQEAAAIBAAAHAQAAAgEAAAEEAAABBwAABAoAAAEBAAADAQAABAkAAAECAAABDQAAAwEAAAMFAAADBQAAAQEAAAEBAAABAQAAAQwAAAEBAAACAgAAAQIAAAUBAAAKAQAABwEAAAwCAAAFAQAAAQIAAAMBAAACAQAAAwkAAAMBAAAEAwAAA+cBAAACJQAAAU4AAAEBAAABDgAAAY4CAAABjgIAAAEBAAABjgIAAAGOAgAAAQEAAAHoAgAAAYACAAAB7QEAAAGAAgAAAbMBAAAB+AIAAAGeAQAAARIAAAE+AAABIwAAAQQAAAEQAAABBgAAAQEAAAOeAQAAAasCAAACAQAAAo4CAAABHQAAAQEAAAMzAAABCQAAAYgBAAADEgAAAQ4AAAEOAAABAgAAAQoAAAEBAAABPAAAAQEAAAMBAAACCwAAARMAAAEDAAACCQAAAgEAAAIBAAABAQAAAQQAAAIJAAADBAAAAQEAAAECAAABHQAAAQEAAAIIAAABAQAAAQkAAAEBAAABAgAAAekCAAABiAEAAAEHAAABJwAAATgAAAE9AAACAQAAAjwAAAHpAgAAAZ4BAAABhwEAAAEGAAABAQAAAQQAAAGnAgAAAqcCAAABAgAAAYABAAABAQAAAQEAAAIbAAABAQAAAQIAAAEBAAABAQAAAQYAAAICAAABBQAAAwQAAAIDAAABVwAAAQEAAAENAAABBAAAAQUAAAEBAAABAgAAAgQAAAIBAAABAgAAAQIAAAECAAABAQAAAQEAAAMHAAABCgAAASIAAAICAAABCQAAAQEAAAH4AgAAAWcAAAEBAAABBQAAAQEAAAFPAAABBAAAAWcAAAGkAgAAAQcAAAIBAAABDwAAAWcAAAEBAAAB0wEAAAFiAAABAQAAAd8BAAABAQAAAZ4BAAABAAAAAbsDAAABqwIAAAEBAAABqgIAAAEBAAABrAIAAAGrAgAAAwEAAAECAAABAQAAAQwAAAQEAAABAQAAASgAAAEBAAABCQAAAQEAAAEoAAACpwIAAAH4AgAAAWcAAAFlAAABswEAAAIFAQABAQAAAhUAAAEQAAABJgAAATUAAAMBAAAEDwAAAQ0AAAICAAACAQAAAwEAAAUWAAABCAAAAQEAAAMIAAABAQAAAgQAAAEzAAABEAAAAQsAAAFOAAABgAIAAAHMAQAAAYkCAAABTgAAATAAAAEBAAADAQAABQEAAAYPAAABDQAAAQEAAAEBAAAEAQAABAEAAAICAAABAQAAAQwAAAEYAAABAQAAAgMAAAEBAAABHwAAAQEAAAEBAAABAQAAAR8AAAIBAAAEAQAAAgEAAAIPAAACAQAAAREAAAEBAAACAQAAAREAAAEtAAACAAAAAn8AAAMBAAADAQAABQ8AAAEBAAABDAAAARgAAAEBAAABAQAAAQEAAAEBAAACAQAAAQUAAAEBAAABBwAAAQEAAAEBAAABBAAAAQIAAAEeAAABAQAAAQEAAAEhAAACfwAAAcIBAAABAQAAAgIBAAF/AAAEAgAABAEAAAEbAAABAwAAAQEAAAICAAACAQAAAgwAAAEKAAABDgAAAQEAAAEEAAABBAAAAQ4AAAEHAAABAQAAAQgAAAEhAAABLgAAAwEAAAIFAAACFwAAAcwBAAABBQAAAQEAAAFyAAABDgAAAQEAAAE5AAABAQAAAQIAAAECAAABLQAAAT4AAAEBAAABEAAAASMAAAIaAAACGwAAAQIAAAEDAAABAQAAAbYBAAABsAEAAAE4AAACtwEAAAHmAQAAAp4BAAACbgAAAQQAAAEBAAABUAAAAegBAAADBAAAAegBAAADBAAAAcIBAAABAQAAAaUBAAABZQAAAVIAAAHuAQAAAZQCAAAB5gEAAAEBAAABLQAAAwEAAAKUAgAAAeYBAAACAQAAAQgAAAElAAADuwMAAAGAAgAAAf8BAAAB5gEAAAMJAAABDQAAAecBAAAB3wEAAAEIAAABCAAAAXkAAAEKAAABAQAAAaEBAAABgAIAAAEBAAABgAIAAAIBAAABOgAAASMAAAEKAAACvQEAAAGAAQAAAQEAAAE5AAABAQAAAQIAAAECAAACEQAAARwAAAEpAAABJgAAASMAAAEDAAABFAAAAbACAAAB9QIAAAHsAQAAAdABAAAB9QIAAAH1AgAAAZ0DAAABBAAAAQEAAAHuAgAAAWoAAAFuAAACAgAAAQEAAANnAAABagAAAbkBAAABZwAAAQEAAAEKAAABDgAAAQEAAAEsAAABAQAAAQUAAAIDAAABNgAAAToAAAEVAAABIwAAAQMAAAECAAABFQAAARoAAAEDAAABAwAAAQEAAAH4AgAAAagBAAABpgIAAAGfAQAAAQ4AAAEBAAABtgEAAAHsAQAAAbMBAAABswEAAAHeAgAAAQUAAAHyAgAAAQEAAAGUAgAAAQEAAAF/AAABAQAAAZUCAAABBAAAAecBAAABfwAAAQEAAAEfAAABxQEAAAEBAAAB5wEAAAGeAQAAAd8BAAABBwAAAwEAAATuAQAAAZUDAAABBAAAAYUBAAABhwEAAAIBAAAFDQAAAwEAAAICAAABAQAAAQ0AAAEBAAAEpQEAAAFlAAABBgAAAQcAAAENAAABAQAAAQEAAAEWAAADAgAAAwsAAAIWAAABVwAAAWcAAAECAAABGwAAAQMAAAEBAAABBAAAAQEAAAGBAQAAARAAAAEFAAABGgAAAQMAAAUEAAABHQAAAQMAAAEWAAABAQAAARIAAAEmAAABngEAAAFiAAABDQAAAQIAAAEBAAABAwAAAZ4BAAACUAAAAQEAAAGMAgAAAQEAAAJUAAABZwAAAQEAAAEKAAABAwAAAQsAAAEBAAABFQAAAQEAAAMBAAABAQAABAoAAAEBAAABDwAAAwcAAAEBAAABAgAAAQIAAAFOAAABAQAAARgAAAEBAAACFAAAAiMAAAIXAAACAwAAAgIAAAIbAAABAwAAAQEAAAGnAgAAAc0CAAABnwEAAAEjAAABAQAAASwAAAEdAAACAQAAAQIAAAEEAAABTAAAAQcAAAEPAAAB7AEAAAHoAgAAAYwCAAABuAEAAAGNAgAAAYgBAAABGAAAAQIAAAECAAABHgAAAQEAAAFvAAACGwAAARoAAAILAAABAQAAAQIAAAEqAAABsAEAAAGeAQAAAYgBAAABHwAAAbgBAAABJwAAAS0AAAHuAQAAAagBAAADCwAAAQ8AAAEBAAABSQAAAgEAAAEBAAABGQAAAg0AAAERAAACGQAAAQEAAAEBAAACBwAAAgEAAAENAAACJQAAAQEAAAK7AwAAAWcAAAFQAAABmQEAAAHhAgAAAaQBAAACvQEAAAEEAAABkQEAAAGAAQAAAREAAAEMAAADAQAAARUAAAIkAAABFwAAAhIAAAEOAAABGAAAAQEAAAECAAAB+AIAAAGAAgAAAY4CAAABuwIAAAEjAAABAQAAAQQAAAE6AAABAQAAAZ4BAAAB3gIAAAEBAAABBAAAAWUAAAEGAAABagAAATQAAAEDAAABEgAAAjoAAAEBAAACFAAAAQcAAAEEAAABAgAAAQEAAAEDAAABAwAAAaUBAAABiAEAAAErAAABAQAAAjoAAAEgAAACAQAAAQEAAAEBAAABBQAAASgAAAEBAAACAQAAAQEAAAEBAAABAgAAASAAAAEBAAABvgIAAAErAAABDwAAAbMBAAABsAEAAAG7AwAAAaMBAAABWQAAAQwAAAENAAABDQAAAQEAAAMBAAACBgAAAQEAAAIIAAABDwAAAQQAAAECAAADAQAABgEAAAIIAAABCwAAAQMAAAEMAAACFgAAAQQAAAEKAAABAgAAARwAAAFBAAABAQAAASsAAAGBAQAAAwsAAAEFAAABBAAAAQEAAAESAAABBAAAAQEAAAIBAAABAQAABAQAAAoDAAACAQAAAgEAAAQcAAADBQAAAQMAAAEDAAABAgAAAwIAAAECAAABAQAABAEAAAYBAAADBAAACAEAAAcBAAAJAQAAAgUAAAELAAABAQAACAEAAAECAAABAQAAAQoAAAsBAAAEAgAAAgMAAAIBAAAJBgAAAQoAAAECAAABGAAAAQEAAAEaAAAFAQAAAQEAAAEFAAACEAAAAQEAAAKBAQAAAWYAAAEYAAACAQAACwEAAAMGAAABAQAAAecBAAABswEAAAGLAgAAAQEAAAEGAAABuwMAAAKNAgAAAQEAAAGnAgAAAWUAAAF6AAABBAAAAXIAAAEPAAABMgAAAQMAAAEEAAABEQAAAUMAAAFqAAABGQAAAZ4BAAABAQAAARQAAAEDAAABNwAAASEAAAEBAAABBAAAAVEAAAEBAAABAQAAAQwAAAEBAAABuwIAAAHfAQAAAQEAAAGzAgAABDUAAAKCAQAAARwAAAEYAAABOAAAAbYBAAABBwAAAekCAAABiQMAAAG2AQAAAYUBAAABYgAAAQEAAAHeAgAAAT8AAAEBAAABugEAAAEDAAABAgAAAZ8BAAABPwAAAQEAAAFwAAABagAAAWoAAAGJAwAAAQEAAAG7AwAAAWcAAAEBAAABCgAAAQMAAAELAAACAQAAAQcAAAEIAAAEEwAAARMAAAIBAAABAwAAAQMAAAEOAAABIgAAARMAAAEBAAABDQAAARcAAAEZAAABAQAAAQQBAAEmAAABDwAAAR0AAAEDAAABAQAAAQQAAAEBAAABgAEAAAGzAQAAAY8CAAABAQAAAQMAAAG6AQAAAQMAAAFqAAABuwMAAAFyAAABDQAAAQIAAAGUAQAAAYABAAABBAAAAX8AAAGeAQAAARkAAAE3AAABfwAAAX8AAAG7AwAAAaEBAAABbAAAAWgAAAE2AAABGAAAASwAAAEMAAABHQAAATYAAAEBAAABJAAAAekCAAAB7gEAAAFnAAABAQAAAdMBAAABnwEAAAEHAAABDQAAAQMAAAE3AAABAQAAAwEAAAERAAABAQAAAQ0AAAUBAAACAQAAAQEAAAEtAAACAQAAAQIAAAEBAAACAgAAARsAAAECAAABgAEAAAEeAAABCAAAARAAAAEMAAABAQAAASsAAAIBAAABHQAAAwEAAAECAAABBAAAASwAAAEBAAABAQAAAQEAAAIdAAABBQAAAQEAAAEBAAABAwAAAQwAAAHpAgAAAfgCAAABnQMAAAEEAAABAQAAAd4CAAABPwAAAQEAAAFnAAABZwAAAbsDAAACvQEAAAEBAAABggEAAAG2AQAAAd8CAAABbgAAAYEBAAACHgAAARsAAAEGAAABCAAAAQEAAAEEAAABQAAAAQcAAAECAAABJQAAAR8AAAFDAAABAQAAAe4BAAABgAEAAAIBAAABNQAAAQQAAAEOAAABAQAAAQQAAAESAAABBAAAAQwAAAEeAAABAwAAATYAAAECAAABGQAAAQYAAAF+AAABAQAABAEAAAIBAAABOQAAAQYAAAEIAAABAQAAAQMAAAEBAAABqAEAAAEBAAABwAEAAAEMAAABugEAAAESAAABEwAAAbwBAAABAQAAAQcAAAELAAABCgAAAQEAAAGIAwAAAQEAAAGmAgAAAQEAAAECAAABpgIAAAG9AQAAAQEAAAFlAAABCQAAAg0AAAEjAAABiQMAAAEBAAABAQAAAZcCAAABAAAAAQ0AAAEBAAACigIAAAEBAAAB/gEAAAFMAAABAgAAAmsAAAG7AwAAAXIAAAEOAAABAQAAASkAAAEFAAACBAAAAWIAAAEGAAABBAAAAQgAAAQLAAABCQAAAQoAAAEyAAABHQAAAQEAAAEEAAABBAAAAQEAAAGvAQAAAQEAAAGvAQAAAQEAAAGqAQAAAQUAAAIBAAABawAAAQwAAAGOAgAAAZ8BAAABTwAAASAAAAIBAAACAQAAAQMAAAFMAAABAgAAAbMBAAABjgIAAAEBAAABnQMAAAEBAAAB3wEAAAEEAAABAAAAAQEAAAECAAABAQAAAwIAAAIBAAACSwAAAQEAAAEFAAABuwMAAAEmAAABSwAAAhYAAAGeAwAAAQEAAAG4AwAAAa8DAAABvQIAAAGHAwAAAQIAAAEEAAABAQAAAQEAAAFNAAABAQAAAkUBAAIBAQAEAQEAAAEBAAQBAQABAQEAAwEBAAIBAQAAAQEAAAQAAAEBAAAB2wEAAAHbAQAAASQAAAGKAQAAAS4AAAFjAAABewAAAVIAAAGLAQAAAeMBAAACEAAAASgBAAEBAQABAQEAAQEBAAEBAQAAAQEAAQEAAAEFAAABAQAAAb4BAAABRAAAAQEAAAEDAAABBQEABAEBAAEBAQABAQEAAAEBAAABAQABAQEAAAMAAAEBAAABBAAAARQAAAE5AAABuAMAAAEVAAABkQMAAAEBAAABLAAAAQMBAAEqAAABAgAAAQEAAAEHAAABTQAAAQEAAAEXAAABBgAAARQAAAEBAAABCAAAAQMAAAEBAAABBQAAAQQAAAMBAAABBwAAAgMAAAEBAAABDwAAAQQAAAEBAAABAgAABAYAAAENAAABAgAAAQYAAAMBAAAFAQAAAgMAAAMBAAABCAAAAgUAAAEBAAACBwAAAQIAAAEJAAABDwAAAQEAAAMFAAABBAAAAQQAAAEQAAACAQAAARgAAAQBAAAEBQAAASgAAAEKAAACAgAAAgcAAAECAAABBQAAAQ8AAAEDAAABAQAAAQMAAAGIAQAAAVEAAAFSAAABAQAAAQIAAAIBAAACEQAAAQIAAAFZAAACkAIAAAKQAgAAAQMAAAEEAAAB2AEAAAEkAAAC/wEAAAEBAAABuwMAAAGSAwAAAREAAAG/AQAAAgEAAAMBAAACAgAAAREAAAELAAABCAAAAgEAAAEDAAACAQAAAQYAAAMBAAABAgAAAQIAAAEUAAABAQAAAQYAAAEUAAADEgAAAgEAAAEBAAACAQAAAgMAAAEBAAABBAAAAQMAAAEYAAACAQAABAEAAAIDAAAEHgAAAQUAAAEEAAABAgAAAQQAAAEBAAACBAAAAgEAAAEDAAACGgAAAcoBAAABywEAAAGwAwAAAYICAAAB0QIAAAEBAAABAAAAAQEAAAECAAADBAAAAkwAAAKpAwAAAbMBAAABAAAAAZMDAAABgwMAAAEBAAABiwEAAAEBAAABBgAAAYsBAAACAQAAAQYBAAESAAABjAEAAAEYAAAB+AEAAAEDAAACkQIAAAGlAwAAAQEAAAG3AQAAAQEAAAEAAAADAwAAAUgAAAIGAAABAAAAAQYAAAFhAAABxgEAAAFpAAABAQAAAdoBAAAB3AEAAAFqAAABTAAAARkAAAEGAAABFwAAAh8AAAEEAAADAQAAAQgAAAECAAACBgAAAgEAAAITAAABAgAAASMAAAEdAAABGgAAARUAAAE7AAABEwAAAQwAAAEEAAABBgAAA7kDAAAB4AEAAAGVAQAAAQIAAAGXAQAAAWoAAAPLAQAAAZ4DAAABAQAAAYgDAAABAQAAAdcBAAABKAAAAWkAAAEEAAABPQAAAQUAAAICAAABAQAAASYAAAEVAAABEAAAAQEAAAEIAAABAQAAAfMCAAABjAEAAAGLAgAAAQIAAAICAAABAQAAAQMAAAFLAAABAQAAAQQAAAEqAAABAgAAAgEAAAESAAABAQAAAU0AAAQDAAABAwMAA00AAAF2AAABBAAAAQIBAAFAAAABFQAAAQoAAAGwAgAAAa4BAAABDQAAAQEAAAFfAAABAQAAAYUCAAABBQAAAVQAAAEHAAABCgAAAQEAAAUBAAACAwAAAQUAAAEBAAADSwAAAWcAAAEbAAABDgAAAb0CAAABkwMAAAEHAAAB+AIAAALaAgAAAbACAAAB6AIAAAEBAAAB/wIAAAGvAgAAAdsBAAABAgAAAWAAAAEBAAABAQAAAnIAAAGYAgAAATMAAAFQAAABCgAAAYcDAAABAQAABJoCAAACBQAABgEAAAEHAAABkAMAAAERAAABBgAAA0sAAAMCAAACAQAAAQMAAAEDAAABAwAAAQQAAAEtAAABhAMAAAEoAAABfgAAAhcAAAENAAABCAAAAQwAAAEHAAACAwAAAQMAAAEBAAABSQAAAQEAAAEBAAADAQAAAgcAAAFTAAABAwAAAQMAAAENAAABLAAAAf4BAAABrQIAAAEQAAABwQIAAAEeAAABAQAAAdgBAAACAQAAAZMDAAABkgMAAAGqAgAAAWAAAAEAAAABVQAAAcYCAAACEwEABAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAECAAFHAAACwAEAAAIKAAABhwMAAAGIAgAAAQMAAAECAAABAQAAAQYAAAFkAAABCQAAAUUAAAECAQACAQEAAQEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQABAQEAAQEBAAIBAQAEAQEAAwEBAAABAQADAQEAAwEBAAABAQAAAQEAAAMAAAECAAABAQAAAQQAAAMBAAACAgAAAQEAAAICAAACBAAAAgIAAAIBAAABAgAAAQEAAAEBAAADAgAAAggAAAIHAAABBwAAAQMAAAIOAAACBQAAAQEAAAICAAADBgAAAQgAAAFOAAABDAAAARQAAAGUAwAAAQEAAAGeAwAAArQBAAABDAAAAQEAAAEQAAADAQAAAwEAAAEDAAADAQAABAEAAAYBAAACAQAABAEAAAEBAAACAgAAAQIAAAEBAAAEAQAAAQIAAAEUAAABCgAAAgEAAAEBAAACAQAAAQUAAAEQAAABAgAAASIAAAIBAAACBAEAAQEAAAEBAAACDAAAAQEAAAMaAAABMQAAAQEAAAEEAAABDAAAAQIAAAECAAADAQAAAQEAAAIEAAAB1AEAAAEFAAABAQAAAQcAAAEnAAABSQAAAg8AAAFOAAABAQAAAa8BAAABCQAABAEAAAIFAAABBQAAATwAAAQBAAACAQAAAQEAAAEBAAAKAQAADgEAAAsBAAAKAQAAAwEAAAcBAAACAQAABgEAAAYBAAADAQAABAEAAAMBAAAEAQAAAQEAAAIBAAABAQAAAgIAAAICAAABBAAAAQEAAAYBAAAKAQAABwEAAAUBAAAEAQAABAEAAAICAAADAQAAAgEAAAIBAAAHAQAABQEAAAMBAAABAQAABQEAAAUBAAAFAgAAAgEAAAMBAAACAQAABQIAAAgCAAAGAQAAAwEAAAIBAAACAQAAAgEAAAMBAAACAgAAAgEAAAMCAAABAgAAAgEAAAEBAAADAwAAAgEAAAEBAAACAgAAAwEAAAYBAAAEAQAAAQEAAAECAAACAgAAAQIAAAMFAAACAwAADAEAAAYGAAABCQAAAQkAAAEGAAABBgAAARkAAAIBAAACFgAAAQIAAAEFAAADBQAAAgcAAAQCAAAFAQAAAQkAAAEHAAACAQAABAMAAAEKAAACAQAAAgEAAAILAAACBgAAAQEAAAQSAAACBQAAAhcAAAMGAAACAQAAAwUAAAEZAAABUgAAAVEAAAEBAAADAQAAA04AAAIBAAADAgAAAQMAAAIBAAACAQAABQEAAAMBAAACAQAAAgIAAAEBAAABAQAAAQEAAAIBAAABAgAAAgIAAAIKAQACAQEAAQEBAAQBAQAIAQEACQEBAAYBAwADAQEAAQEAAAsBAAAEAQAAAgEAAAICAgACDQAAAgEAAAQDAAABCgAAAhAAAAEBAAADAQAAARAAAAEEAAADAQAAAgEAAAIDAAABAQAAAgYAAAMBAAADAQAAAgEAAAIDAQABAgAAAQEAAAIPAAABAwAAAQEAAAE0AAABAQAAAQMAAAEDAAABLgAAAQ4AAAESAAABBwAAAaQBAAABqgMAAAEBAAACqwMAAAEHAAABuwMAAAEDAAABqQMAAAGqAwAAAQEAAAEGAAABkQEAAAFJAAABCgAAASEAAAEFAAABNAAAAS8AAAHbAQAAAQIAAAHrAgAAARwAAAHmAQAAAR4AAAEsAAAB0AEAAAFXAAADtwEAAAITAAABHQAAARgAAAEBAAABEQAAAZYBAAABAQAAAacDAAABAwAAAboDAAABmQEAAAF/AAABrgIAAAHgAgAAAbgDAAABrAIAAAHTAQAAARUBAAIBAQACAQEAAAEBAAABAQAAAQIAAgEBAAAJAAABJwAAAQEAAAGsAQAAATYAAAEMAAABAgAAASgAAAHbAQAAAYgBAAABugIAAAEBAAABRQAAAQEAAAFGAAABHAAAAQ4AAAFAAAABMAAAAToAAAEEAAABIAAAASIAAAECAAABQAAAAZ4BAAABJgAAAUcAAAEoAAACAQAAAQEAAAICAAABAgAAAgIBAAkBAQAHAQEAAgEBAAABAQADAQEAAQEBAAEBAQACAQEAAAEBAAQLAAAB/gIAAAH9AgAAAe0BAAAB7QIAAAEpAAABAQAAASEAAAEBAAABqgEAAAEBAAABGQAAAdQBAAABtwEAAAETAAABAgAAAZIBAAABAQAAAQQAAAHLAQAAAeYBAAABBAAAAQMAAAJLAAAFAQAABP8CAAABAQAAAWMAAAFSAAABUgAAAQEAAAEzAAABnwMAAAGoAQAAAhgAAAETAAABAQAAAgsAAAEEAAABQAAAAQIAAAEKAAABBQAAASIAAAICAAABBQAAAQgAAAIBAAACoAIAAAHFAgAAAQQAAAIBAAACoAEAAAICAQABSwAAAQIAAAECAAAB9gIAAAEBAAACBAAAAQEBAAGHAwAAAYgCAAABAQAAAdoBAAABKQEAAwEBAAABAQAAAQEAAQEBAAEBAQAAAQEAAQEBAABtAAACBAAAAQEAAAEFAAABBQAAAQMAAAEFAAABBwAAAQQAAAHhAQAAAV0AAAGHAwAAAf4CAAAB4AEAAAEBAAACAQAAAToAAAGUAQAAAQMAAAG2AwAAAdkBAAABAQAAAZEBAAABJAAAAQIAAAEDAAABAQAAAaMCAAABJwAAAQEAAAFeAAABuAEAAAG5AQAAAUgAAAE1AAABdAAAAc8CAAABXgAAAQ4AAAEBAAABKQAAAb4BAAABBQAAAXAAAAEEAAABrQMAAAEBAAABAQAAAfkCAAABLQAAAQEAAAHSAQAAAhEAAAGRAQAAAfMBAAABDgAAAQEAAAEBAAAChAMAAAGjAwAAAYwDAAABBgAAAagDAAABAQAAAYMDAAABAQAAAQQAAAGIAwAAAQkAAAH/AQAAAXYAAAEYAAAB6QEAAAGjAQAAA0EAAAEFAAABBAAAAQ0AAAEOAAABAQAAAQIAAAIPAAABSAAAAQkAAAEBAAABBAAAAQ4AAAEBAAABAQAAAQ8AAAEEAAABAgAAAQEAAAIDAAABBAAAAQcAAAEBAAABAQAAAQQAAAEeAAABHAAAAQQAAAEBAAABCwAAAQ8AAAEYAAABAQAAAQgAAAEFAAABAwAAAQUAAAEEAAABAQAAAREAAAEBAAACAgAAAggAAAECAAABAQAAAQEAAAEDAAACBAAAAV8AAAF8AAABAgAAAQoAAAEEAAABAQAAASIAAAEcAAABAgAAAR8AAAEBAAABGAAAAQEAAAESAAABJQAAARsAAAEBAAABTwAAARgAAAFQAAABAQAAARIAAAICAAACvQEAAAGJAgAAAagDAAACAQAAAcYCAAABAQAAAYYBAAABGQAAAoYBAAABrQIAAAFYAAABMwAAAQEAAAIiAAABDwAAAQMAAAEKAAABPAAAAR4AAAEBAAABJQAAAUsAAAEEAAABtwEAAAOrAgAAAQEAAAIBAAAB8wIAAAENAAABkwMAAAGtAgAAAgEAAAGFAQAAAQEAAAEEAAABnAIAAAEYAAABAQAAAUsAAAFPAAABaQAAARkAAAFFAAABMQAAAS4AAAEmAAABGQAAAa0CAAAB2wIAAAGgAgAAAZcBAAABEQAAAVMAAAMBAAAJAQAABAoAAAIFAAACBAAAAR4AAAIFAAABGwAAAQEAAAEXAAAD7wIAAAEOAAAEAQAAAwEAAAEBAAADGgAABAcAAAEBAAABAQAAAQEAAAQMAAABFwAAAQYAAAFKAAABTgAAAQsAAAEGAAABKwAAARsAAAEZAAACswIAAAE0AAABKwAAAQoAAAG3AgAAAQcAAAEHAAABpwMAAAEBAAABAQAAAb4BAAABfAAAAa8CAAABqwMAAAGlAwAAAfgBAAABEwAAASEAAAFTAAABFwAAARQAAAEKAAABEQAAAUAAAAIIAAACAQAAARoAAAFJAAABAwAAAUMAAAE0AAABTQAAAgEAAAFBAAABAQAAAgMBAAEBAQAAAQEAAAEBAAABAQABAQEAAKoBAAABBAAAAXEAAAEYAAABBQAAAfMBAAABPAAAAT0AAAE+AAABGAAAAR0AAAG7AgAAAaICAAABSwAAAR0AAAGHAwAAAQwAAAEDAAABBAAAAQEAAAECAAABEwAAATUAAAErAAABBwAAAQIAAAEgAAABAQAAARsAAAEcAAADCAAAARsAAAEDAAABAgAAAgMAAAE/AAABCQAAAgIAAAEIAAABGwAAAgEAAAMBAAADAQAAAgEAAAEBAAABAgAAAQMAAAEBAAABAQAAAQEAAAEDAAABAQAAAQoAAAIPAAABAwAAAQEAAAEBAAABBAAAAgIAAAEDAAAByQIAAAE+AAABCAAAAQIAAAELAAABEgAAAbYCAAABvwEAAAEdAAABwAEAAAGAAQAAAwEAAAEBAAABTQAAAQEAAAItAQADAQEAAwEBAAcBAQAHAQEACgEBAAIBAQADAQIAAQEBAAEZAQAJAQEACAEBAAYBAQADAQEAAgEBAAABAAAJAQAAAhEAAAEBAAACAQAAAwQAAAEEAAABAQAAAQIAAAECAAABBQAAAwMAAAETAAABBAAAAQkAAAEBAAACAQAAAh4AAAMBAAACDgAAAQ8AAAEBAAABqgIAAAFNAAABpwIAAAH/AQAAAcoBAAABvwEAAAE/AAACAQAAAg0AAAEBAAABtgEAAAEVAAAEAQAAAgEBAAHKAQAAAYsDAAAB6AEAAAEDAAABEQAAAQEAAAE1AAABEAAAAQEAAAI0AAABAQAAAfMCAAADCAAAAQEAAAEBAAABDwAAASgAAAEBAAABAwAAAwgAAAEDAAABkgEAAAGSAQAAAQEAAAE+AAAB2AEAAAGTAQAAAbMCAAABvQIAAAEBAAABbwAAAc4BAAACSwAAAQEAAAEeAAABAgAAAQEAAAHUAQAAAUQAAAETAAABFwAAATEAAAEEAAAB9QEAAAHVAQAAAQcAAAJ3AAABmAEAAAELAAABpQMAAAFMAAABoAMAAAEIAAAB4wIAAAEAAAADAQAAAgEAAAIBAAABAQAAAQEAAAEBAAABBwAAAQEAAAIaAAABPgAAAQcAAAECAAACDQAAASMAAAE6AAABBgAAASAAAAEZAAABFQAAAR4AAAEBAAABlgEAAAGCAQAAAQEAAAGWAQAAAXAAAAEBAAABAQAAAQEAAAESAAABAgAAAQEAAAEBAAABAQAAAQoAAAECAAABBQAAASwAAAEBAAABrgEAAAIEAAABAQAAAWgAAAFXAAABIgAAAXkAAAEDAAABAQAAAUIAAAEXAAABsQMAAAHIAQAAAQMAAAK7AwAAAbsBAAABAgAAAgEAAAEKAAABAQAAAQUAAAGPAgAAASIAAAKXAQAAAR4AAAEBAAABDAAAARcAAAEBAAABIwAAAU8AAAEBAAABBQAABQEAAAEBAAABAQAAAYwBAAABAQAAAwEAAAIEAAABCgAAAQEAAAEWAAABAQAAAcQBAAABAwAAAQEAAAGLAwAAAbYDAAABhQIAAAG0AQAAAQEAAAGeAwAAAZgBAAAB9QIAAAFRAAABCQAAAUkAAAEBAAABrgEAAAECAAAEBAAABAEAAAECAAAFAQAAAgEBAAEBAAABAQEACAEBAAMBAQAGAQEABwEBAAEBAgAEAQEAAgEBAAEBAAACAQAAAgEAAAEBAAACAQAACAMAAAMBAAABAQAAAQIAAAMBAAABAQAAAQEAAAIBAAABAQEADQEBAAsBAQAHAQEABwEBAAMBAQAFAQEABQEBAAMBAQABAQIABQEBAAABAQAHAQIAAQECAAEBAgACAQIAAAECAAABAgABAQIAAQEBAAcBAQADAQEACQEBAAIBAQAAAQEAAgEAAAYBAAABAQAAAwEAAAEBAAABAQAAAwEAAAEBAAABAQAAAQEAAAEBAAADAwAACAEAAAEBAAACAQAABAEAAAUBAAABAQAAAQMAAAMEAAACAQAAAgMAAAEIAAABCQAAAQIAAAEOAAACAwAAAQEAAAMBAAADAQAAAQIAAAMBAAACAgAAAwEBAAMBAAACAQEACQEBAAcBAQAIAQEAAgEBAAkBAQAEAQEABgEBAAMBAQACAQIACgECAAYBAgAKAQIACgECAAIBAgACAQIAAQEFAAcBAgADAQAAAQEAAAEBAAABBAAAAwMAAAEBAAALAgAAAgEAAAEBAAAHAQAAAwEAAAEBAAABAgAAAQEAAAQBAAAEAQAAAQEAAAQBAAAGBAAAAQgAAAEPAAABAQAAAgEAAAEBAAABAQAAAgMAAAECAAACAQAAAQUAAAIBAAABAQAAAQIAAAEBAAACAQAAAwIAAAECAAABAQAAAQEAAAEBAAACAQAAAwEAAAQBAAADAgAAAQEAAAMBAAACAQAAAwEAAAMBAAAIAQAAAwEAAAEBAAABAQAAAgEBAAIBAQABAQEAAgEBAAIBAAABAQAAAgEAAAEBAAACBAAAAQEAAAEEAAAEAgAAAgEAAAQBAAABAQAABgEAAAEDAAABAQAAAQEAAAEEAAACAQAAAQEAAAEDAAABAgAAAgEAAAEEAAADAQAAAQIAAAEBAAAEAgAAAgIAAAIBAAABBAAAAQUAAAIBAAABAQAAAQQAAAEBAAABAQAAAQIAAAIBAAABAgAAAQEAAAICAAACAgAAAQEAAAIIAAABAwAAAwEAAAIBAAAGAQAAAwEAAAMBAAAGAQAAAwEAAAQBAAADAQAAAQEAAAEDAAADAQAAAgEAAAIBAAACAQAAAgEAAAICAAABCAAAAgEAAAIBAAADAgAABQEAAAQBAAABAQAAAQIAAAMCAAABAgAAAQEAAAECAAABAQAAAgMAAAEDAAACBQAAAgEAAAECAAABAQAAAQMAAAECAAADAgAAAQsAAAECAAABCAAAAgEAAAEEAAADAQAAAQIAAAQBAAABAQAAAQEAAAGuAwAAAasBAAABFAAAAQEAAAECAAACAQAAAQEAAAEMAAACEAAAAQwAAAIBAAABAQAAAQEAAAEEAAABAQAAAQUAAAEBAAABBgAAAwwAAAIBAAABAQAAAQoAAAEMAAACAQAAAgEAAAQNAAABAQAAAgQBAAIBAQAAAQEAAAEBAAABAQAACQAAAQIAAAEdAQABAQEAAAEBAAEBAAACDQAAAYECAAABjQIAAAGuAwAAAZIDAAABlAEAAAEGAAABpQEAAAGUAQAAAVAAAAIDAAACAQAAAaACAAABMQAAAYQCAAABAQAAAUUAAAFoAAABrwEAAAENAAABAQAAAwMAAAEQAAABAQAAAQEAAAECAAABlwIAAAENAAABnwIAAAGkAgAAASEAAAEYAAABAQAAAcABAAACEAAAAUUAAAEBAAABbwAAAccBAAABRgAAAU8AAAECAAABUQAAATEAAAFCAAABAwAAAQEAAAENAAACCwAAAQQAAAEDAAABAwAAAgIAAAIJAAABAQAAAQEAAAEBAAABFwAAARMAAAEKAAABCQAAARYAAAECAAABAgAAAQUAAAECAAABFgAAAQEAAAECAAABAQAAAgsAAAIBAAABAQAAAQMAAAEaAAABBAAAAgEAAAECAAABAQAAAQQAAAECAAABDgAAAgIAAAEHAAABCAAAARYAAAIBAAADAgAAAREAAAEBAAABHAAAAQIAAAEGAAABBAAAAQEAAAIPAAABCQAAAQQAAAEDAAABCAAAAQMAAAEFAAABFAAAAgEAAAIPAAABBAAAAQEAAAEBAAABUgAAAUkAAAEFAAABhQEAAAEBAAABBAAAASkAAAEnAAABBwAAAQEAAAEVAAABEQAAAUIAAAEBAAABVgAAASYAAAEjAAABagAAAa0CAAABhAMAAAERAAABHgAAAQEAAAECAAAB3wEAAAHaAQAAAcoBAAAB2wEAAAH1AgAAAQoAAAEBAAABBwEACgEBAAkBAQAJAQEABAEBAAgBAQAFAQEAAQEBAAUHAAABBAAAAQEAAAIBAAACiQMAAAIFAAACPwAAAgEAAAJLAAABCQAAAQcAAAGIAgAAAQEAAAGrAQAAAQEAAAEoAAABLAAAAX0AAAHdAQAAAbADAAABDgAAAQQAAAEDAAABAQAAAb0BAAABAQAAAgEAAAEKAAABBAAAAQEAAAEQAAABNgAAAwIAAAEBAAABAQAAASgAAAEXAAABIwAAAQcAAAGaAwAAAa8CAAABZQAAAckCAAABgwMAAAFIAAABAQAAAQEAAAGWAgAAAfECAAACMgAAAbkCAAABAQAAARkAAAGdAgAAAdEBAAACAwAAAQEAAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAACsAAAEZAAABAQAAAScAAAFAAAABBQAAAQUAAAIbAAABBwAAAdYBAAABcAAAAQEAAAEMAAABGQAAAQEAAAEBAAABPgAAAQQAAAIEAAABAgAAAQQAAAErAAABOQAAAQsAAAEGAAABPwAAASAAAAECAAABHQAAASUAAAEBAAABMQAAATkAAAEwAAABXgAAAQEAAAECAAABAgAAAVQAAAEHAAABEQAAARUAAAELAAABAQAAAQEAAAEBAAABowIAAAE4AAABAQAAAR4AAAECAAABAQAAAZ4BAAABEQAAAREAAAEFAAABAgAAAQEAAAEBAAABAQAAASoAAAEYAAABBAAAARAAAAEGAAABAQAAATYAAAFKAAABJwAAAhQAAAEjAAABAQAAATkAAAEBAAABFgAAASwAAAFLAAABwAIAAAFgAAABBgAAAbsBAAABMgAAAdMBAAABYgAAAUsAAAGvAQAAAToAAAH1AgAAAacDAAABBAAAAwQAAAEGAAACAgAAAwEAAAIBAAABBgAAAgwAAAIBAAAHAgAABgEAAAcBAAACAgAABAYAAAQBAAABAQAAAQMAAAEBAAABAQAAAQIAAAYBAAAHAgAAAQEAAAMBAAAHAQAAAQEAAAoBAAAEAQAAAgMAAAIBAAACAQAABQEAAAQCAAABAQAABAEAAAEBAAABAgAAAQEAAAEHAAABAQAAAyMAAAEBAAACAQAAAQMAAAIBAAABAQAAAgMAAAMBAAACAwAAAQEAAAEBAAABAQAAAgEAAAUBAAACAQAAAwEAAAEBAAABAwAAAQEAAAEEAAABCQAAAQEAAAIBAAADAgAAAQkAAAEFAAADBQAAAQUAAAMBAAABAQAAAQIAAAEBAAACDAAAAQcAAAEBAAABBwAAAQEAAAIBAAADAQAAAgEAAAEBAAACAQAABQEAAAEBAAABAQAAAgEAAAICAAACBAAAAQcAAAEBAAAKBQAAAgEAAAMBAAABAgAAAQEAAAECAAADAgAAAgIAAAEDAAACAQAAAQEAAAIDAAADAQAAAQMAAAEFAAAEAQAAAQEAAAMBAAACAQAABAIAAAEBAAABAQAAAgEAAAMEAAABBQAAAQEAAAEBAAADAwAAAgEAAAECAAADAQAAAgIAAAEBAAADAgAAAwgAAAECAAABAwAAAgEAAAcBAAAJAQEADQEBAAsBAQAGAQEACQEBAAgBAQAGAQEAAgECAAsBAgAHAQIACgECAAgBAgAGAQMABQECAAMBAQALAQEACAEBAAcBAQAKAQEAAgEBAA0BAQAAAQEABAEBAAYBAQALAQEABQEBAAQBAQAAAQEABgEBAAYBAQADAQEABQEAAAMBAAADAQAAAQIBAAoBAQAEAQEABAEBAAYBAQARAQIAAgEAAAkBAAAFAQAACQEAAAcBAAADAQAAAQEAAAUBAAACAQAAAgIAAAIIAAABCAAAAgsAAAEHAAABBQAAAQEAAAELAAABAQAAAwIAAAEBAAABBAAAAQIAAAIBAAAIAQAAASQAAAOXAwAAArQBAAACMAAAAQIAAAEeAAABJwAAASgAAAETAAABEgAAAQwAAAHKAgAAASIAAAIBAAACQQAAAQEAAAGYAgAAAQUAAAEBAAABJQAAAZACAAABIQAAAQEAAANwAAABAQAAAboBAAABRgAAAasCAAABRwAAAggAAAEKAAADAgAAAQEAAAEBAAABAQAAAgcAAAEDAAACBQAAAQEAAAEBAAACBAAAAQQAAAUDAAACAwAABAEAAAUCAAADAQAAAgEAAAMBAAACAgAAAwEAAAECAAABAwAAAQEAAAEDAAACBgAAAQgAAAMEAAACBAAAAgEAAAEBAAACCAAAAwEAAAMGAAABAQAAAQEAAAIFAAABBQAAAQEAAAEGAAABAQAAAQgAAAEBAAABBAAAAw8AAAEHAAABDwAAARQAAAIGAAADAQEAEAEBAAQBAQAGAQEACgEBAAcBAQAEAQEAAgEBAAIBAQAGAQEACAEBAAgBAQAFAQEACAEBAAoBAQAGAQEACAEBAAYBAQABAQEABAEAAAIBAAAFAwAAAQQAAAEGAAAEAQAACgEAAAcBAAAFAQAAAgEAAAIBAAABBwAABwEAAAIFAAABAQAAAw0AAAEBAAAEBAAAAgEAAAEBAAABAQAAAQIAAAIDAAABAQAAAQoAAAQBAAABAwAAAQEAAAICAAACBwAAAQEAAAIBAAACFAAAAQMAAAEBAAABwAEAAAEKAAABAQAAAVoAAAIBAAABDQAAASwAAAEEAAAB7AIAAAEHAAABIgAAAd8CAAABFQAAAR4AAAEhAAABkwEAAAEFAAABAQAAAiAAAAEgAAABAwAAAzQAAAEBAAABAQAAAQEAAAEBAAABAQAAAQwAAAEMAAABBQAAApEDAAAB0wEAAAEOAAABAQAAAXAAAAG9AgAAARcAAAE7AAABVgAAARgAAAIuAAACAQAAAQMAAAEgAAABAQAAAQcAAAEEAAABDwAAAQQAAAEBAAACBwAAARAAAAEMAAABIwAAAQYAAAEEAAABIAAAAQEAAAETAAABDwAAAgEAAAEBAAACAQAAAQEAAAEBAAABBwAAAQEAAAEhAAADBwAAAQIAAAEBAAABFwAAAgsAAAEBAAABOAAAAQcAAAEEAAACGAAAAQwAAAIMAAABAgAAAQ4BAA0BAQAHAQEAAwEBAAcBAQAHAQEAAgEBAAABAQACAQEABQEBAAIBAQACAQEABAEBAAACAAACAQAAAQQAAAEBAAAEAQAAAwIAAAUBAAACAQAAAQEAAAIHAAAFAQAAAgEAAAEBAAAFAQAAAgEAAAIBAAABAwAAAQIAAAEBAAABAQAAAQIAAAECAAABAwAAAgEAAAUBAAAFAQAAAwsAAAQBAAABAwAABAEAAAEFAAABAQAAAgEAAAIEAAACCQAAAQwAAAQEAAABAQAAAgEAAAEBAAABCQAAAQoAAAINAAABDAAAAQUAAAQaAAABGAAAAQsAAAEBAAABAwAAAf8BAAABJQAAAQMAAAECAAABUwAAAQgAAAEOAAABAQAAAggAAAE9AAABhQIAAAFNAAABhwEAAAF9AAABIQAAAWoAAAEPAAAB6wIAAAEIAAABQAAAAaQBAAABEQAAAQMAAAFHAAAB6QIAAAGbAgAAAVIAAAGRAwAAAcEBAAAB8AEAAAFxAAABAQAAAUkAAAEBAAABAQAAAQoAAAHUAQAAAQ4AAAE5AAAB2QEAAAE4AAABDQAAAUEAAAEOAAABAQAABAEAAAEBAAABAQAAAQEAAAEWAAABWgAAAQEAAAHfAQAAAYQCAAABAQAAAbQBAAACAQAAATgAAAE1AAABtgMAAAFeAAABOQAAAdYBAAABEwAAARQAAAGHAwAAAbUBAAABKAAAAaIBAAAB2wEAAAGlAwAAAf8CAAABOAAAARoAAAI+AAABuAEAAAEuAAABDgAAAiwAAAEdAAACAwAAARIAAAQBAAABAgAAAesBAAABEgAAAYoDAAABAAAAAQEAAAFoAAABpQIAAAEDAAABIQAAAfMBAAABAQAAAQQAAAECAAABggIAAAH7AQAAAQ8AAAG9AgAAAaACAAABAQAAAV0AAAHFAgAAASQAAAGmAgAAAWQAAAGmAgAAARoAAAF0AAABBgAAAQIAAAECAAABAQAAAU0AAAEAAAABAwAAAkgAAAJRAAABuwEAAAHpAQAAAaQCAAABqQMAAAEGAAABAQAAAQEAAAEtAAABnQEAAAFQAAABKwAAAQEAAAErAAACjgMAAAF9AAABBgAAAQMAAAGFAwAAAQQAAAFdAAABAQAAAQIAAAEXAAABGAAAAbsBAAABNAAAAeQBAAABIAAAAT0AAAErAAABAgAAAgEAAAFEAAABAQAAAQQAAAGzAwAAAQMAAAEKAAABCQAAAQQAAAEDAAABDgAAARUAAAEJAAABGwAAAQMAAAEBAAABBwAAAQEAAAEGAAABDwAAAQUAAAEEAAABCwAAAQEAAAEFAAABIwAAAQYAAAIDAAABGgAAARYAAAEgAAABEgAAAxMAAAIBAAABEgAAASUAAAEBAAABEwAAARAAAAIDAAABBwAAAQEAAAEHAAABCAAAAQMAAAHHAQAAAQ8AAAEBAAABHQAAAS4AAAGYAQAAAdMBAAABkwMAAAH3AgAAAQMAAAFRAAABEwAAAQQAAAKxAQAAASUAAAEDAAABBgAAAQIAAAE0AAABAQAAATMAAAFGAAABTAAAASkAAAEYAAACQAAAAbkCAAABsQMAAAH3AQAAAfUBAAABRAAAASUAAAEeAAABoQIAAAEeAAABBQAAAwEAAAEbAAABrgEAAAH1AQAAASgAAAFPAAABLwAAATwAAAESAAABHAAAAQoAAAFeAAABCQAAAY4BAAABjQIAAAH9AQAAAQEAAAFaAAABsAEAAAEnAAABmgEAAAGpAQAAAgEAAAFWAAABIAAAAgEAAAEEAAABswIAAAFdAAABBwAAAeUBAAABAQAAAQIAAAEyAAABAQAAATAAAAEBAAABEAAAAScAAAEDAAABAQAAAgIAAAEDAAABJQAAAQkAAAFDAAABAgAAAVUAAAEpAAABFAAAAQIBAAFoAAAB2AEAAAHXAQAAAQIAAAEBAAABAQAAAWMAAAHMAQAAARQAAAENAAABAQAAARgAAAESAAABAQAAAQEAAAEzAAABIgAAARQAAAEEAAABDAAAAgIAAAEEAAABBgAAAgoAAAErAAABXAAAAQgAAAIXAAABTAAAAR4AAAEaAAABTQAAAQUAAAFFAAABMgAAAQMAAAEQAAABpgEAAAFbAAABFgAAAaECAAABAQAAAQcAAAEBAAABjAEAAAEJAAABfwAAASUAAAEBAAABvgIAAAEBAAACcwAAARkAAAGmAgAAAS0AAAFCAAABSAAAAQIBAAFFAAABAgAAAQAAAAEOAAABAwAAAQUAAAEeAAACBwAAAQIAAAECAAABBgAAAQQAAAEJAAABPAAAAlEAAAEfAAACGgAAARoAAAEBAAABIAAAAQUAAAEFAAABJwAAARYAAAEBAAACUAAAAwEAAAGmAwAAAUYAAAFUAAABAQAAASkAAAEXAAABXQAAAcwBAAABCwAAAhEAAAEDAAABEgAAASIAAAEBAAACAQAAATkAAAExAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAABwAAAQIAAAMBAAAEBwAAAWAAAAICAAABCgAAASMAAAEBAAABDgAAAQYAAAEBAAABAwAAAQEAAAEDAAABBQAAARAAAAEPAAABHAAAAQEAAAEDAAABDgAAARoAAAEBAAABQQAAAQEAAAF4AAABBQAAARoAAAEBAAABCwAAAQ4AAAEDAAABAgAAAQ0AAAEFAAABFQAAAQIAAAERAAABBwAAAQIAAAEDAAACBwAAAQEAAAEYAAABBgAAAUYAAAHzAQAAAQEAAAEGAAABiQIAAAHVAQAAAbIDAAABggMAAAHbAQAAAQIAAAEaAAABgAEAAAEBAAABBgAAAakBAAABKwAAAQEAAAEdAAABMwAAAQMAAAEQAAABAQAAAQUAAAECAAABAQAAAiwAAAEWAAABAQAAAQMAAAIBAAABDAAAAQkAAAEFAAABEAAAAQYAAAGaAgAAARgAAAEJAAABAQAAARgAAAEBAAACEgAAAbgCAAABpAEAAAGrAQAAAY4BAAABsAEAAAEVAAACPgAAAWoAAAEMAAABjgEAAAExAAACAQAAAQEAAAIDAQABAQAAAR0AAAGXAwAAAacCAAABIAAAARYAAAENAAABEQAAAQYAAAENAAABAQAAAQcAAAFOAAABBgAAARABAAEBAQAASAAAAQEAAAE4AAABAQAAASAAAAEBAAACAQAAAQEAAAEJAAABAQAAAaMBAAABSwAAARcAAAFoAAABBAAAAQEAAAEDAAABBAAAAQEAAAGoAQAAAfcBAAABAQAAAuQBAAABHwAAAXYAAAEJAAABBAAAASAAAAEkAAABbgAAARkAAAEQAAACFgAAAQoAAAGiAQAAAXEAAAEMAAABBgAAASgAAAEBAAABAQAAAgQAAAEBAAABGQAAATUAAAG4AQAAAQEAAAEVAAABAQAAARAAAAEIAAABVQAAAboDAAABAgAAAQgAAAGgAQAAAZABAAABTQAAATMAAAEpAAABEAAAAUIAAAEBAAADCAAAAQQAAAEdAAACAQAAARkAAAEKAAABCAAAAQ4AAAEEAAABEAAAATYAAAEBAAABqwMAAAECAAABowIAAAEBAAAB0gEAAAEwAAABVAAAAgEAAAJaAAABEQAAAUsAAAEDAAABBAAAAckBAAABAQAAAQEAAAEBAAABHQAAAbcDAAAB6AEAAAIDAAACTQAAAQEAAAIBAAACAQAAAZ8CAAABAQAAAcEBAAABPgAAATkAAAEBAAABAQAAAgEAAAIWAAABAQAAARkAAAHPAgAAAZgBAAABDQAAAQEAAAEPAAABGwAAAQQAAAGlAQAAAZcBAAABAQAAAcIBAAABFwAAASIAAAEYAAABAQAAAQIAAAFmAAABBQAAAQYAAAE2AAABCAAAAQEAAAEIAAABBgAAAQEAAAE3AAABBAAAARoAAAEIAAABPAAAAQMAAAEBAAABTgAAAaECAAABXAAAAaYDAAABaQAAAmIAAAEIAAABEAAAAQQAAAEFAAAFCAAAAQEAAAEEAAABCwAAAgEAAAEBAAAGAgAAAwEAAAECAAABAQAAAQcAAAIDAAABAQAAAgoAAAE2AAABAQAAAgQAAAEEAAACBQAAAQkAAAEEAAABAwAAAQEAAAMBAAABAQAAAgcAAAIEAAACBQAAAQIAAAEBAAAEAQAAAgIAAAEFAAABAQAAAQUAAAEBAAACAgAAAgEAAAgBAAACAQAABgEAAAQCAAAFAQAAAgEAAAEBAAABBAAAAQEAAAIBAAABAQAABQIAAAEBAAACBgAAAQUAAAEDAAACAgAAAQQAAAEDAAACAQAAAgMAAAQBAAABAgAAAgEAAAIBAAABAQAAAQIAAAECAAABAQAAAQEAAAEEAAABBgAABAMAAAEBAAABAQAAAQEAAAEEAAACAQAAAwEAAAICAAACAQAAAQEAAAIBAAABAgEAAQEAAAEGAAABBQAAAQEAAAEDAAACAQAAAgYAAAEGAAABBAAAAREAAAIBAAADCwAAAQYAAAERAAABAQAAAR0AAAEOAAACAQAABAMBAAGmAwAAAQEAAAG2AwAAAQEAAAMBAAABqgIAAAIxAAABBwAAARwBAAIBAQAAAQEAAAEBAAABAQAAAQEABQEBAAMBAQAAAQEAAA8AAAELAAACAQAAAeEBAAABmAIAAAEJAAABBwAAARUAAAEBAAABAgAAAQgAAAEIAAADAQAAAwEAAAEBAAABAQAAAgEAAAJIAAABBgAAAQEAAAEcAAABAgAAAQoAAAEoAAABCgAAARIAAAELAAABCAAAARgAAAEPAAABBgAAAQEAAAEBAAABCwAAAQEAAAIJAAADAQAAAQQAAAECAAABAwAAAQsAAAEBAAABAQAAAQ0AAAEpAAABAQAAAQEAAAEGAAABjwIAAAITAAABFgAAAT8AAAH8AQAAAfwBAAABAQAAAfUBAAABsQMAAAGxAwAAAbwBAAABDgAAAQIAAAEHAAABvQEAAAECAAADAQAABgMAAAEMAAACuAEAAAIIAAACAgAAAQEAAAENAAABVAAAAa4CAAABuwEAAAEBAAABhQEAAAHKAQAAAeQCAAABDQAAATsAAAUBAAACAQEAAZ0DAAABBAAAAQEAAAEGAAABAQAAASgAAAEeAAABAQAAARUAAAIBAAABAQAAAgEAAAEIAAABAQAAAQUAAAEBAAADHQAAAQEAAAIxAAABAwAAAQEAAAEIAAABAQAAAQgAAAEMAAABOQAAAQIAAAEsAAABRQAAAYYCAAABAQAAAYwBAAAB7gIAAAGiAgAAASkAAAHrAgAAAdIBAAAB3AEAAAGbAwAAAbsBAAAB1gEAAAEBAAABxQEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAAABAQAAAQsAAAHyAgAAAQEAAAGdAwAAAQQBAAEBAAAB7QIAAAEEAAABFQAAAdYCAAABAQAAAbwBAAABDgAAAaACAAAB/QEAAAEiAAABAgAAAS0AAAElAAACAQAAAgMAAAEHAAABwAIAAAEIAAABpgMAAAHgAgAABgIBAAIDAAABpgIAAAIDAAABHAAAAacCAAABAgAAAZ4DAAABpQEAAAEDAAABCAAAAT4AAAFwAAABBQAAAQQAAAIBAAABCgAAAgIAAAEBAAACJQAAAQEAAALeAgAAAQUAAAGPAgAAA9ACAAABAgAAAwIBAAEFAAAB4AEAAAEBAAACAQAAAToAAAE1AAABAwAAAVwAAAEEAAACrQIAAAGHAwAAAQIAAAEEAQABAQAAAdMBAAABVAAAAQEAAAECAAABBAAAAgYBAAEdAAABFwAAAq8CAAABBAAAAREAAAEQAAABJgAAAQMAAAFqAAABAQAAAQEAAAEFAAABCAAAAQgAAAECAAABRQAAATAAAAECAAABHwAAAQ4AAAEBAAABJQAAAQEAAAEHAAABCwAAAQoAAAEBAAABDAEAAAgBAAAHAQAAFQEAAAcBAAAGAQAABwEAABYBAAAJAQAACQEAAAgBAAAQAQAABgEAACgBAAAUAQAACAEAAA8BAAAGAQAACAEAAAYBAAAJAQAAEAEAAAkBAAALAQAACwEAABMBAAAIAQAAEQEAAAgBAAAGAQAAIwEAAAgBAAALAQAACQEAAAcAAAEBAAABgAMAAAG1AgAAARgAAAEOAAABAwAAAScAAAEHAAABAQAAAYwCAAABagAAAUEAAAENAAAB/wIAAAIGAAABggMAAAEEAAABhgIAAAECAAABpgEAAAEHAAABpAEAAAEBAAABnAMAAAGnAwAAAQEAAAECAAABAwAAAYUCAAABBQAAAYUBAAACBQAAAQcAAAFeAAABFAAAAQIAAAEPAAABAQAAAUsAAAEBAAABIQAAAgIAAAFpAAABHAAAAQQAAAEBAAABTAAAAUUAAAFQAAABXQAAAV8AAAEFAAAB2AIAAAGOAQAAAT4AAAJRAAABPQAAAaUBAAABgwEAAAEBAAACAwAAAQEAAAICAAACJQAAAgEAAAEnAAABAQAAAQYAAAEBAAABCAAAARoAAAEHAAABEAAAAQQAAAEBAAABIAAAAQIAAAEBAAABCwAAAQMAAAEHAAABLQAAAQYAAAEBAAABAQAABAEAAAMQAAACBgAAAR8AAAMBAAABDQAAAT0AAAIoAAABCAAAAQMAAAGXAQAAAfABAAAB+wEAAAHBAgAAAcwBAAABNAAAAcsBAAABJQAAAgEAAAIKAAABIQAAAR0AAAEQAAABcwAAAR4AAAEVAAABAQAAAQEAAAEhAAABAQAAAQgAAAEFAAABLAAAASgAAAHAAQAAAQMAAAEVAAABXwAAAQQAAAEcAQACAQEAAAEBAAABAQAAAQEAAAEBAAUBAQADAQEAAAEBAAAPAAABIQAAAQ4AAAEBAAABAQAAATcAAAEBAAABBAAAAVwAAAEBAAABAQAAAQIAAAIlAAAEBAAAAQQAAAEBAAABBQAAAQEAAAEIAAACBAAABQEAAAQCAAABAQEAAQEAAAEBAQAHAQEAAwEBAAMBAQAIAQEABAEBAAABAQADAQEAAgEBAAABAQADAQEAAAEBAAIBAQADEAAAAQoAAAEJAAABFwAAAgEAAAIBAAABAgAAAWMAAAEOAAABAQAAATkAAAGuAQAAAQEAAAEpAAABAQAAAb0BAAACAQAAAQoAAAIBAAABBAAAAQEAAAEgAAABxwEAAAEXAAABBgAAAQQAAAEDAAAB+QIAAAEKAAABEQAAAQEAAAEEAAABKQAAAQEAAAGwAQAAATcAAAE3AAABAQAAAQUAAAFOAAABAgAAAgEAAAELAAABAQAAAQIAAAEGAAAB1QEAAAEBAAABYQAAAdoBAAABAQAAAdMBAAABAQAAAfkCAAABBAAAAQcAAAEGAAABCAAAAUcAAAEBAAABGAAAAYcDAAABAQAAAT4AAAG3AQAAASMAAAUBAAABBQAAAYABAAABCgAAAQEAAAUBAAACAgAAASEAAAHGAQAAAQ4AAAEBAAACAQAAAQEAAAEDAAABHAAAAQoAAAIXAAABAQAAAUEAAAEFAAACAQAAAUcAAAFHAAABJgAAAlgAAAELAAABBQAAAakDAAABAQAAAREAAAETAAAB9gIAAAGYAQAAAXwAAAEBAAAF7AIAAAEBAAAB0gIAAAHWAgAAArQBAAABlgEAAAIxAAABYwAAAQEAAAECAAACAwAAAgoAAAEQAAACAQAAAWAAAAEmAAABJgAAAR8AAAFNAAABAQAAAdACAAABpgMAAAGnAwAAAQEAAAHRAgAAAbkCAAABjAEAAAHVAQAAAVgAAAGVAQAAAXwAAAEBAAABBQAAAkYAAAGlAgAAAQEAAAECAQABAQAAAf8BAAABGQAAAQUAAAEBAAABfwAAAgQAAAIBAAAChAMAAAH5AgAAAREAAAEJAAABAQAAAZcCAAABAQAAAdoBAAABWAAAAsACAAABtAEAAAGgAgAAAZIDAAABGAAAAdsBAAABhQEAAAIFAAABLgAABAEAAAUBAAABAQAAAQIAAAMBAQACAQAAAwEAAAMCAAADAQAAAQEBAAICAAABAQAAAQEAAAIBAAAEAgAAAQEAAAYCAAACAQAABAEAAAEPAAABBAAAASwAAAEEAAABOQAAARIAAAEFAAABDwAAAQ8AAAEBAAABBAAAAR0AAAEBAAABBQAAAbUCAAABIwAAAU4AAAFnAAAB0QEAAAEmAAABOgAAAgEAAAFaAAABUQAAAWsAAAMKAAABNQAAAZQDAAABAQAAAR8AAAG0AgAAASwAAAG3AQAAAQEAAAEYAAABBQAAAQEAAAGUAQAAASIAAAEBAAAB2AEAAAEBAAABAwAAATgAAAEBAAABtAIAAAFQAAABygIAAAGlAwAAAQEAAAFOAAABBQAAAgEAAAQBAAAFAQAABAEAAAEBAAABAgAAAgsAAAEJAAABOAAAAR4AAAEgAAABBQAAAQIAAAEEAAABDAAAAQgAAAEMAAABCAAAAgEAAAEFAAABEQAAAQMAAAENAAACAQAAAQoAAAEBAAABCQAAAUgAAAEbAAABAQAAAQMAAAECAAABAgAAAQUAAAEBAAABAQAAAQIAAAEBAAABCwAAAS0AAAEBAAABDgAAAQgAAAMBAAABAgAAAgYAAAHgAQAAAcoBAAABswIAAAEKAAABAQAAAXUAAAEDAAABCQAAAQEAAAFTAAABCAAAARkAAAEWAAABGgAAAQYAAAEVAAABVwAAAVQAAAGJAgAAAR4AAAFoAAACBAAAARgAAAEuAAABDgAAAgUAAAEsAAAFAQAABgEAAAICAAABAQAABccBAAABAwAAAQQAAAEmAAABAQAAAR4AAAIFAAACGAAAAYUBAAABBQAAAV0AAAECAAABJwAAAQQAAAFcAAABAQAAAgQAAAElAAABowEAAAHVAQAAAeQCAAABUgAAASwAAAJhAAABKQAAAYcCAAABAQAAAwUAAAEjAAABAQAAAQgAAAEEAAABJwAAAxkAAAEBAAACAgAAAQYAAAEPAAABAwAAAQIAAAEDAAABCwAAAQIAAAEEAAABBAAAARUAAAEVAAABCwAAAQEAAAEkAAABBwAAAQwAAAIMAAABKAAAASwAAAEIAAABtwEAAAEcAAABAQAAAQsAAAEEAAABNAAAAWUAAAEBAAABuwIAAAGrAgAAAroBAAABAQAAARQAAAKEAgAAAYECAAABbQAAAQEAAAKBAgAAAY4BAAABAQAAAVgAAAEBAAABAwAAARkAAAERAAABMgAAARIAAAEBAAABBwAAAQcAAAERAAABHAAAAQEAAAEDAAABCgAAAW8AAAFvAAABtgMAAAF3AAABAwEAAZ0BAAABywEAAAEpAAABKQAAAQEAAAGmAwAAAQYAAAEWAAABCgAAAQYAAAEkAAABKQAAAQYAAAEOAAABEwAAASkAAAECAAABAQAAAT8AAAICAAACAgAAAQQAAAF2AAABBQAAAQEAAAEGAAABBAAAAQoAAAEBAAABFgAAAR4AAAEVAAABAQAAAb0BAAABWAAAATsAAAEBAAACUgAAAy4AAAEoAAABFwAAAVMAAAGAAQAAAcECAAABeQAAAVAAAAEBAAACAQAAAgEAAAEHAAABTwAAAQEAAAECAAACAQAAAQEAAAEBAAABuAMAAAElAAABcwAAAkQAAAEjAAABAQAAAZcBAAABSwAAAagBAAABAgAAAQEAAAFuAAABTQAAAQIAAAElAAABtQIAAAEgAAABFwAAAQEAAAEBAAABoAIAAAKOAgAAAR0AAAEBAAABFQAAAYgDAAAB7gIAAAHQAgAAAQUAAAGEAgAAAhUAAAEEAAABwAIAAAEBAAABbQAAAfsCAAABoAIAAAF2AAAB9wIAAAEBAAABFAAAAQgAAAEAAAABqgMAAAENAAABAQAAAcUBAAABBQAAAQEAAAEBAAABAgAAAWIAAAEBAAABFAAAASwAAAELAAABJAAAAQEAAAEGAAABUAAAAQsAAAEBAAABCgAAAQkAAAFgAAABBgAAAQcAAAEHAAABpwMAAAFbAAABdwAAAlQAAAEHAAACoAEAAAGMAwAAATUAAAEiAAABSwAAAQEAAAPKAgAAAbcBAAABuwMAAAHtAgAAAbsDAAABAgAAAaABAAABNwAAAYECAAABAQAAAaQCAAABggMAAAEQAAABAQAAAg4AAAEBAAABJQAAAQEAAAEgAAABUAAAAQEAAAEBAAABCAAAATQAAAHLAQAAASQAAAEDAAABAQAAAgkAAAECAAABFQAAAeoBAAACAQAAAg8AAAEUAAACAQAAAwEAAAENAAABDwAAAQQAAAGXAwAAAYYBAAAEAQAAAVAAAAHXAQAAAQEAAAGEAgAAAQEAAAGsAQAAAUkAAAGrAQAAAUwAAAEBAAABNwAAAQEAAAEFAAABlAIAAAJqAAABUAAAAQ0AAAEzAAABwAIAAAECAAABMQAAAQEAAAGTAQAAARUAAAJ2AAABZwAAAWgAAAGaAgAAAQIAAAEfAAABmgIAAAG5AgAAAR0AAAEQAAABAAAAAQUAAAFHAAABsgIAAAEBAAABrwIAAAJjAAABAQAAAWQAAAEqAAACAQAAARgAAAEZAAACAQAAAQ0AAAEBAAABRgAAAQEAAAGoAQAAAQkAAAEBAAABAQAAARUAAAFMAAABMQAAAf0BAAABswIAAAEBAAAEAQAAASMAAAENAAABnwMAAAEFAAABAQAAAQEAAAEDAAABAQAAAQEAAAECAAACAwAAAbIDAAABQQAAAdoBAAABAQAAARMAAAFsAAABAwAAAQEAAAEBAAADBAAAAQEAAAEBAAADAQAAAQUAAAICAQABAQEAAQEBAAUBAQACAQEAAwEBAAABAQABAQEAABEAAAHJAQAAARkAAAEVAAABNQEABAEBAAMBAQAFAQEABgEBAAMBAQAAAQEAAAEBAAELAAABAwAAAQEAAAIZAAABMgAAAbEDAAABAQAAAdMCAAABMQAAAdYBAAABgwEAAAGCAgAAAaICAAABVgAAAXwAAAEgAAABFwAAARgAAAEqAAABkgMAAAFSAAABtAMAAAGnAQAAAg8AAAEmAAABBgAAAS8AAAEFAAABAwAAAgQAAAEoAAABBwAAASYAAAERAAABEgAAAgMAAAIBAAACBwAAAQkAAAGOAQAAAScAAAHWAQAAAQAAAAGHAgAAAQEAAAF5AAABAQAAAQQAAAEWAAABAQAAAQIAAAEHAAABBAAAARwAAAFdAAABAQAAAQsAAAEDAAABAQAAAQEAAAFIAAABKgAAARoAAAECAAABNQAAAQ8AAAEMAAABKAAAAQIAAAGrAwAAAUEAAAFIAAAB7QEAAAEBAAABCwAAARkAAAEMAAABCAAAAYMCAAABEQAAAVAAAAHRAgAAAQEAAAHmAgAAAWkAAAFPAAABEAAAAQYAAAGHAgAAAesCAAABngMAAAEWAAABhQEAAAFCAAABDQAAAaICAAABAQAAAVAAAAEMAAABCgAAAQEAAAGlAgAAARkAAAFFAAABLgAAAgIAAAEBAAABAQAAAdQBAAABUQAAAQEAAAECAAABDAAAAT0AAAGrAQAAAXgAAAHrAgAAAQcAAAIBAAABlwMAAAEGAAAC5wEAAAE6AAABAAAAAQQAAAEJAAABygEAAAEBAAABVQAAARQAAAEAAAABAwAAAU0AAAEBAAACCQAAAQAAAAGqAQAAAkoAAAEAAAACAgAAAQQAAAEHAAABAgAAAQMAAAEDAAABAgAAAQIAAAEEAAACAQAAAgoAAAIBAAACAQAAAQEAAAECAAABCwAABgEAAAIBAAABBgAABBUAAAMBAAABAQAAAQEAAAIBAAABBQAABAIAAAIFAAABAQAAAQIAAAIFAAACAgAAAggAAAEFAAACAQAAAwEAAAIBAAACAQAAAQMAAAEDAAACBQAABAEAAAIEAAACAQAAAgQAAAEBAAABCQAAAQoAAAICAAABDwAAAgIAAAIEAAABCAAAAQoAAAIMAAACAQAAAQIAAAELAAACAQAAAQEAAAEIAAABDwAAARQAAAEHAAABCgAAARAAAAEMAAABCQAAAQEAAAEBAAACAwAAAQIAAAEFAAADBQAAAgEAAAEKAAABCwAAAQIAAAEFAAAEAQAAAQMAAAEFAAABDAAAAQIAAAEBAAABBAAAAQMAAAECAAABAQAAAQYAAAIBAAABAwAAAQ4AAAH1AQAAAQEAAAHKAQAAAVUAAAEUAAABIgAAAWEAAAEMAAACBgAAAXUAAAEkAAABHAAAASsAAAEBAAADpAMAAAFOAAAB7wEAAAH1AQAAAv4BAAABhwMAAAEBAAABQgAAAZEBAAACAgAAAQMAAAEBAAABAgAAAQQAAAEBAAABAQAAAwEAAAEGAAABAQAAARoAAAECAAABAQAAAQQAAAHcAQAAAW0AAAHiAQAAAQMAAAGmAwAAAQMAAAEDAAACAQAAAcQBAAABAAAAAQIAAAEBAAABAAAAAf0CAAABTgAAAQEAAAEeAAABAQAAAgEAAAUBAAAFAQAAAQEAAAEGAAABBQAAAQEAAAIKAAADDAAABgEAAAIGAAACeQAAASkAAAEBAAABgwIAAAEIAAABAQAAAQYBAAE2AAABVwAAARkAAAGVAgAAAQYAAAEOAAABHgAAAQcAAAEBAAABQAAAAQEAAAGYAQAAAWsAAAGhAQAAAQEAAAFIAAABHQAAAQUAAAECAAABFgAAAgEAAAFTAAABbwAAAgEAAAFIAAABBAAAAQ0AAAExAAACBQAAAaMBAAABAQAAAQEAAAEqAAABTgAAARgAAAMJAAABAQAAAYABAAABtQEAAAG7AwAAAZkBAAABfwAAAfQBAAABMQAAAd8CAAABAQAAAdMCAAABuwMAAAECAAABAQAAAQQAAAEGAAABAwAAARoAAAEUAAABCgAAAgEAAAEBAAABAQAAAQIAAAEBAAABGgAAARkAAAECAAABCAAAAgEAAAMEAAADCAAAAQgAAAIBAAABDwAAAgUAAAECAAABEwAAARsAAAEHAAABAQAAAwEAAAIBAAABBQAAAQoAAAESAAABCAAAAQMAAAEBAAABBgAAAQMAAAEBAAABDAAAAQkAAAEkAAABDQAAAQEAAAEJAAACAQAAAQEAAAICAAAEAQAAAQ4AAAEKAAAGAQAAAQEAAAEBAAACAQAAAQIAAAEBAAADAgAAAgMAAAEGAAABAwAAAQEAAAEJAAABHAAAAh4AAAEBAAAFAQAAAwEBAAECAAABoQEAAAEQAAABAQAAA40BAAABAQAAAeIBAAABKQAAAZEBAAABjgEAAAElAAABAQAAAbEBAAABAQAAAYoDAAABAQAAAugCAAABAQAAAacDAAABAgAAAUAAAAEiAAABbQAAAQIAAAIFAAACAQAAAgIAAAEFAAABAQAAAQEAAAEhAAABFgAAAQEAAAIDAAABLQAAAQEAAAEgAAABCgAAAQEBAAMBAQADAQEAAQEBAAABAQAAAQEAAwEBAAEHAAABFAAAAhIAAAELAAABowMAAAEIAAABAQAAAQYAAAGAAgAAAQEAAAEjAAABFAAAAQIAAAEJAAACAQAAAQEAAAEoAAABCgAAAQUAAAIBAAACAwAAAQEAAAIBAAABDgAAAQEAAAEMAAABBwAAAQkAAAEBAAAB6wIAAAEEAAABCQAAAQcAAAEVAAABAQAAAQIAAAECAAACBgAAAQgAAAMBAAABAQAAAQEAAAICAAACTgAAAQEAAAFZAAACAQAAAhIAAAETAAABGAAAAiwAAAIBAAAFAQAAAgEAAAIDAAAFAQAAAQIAAAEBAAABBAAAAQcAAAEBAAABDgAAAikAAAEBAAABAgAAAQUAAAEdAAACAQAAAQsAAAIBAAACBAAAAQYAAAIBAAABAwAAAQEAAAMBAAABAQAAAgIAAAMCAAACBAAAAUsAAAILAAABSwAAAhwAAAEsAAABAwAAAQ4AAAEVAAABBAAAAQEAAAEEAAACKAAAATUAAAEIAAACAgAAAQMAAAEbAAABFwAAAQIAAAEEAQACAQEAAAEBAAABAQAAAQEAAAEBAAA8AAABAQAAAUwAAAEEAAABAQAAAwYAAAEGAAABHgAAAQIAAAIBAAABAQAAASQAAAETAAABCQAAAQEAAAEBAAADAQAAAwEAAAQMAAABGQAAAQQAAAICAAABBgAAAQIAAAIFAAACBAAAAQIAAAIBAAACBgEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAPAAABDgAAAQQAAAP9AgAAASEAAAELAAABQgAAAsQBAAACSgAAAScAAAEKAAABBQAAAQYAAAFCAAABxAEAAAFvAAACAwAAAQEAAAEEAQACAQEAAAEBAAQBAQAIAQEAAgEBAAIBAQAAAQEAAAEBAAEBAQADBAAAAQEAAAEGAAAB/wIAAAMGAAACigMAAAHRAQAAAXoAAAEgAAAB5AEAAAHMAQAAAQEAAAEBAAAB6AIAAAEBAAABBAAAAgoAAAEBAAABBgAAAgUAAAEBAAABAwAAAQEAAAEHAAABBwAAAQEAAAEZAAABBwAAAS0AAAGGAgAAAToAAAEIAAABEgAAAXMAAAEBAAABLQAAAQwAAAFJAAABAQAAATIAAAECAAABBgAAAS8AAAEcAAABAgAAAQEAAAEWAAABEAAAASIAAAFrAAABCQAAAQEAAAEWAAABHQAAAQQAAAEZAAABOQAAAQ8AAAEdAAABEgAAAQEAAAEPAAABqAMAAAEtAAAB+wEAAAHXAgAAAacCAAABnwIAAAEXAAABMQEABAEBAAABAQABAQEAAAEBAAEBAQAAAQEAAAsAAAGPAQAAAgUBAAMBAQAAAQEAAAEBAAIBAQADAQEACwEBAAMBAQACLAAAARsAAAEbAAABAQAAAQEAAAIFAAABAQAAAyQBAAYBAQABAQEAAgEBAAABAQABAQEAAAQAAAIBAAABOQAAAgEAAAMDAAABAQAAAgEAAAECAAABAgAAAwEAAAGIAgAAAUIAAAGXAQAAAQEAAAECAAAC0gEAAAIBAAABBwAAAfYCAAABCgAAAQcAAAEIAAABCwAAAQkAAAEIAAABBgAAAQcAAAEHAAABEAAAAQcAAAEIAAABCQAAAQgAAAEJAAABBgAAAQgAAAEKAAABBgAAARAAAAENAAABBQAAAQoAAAEJAAABBwAAAQYAAAEHAAABBQAAAQoAAAEGAAABBAAAAQcAAAEHAAABDAAAAQUAAAEGAAABCQAAAQsAAAEGAAABBQAAAgcAAAEGAAABCAAAAQYAAAEFAAABAwAAAQYAAAELAAABCgAAAQgAAAELAAABBAAAAQUAAAELAAABCQAAAQABAAEBAQAAAQEAAgEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAABDAAACIgAAAScAAAELAQACAQEAAQEBAAIBAQABAQEAAC0AAAEIAAABNAAAAQUAAAEyAAABKgEABQEBAAEBAQAABgAAAQEAAAE4AAABHgAAAvwBAAABIQAAAdsBAAABJQAAAQ4AAAEBAAABMwAAAZcCAAABHQAAAQEAAAIBAAABBAAAAYgBAAABHwAAAZgBAAAB9AEAAAHAAQAAAQgAAAEBAAABBQAAAcMBAAABswIAAAEBAAABBgAAAT8AAAE4AAABAwAAAZUBAAABUgAAAQEAAAGLAQAAAdMCAAABAQAAAVMAAAIBAAACBgAAAQYAAAE0AAABJQAAAQEAAAMBAAAFAQAAAQoAAAEBAAACAwAAAQQAAAM4AAACuwEAAAGRAgAAAQQAAAFMAAABVgAAARgAAAHzAgAAAU0AAAFeAAABSwEAAQEBAAABAQAAAQEAAAEBAABmAQABAQEAAAEBAAABAQABFwEAAQEBAABEAQABAQEAAAEBAAAvAQABAQEAAAEBAAAtAQABAQEAAB4AAAEsAAAB0AEAAAEBAAABAQAAAvwBAAABEwAAASkAAAH1AQAAAQ0AAAEHAAABpwMAAAEBAAABjwEAAAHVAQAAAaQDAAABqQMAAAEEAAABJAAAARwAAAHXAgAAAQgAAAERAAABDgAAASwAAAHoAQAAAQEAAAG1AgAAAa8CAAAB/gIAAAIWAAABuAIAAAGAAQAAAYIDAAABOgAAAQUAAAEEAAABjgIAAAGCAwAAAV4AAAFcAAABAQAAAmYAAAFGAAABGQAAAfQBAAABEgAAAU0AAAE4AAAB5AEAAAGdAQAAAb8CAAABAQAAAZ0BAAABLQAAAf4BAAABBAAAAREAAAHtAQAAATsAAAEGAAABBAAAAS8AAAEEAAABIAAAAgQAAAI1AAABIwAAAYcBAAABYAAAAQQAAAEWAAABFQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAA0BAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAOAQABAQEAAAEBAAABAQAAAQEAAAEBAABTAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAACoAAAEqAQAAAQEAAAEBAAEBAQAAIQEAAQEBAAABAQAAAQEAABABAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAGgEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAHAQABAQEAAAEBAAA0AAABHAEAAAEBAAABAQABAQEAAQEBAAABAQAAAQEAAA4AAAEBAAABAQAAAgEAAAEBAAABGgAAAcgBAAABDgAAASMAAAEHAAABAQAAASsAAAIFAAABBwAAAUQAAAEDAAABSAAAATEAAAHzAgAABAEAAAICAAACAQAAAQMAAAQCAAABCAAAAe4CAAABAQAAAQcAAAEsAAACAwAAAQ8AAAEDAAABJgAAAR8AAAE6AAABEwAAAQEAAAIBAAABCgAAAQQAAAEBAAABPwAAAgwAAAEnAAABAQAAAQEAAAEFAAABEAAAAckBAAAB8gEAAAEBAAACdgAAAgEAAAFkAAABSQAAATUAAAEBAAADIQAAAg0AAAFIAAABNQAAAQIAAAESAAABDAAAAQ8AAAEXAAABOwAAAR4AAAE7AAABBwAAAQcAAAFLAAACJwAAAS8AAAESAAABHAAAAXMAAAFqAAABDQAAAbIDAAABogIAAAEmAAABfAAAAuMBAAABBAAAAZcDAAABGAAAAQEAAAEzAAABFgAAAQIAAAGmAwAAAQEAAAGlAwAAAQcAAAHIAgAAAQEAAAFbAAACAQAAAgIAAAQBAAABeQAAAXQAAAFeAAACXAAAAQEAAAEBAAACAQAAAQEAAAEBAAACAQAAAQEAAALaAQAAAesCAAABAQAAAacDAAABLQAAATMAAAEmAAABBAAAARcAAAEXAAABFwAAAQkAAAIBAAACAQAAAQIAAAEHAAABBwAAAQMAAAEFAAABAQAAAQsAAAEBAAABOAAAAQ8AAAEXAAABEAAAATAAAAIfAAABFAAAARwAAAEBAAABAQAAAhQAAAIIAAABBwAAARAAAAE2AAABrAIAAAFHAAABkAIAAAFjAAABmgEAAAEVAAABAgAAAQEAAAG5AQAAAQIAAAEJAAABogEAAAEBAAABBAAAAQcAAAEjAAADAQAAAd4BAAAB/gIAAAFSAAABhQEAAAEBAAACDAAAAZwBAAABNAAAAWgAAAE8AAABcwAAAgEAAAIBAAABmQIAAAGkAgAAAvoCAAABAQAAARYAAAEpAAABAQAAAWoAAAFAAAABUQAAASsAAAEQAAABEAAAAQUAAAEiAAACAQAAAQUAAAEMAAABBgAAAQEAAAFdAAABDgAAAQEAAAI/AAABEQAAAQEAAAEXAAABBgAAAQEAAAEoAAABOgAAAQEAAAEBAAACAwAAAwEAAAIBAAAEAQAAAQIAAAEBAAABAgAAAQYAAAEIAAABAwAAAQkAAAEKAAADAQAAAQEAAAMBAAACBQAAAQ8AAAEBAAADJAAAAQoAAAQBAAABAgAAAQYAAAEBAAABAQAAAQEAAAFGAAABAgAAAQEAAAIBAAABAwAAAgEAAAIBAAABBwAAAQYAAAIGAAAB6wIAAAFoAAABAQAAAR4AAAFRAAABAgAAAQQAAAMnAAABBQAAAQ8AAAEEAAABWQAAAiYAAAMBAAABBAAAAQEAAAEBAAABAQAAAQYAAAEDAAABAwAAAQEAAAEBAAABnQMAAAEFAAAB1wIAAAFQAAABwgIAAAFQAAAB2gIAAAGRAwAAAYIDAAABLQAAAZcBAAABOgAAAgEAAAEKAAABfgAAARcAAAEIAAABAQAAAQEAAAEuAAABCgAAAQkAAAEDAAABbAAAAQ0AAAEVAAABBgAAATMAAAExAAABBgAAAQEAAAEMAAABAQAAARoAAAEBAAABDQAAASkAAAEBAAABTgAAAgEAAAEVAAACAQAABAEAAAQBAAACBAAAAQUAAAEMAAABEwAAAxsAAAMDAAABAQAAAQUAAAEBAAAEFAAAARYAAAE9AAABDwAAAZQBAAABfAAAARUBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAADAAABAQAAAQAAAAENAAABAQAAAQcAAAE4AAABAgAAAQEAAAEBAAABTgAAAaQBAAABAQAAAQ8AAAGdAQAAATAAAAEBAAABBAAAAXYAAAERAAABPQAAASEAAAEBAAABAQAAARcAAAEDAAABCwAAAQEAAAMBAAABAQAAAQEAAAEiAAABFQAAAQQAAAEDAAABBAAAAQYAAAEQAAABAQAAAQUAAAELAQADAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAoAAAEFAAABAQAAARgAAAEBAAABAgAAARQAAAEsAAACAQEAAQEBAAEBAQAAAQEAAAEBAAABAQACAQEAAAEAAAESAQAAAQEAAAEBAAABAQACAQEAAAEBAAABAQAAAQEAAAEBAAMBAQAAAQEAABAAAAEDAAABIgAAAbYBAAABHAAAAQUAAAFTAAABBwAAAT0AAAEgAAABAgAAAfcCAAABAQAAAR8AAAEAAAACBwAAAgEAAAFfAAABAQAAAmIAAAECAAAB0AEAAAEIAAADAQAABAEAAAH7AQAAAUYAAAFWAAABsQIAAAHtAgAAAQwAAAETAAABRQAAAQEAAAfQAgAAAbsDAAABAAAAAQEAAAECAAABAgAAAQEAAAMBAAACSwAAAwEAAAGSAwAAAWoAAAFQAAABzgEAAAEJAAABAQAAAUAAAAGaAQAAAQIAAAEBAAABKgAAAQEAAAFuAAABAQAAAQEAAAECAAABFgAAAVQAAAEBAAABAwAAAQEAAAFGAAABUQAAAUYAAAFuAAACqwEAAAEBAAABAwAAAe0CAAABGAAAAeQCAAABIAAAAYUCAAABgwMAAAEBAAABFwAAAdcBAAABAgAAAQEAAAEBAAABYwAAAQYAAAF4AAABZAAAAYIBAAACAgAAAUwAAAGxAQAAAQEAAAERAAACJgAAAT4AAAECAAABAQAAAgIAAAEBAAACAQAAAiEAAAEEAAABAQAAAR4AAAEZAAACAgAAAQEAAAImAAABEAAAAQIAAAEEAAABAQAAASMAAAEZAAABAQAAASoAAAEiAAACMQAAASQAAAEaAAABDgAAAQEAAAHiAQAAAS8AAAEwAAABXAAAAQEAAAEEAAABnwMAAAEqAAAB9QIAAAEBAAAD5QIAAAENAAAByAEAAAENAAABDwAAATUAAAFWAAABzQIAAAFtAAABAQAAASMAAAXLAQAAARMAAAG1AQAAASQAAAHzAQAAAQgAAAEBAAAB1wEAAAEBAAABDAAAASAAAAIBAAABDwAAAUcAAAFiAAAB9gEAAAEcAAABJAAAATsAAAEGAAABxAEAAAEBAAABAgAAAgcAAAIDAAACLAEAAwEBAAEBAQAHAQEAAAECAAIBAQAAAQAABQIAAAIBAAABAgAAAQEAAAFDAAABAgEAAQIAAAEBAAABHAAAARMAAAEGAAABAQAAARQAAAEGAAABCwAAAQEAAAEDAAABSAAAAQEAAAIGAAABDQAAAQMAAAEHAAACBwAAAS8AAAEOAAABAQAAAQMAAAEZAAABAQAAAgcAAAE6AAABTQAAAScAAAEhAAABAQAAAhcAAAEDAAABAQAAAUgAAAEdAAABAwAAAZQBAAABAQAAARAAAAEFAAABeAAAAQEAAAEWAAADAQAAAQYAAAGiAQAAAQEAAAF4AAAB1gIAAAEBAAABGAAAAnwAAAEDAAABTwAAASYBAAIBAQAAAQEAAAEBAAIBAQAAAQEAAAEBAAAkAAABZAAAAW0AAAEBAAABIgAAAaQCAAABSwAAAZIDAAABAQAAAYkCAAABXAAAAV8AAAEBAAABTAAAAQEAAAIXAAABTwAAASYBAAIBAQAAAQEAAAEBAAMBAQABAQIAAQECAAFPAAABIwAAAQMBAAIBAQAEAQEABgEBAAQBAQABAQEAAQEBAAArAAAESQAAASgAAAMuAAABKQAAAQQAAAGYAwAAAQIAAAEHAAABAwAAAQMAAAEWAAABAwAAASMAAAEEAAABSQAAAQcAAAEZAAABFwAAAQIAAAEBAAABRAAAAQIAAAEiAAABDQAAAQEAAAEfAAABDgAAAQEAAAElAAABAQAAAQEAAAEEAAABAQAAAQEAAAECAAABBQAAAQ8AAAEEAAABAQAAAQ0AAAEEAAABDgAAAX8AAAElAAABHQAAAQcAAAEdAQABAQEAAAEBAAABAQAAGwAAARkAAAEpAAAB0wIAAAGTAwAAAe8CAAABSwAAARsAAAEBAAACJAAAAbACAAACAQAAAQcAAAEPAAABAgAAAQEAAAECAAABDgAAAQEAAAIDAAABAQAAARIAAAMBAAABAQAAAQIAAAMIAAABCAAAAQkAAAECAAABBQAAAwEAAAIBAAADAQAAAgQAAAEcAAABBQAAAQMAAAESAAABFQAAAREAAAECAAABAgAAASAAAAEJAAABAQAAAQEAAAEDAAABAQAAAQkAAAEVAAABBgAAAjUAAAIFAAABBQAAAQMAAAEWAAABDAAAAQMAAAEUAAABBQAAAQcAAAEBAAABBQAAAQEAAAECAAABAwAAAQUAAAEBAAABbwAAAVQAAAFAAAABUAAAAREAAAEKAAABLwAAAQQAAAEZAAABAQAAAQMAAAEBAAABTQAAAQQAAAIBAAABAQAAAQIAAAEGAAABFgAAAgEAAAIDAAACBwAAAQEAAAEEAAABGgAAASAAAAEBAAABAQAAAQEAAAIgAAABAwAAAQgAAAEBAAABPgAAAgEAAAEBAAABRQAAAQQAAAEKAAABAwAAAQIAAAEfAAABBAAAAQUAAAEDAAABAwAAAQgAAAHAAQAAAW4AAAEFAAAB/gIAAAEYAAABBAAAAQQAAAEBAAABLQAAAaICAAABLAAAAfgBAAABpQMAAAEQAAACygEAAAFOAAABAQAAAS0AAAEBAAADAgAAAwIAAAUCAQACHQAAAg4AAAFdAAABQAAAAdYBAAABHAAAAwEAAAMBAAABCQAAAQEAAAEEAAACAwAAAQEAAAIBAAAEHQAAAQEAAAQBAAABDgAAAiYAAALmAgAAA9ACAAABAQAAAQQAAAHAAQAAAQEAAAG4AQAAAQUAAAECAAABAQAAAwEAAAICAAACBQAAAQEAAAEFAAABAQAAAgMAAAEBAAABAQAAAQoAAAGYAgAAARUAAAHWAgAAAQEAAAEdAAABFwAAAfUBAAABaQAAArsBAAABAQAAASUAAAEBAAABCgAAAZcDAAAB7gIAAAHtAgAAAQIAAAEBAAABZgAAAj0AAAEBAAABBQAAAcMBAAABDAAAAQgAAAHzAgAAAQ8AAAEFAAAB7AEAAAEZAAABJAAAATkAAAENAAABygEAAAG6AwAAAQAAAAHJAQAAARUAAAEPAAABiQEAAAEoAAAB8wIAAAQBAAABAQAAAQEAAAMCAAABAwEACwEBAAQBAQAAAQEABAEBAAABAQABAQEABwEBAAEBAQABAQEACAEBAAIBAQABAQEAAQEBAAABAQAAAQEAAgEBAAABAQABAQEAAKYDAAAB7QEAAAEAAAABMQAAAagBAAABAgAAATEAAAEJAAABBQAAAQQAAAG0AQAAAVkAAAIBAAACAgAAAQIAAAEeAAABBQAAAQEAAAE+AAABpwEAAAE3AAABNgAAARYAAAFHAAAC9QIAAAGqAQAAAQgAAAIJAAABBAAAAQQAAAEDAAAHAQAABwcAAAEEAAABDQAAAQwAAAIBAAABIgAAAQEAAAEKAAABAQAAATAAAAEUAAABJAAAAQEAAAEIAAABBQAAAQIAAAEBAAABBQAAAQcAAAECAAABCQAAAQsAAAEbAAACAQAAAQIAAAEFAAABAQAAATEAAAEIAAABAQAAAjUAAAECAAACBwAAAQEAAAECAAABAgAAAQUAAAEBAAABBQAAAQcAAAEQAAACAgAAARAAAAEEAAABCAAAARgAAAEHAAABAQAAARAAAAEKAAACDwAAAQkAAAEEAAABBQAAAQcAAAE5AAABEgAAAQMAAAIBAAABDQAAAQIAAAEBAAABAgAAARAAAAEcAAABEgAAARAAAAEJAAABBAAAAQcAAAEKAAABAgAAAUEAAAEBAAABCwAAAgUAAAECAAABBwAAAQEAAAELAAABAQAAAQkAAAEBAAABAgAAAQEAAAElAAABAQAAAQEAAAIDAAABRwAAAQUAAAEpAAABDwAAAQsAAAIMAAABMwAAAQkAAAFAAAABCgAAARIAAAEMAAABDwAAAQMAAAIBAAABBAAAAQEAAAICAAABCQAAAQsAAAMNAAABAwAAASEAAAFAAAACAQAAAhAAAAEhAAABCwAAAQUAAAECAAABAQAAARkAAAFsAAABEgAAARwAAAFNAAABHgAAARYAAAIOAAABOgAAAacBAAABAQAAARsAAAFRAAABAQAAAQEAAAEMAAABBQAAAQcAAAEIAAABMwAAAQEAAAEVAAACGAAAASsAAAEDAAABPgAAASgAAAEYAAABBwAAATsAAAEiAAABewAAAQAAAAEsAAABFgAAAdgCAAABOgAAAQQAAAGUAgAAAQEAAAG5AgAAASMAAAIBAAABBwAAAQAAAAEGAAABRQAAAQQAAAEBAAABAQAAARgAAAJmAAABSQAAAQ0AAAEfAAABBQAAASoAAAEJAAABAwAAARcAAAEWAAABAQAAAQQAAAE5AAABBAAAAQkAAAEgAAABLgAAAQYAAAEKAAABFwAAAhEAAAGwAQAAAQMAAAIBAAABCgAAAR0AAAEYAAABLQAAASMAAAIJAAABAQAAAQQAAAEEAAABBQAAAQEAAAEDAAABBAAAAQkAAAEBAAACAgAAAg0AAAEGAAABhgIAAAGpAQAAAQcAAAEDAAABnQEAAAGlAQAAAQQAAAHUAQAAAVAAAAEKAAABRgAAAUYAAAG8AwAAAWoAAAEJAAABTwAAAQUAAAEEAAABHQAAAZIBAAABPAAAATMAAAEGAAABlwEAAAHLAQAAAcoBAAABswMAAAEBAAABZAAAARAAAAIBAAAEKgAAAR0AAAFYAAABEAAAAQoAAAEIAAABLQAAASYAAAElAAABLQAAAgEAAAECAAAFDwAAAQEAAAEKAAADAQAABAEAAAgBAAACAgAAAbABAAABTwAAAasCAAABAQAAAWkAAAGTAwAAARUBAAEBAQACAQEAAAEBAAABAQABAQEAAAEBAAAxAAADAQAAAZcCAAABCgAAASkAAAHKAQAAAaMBAAABJQAAAQEAAAEOAAABFQAAAQ8AAAEFAAABBwAAAQMAAAEQAAABBQAAAQMAAAIDAAACHgAAAQUAAAEFAAABAgAAAgEAAAEJAAABBQAAAQUAAAECAAABAgAAAQUAAAECAAABEwAAAQkAAAECAAABAgAAAYkBAAABCgAAAQMAAAEBAAABBAAAAQUAAAEBAAABDgAAAQEAAAIVAAABJAAAAY4BAAABiAMAAAEBAAABpwMAAAEIAAABAQAAAQEAAAEDAAABBAAAAw8AAAEEAAABAQAAAQgAAAELAAABAwAAAQMAAAEDAAABCgAAAQEAAAMBAAACAQAAAgIAAAEJAAABAwAAAQIAAAEbAAABDwAAAQMAAAECAAABAwAAAQEAAAECAAABAQAAARQAAAECAAABAgAAAQQAAAEGAAABAQAAAQMAAAENAAABBQAAAQQAAAEBAAABAQAAAQMAAAEHAAACBgAAAQcAAAEFAAABAQAAAgYAAAEDAAADEQAAAQwAAAIHAAABBQAAAQEAAAIFAAABDAAAAQEAAAIHAAABCgAAAQQAAAEBAAABDgAAAQMAAAELAAABCQAAAQIAAAEDAAACAQAAAQEAAAEFAAACBgAAAgEAAAICAAADAgAAAhEAAAUDAAABBgAAAQMAAAEIAAABAQAAAggAAAIIAAABiAEAAAMUAAABDwAAAQEAAAEBAAACAQAAASwAAAEnAAABDQAAAR8AAAE8AAABAQAAAQEAAAEkAAACKwAAAaUDAAABZQAAAR0AAAEfAAABDwAAAgYAAAEEAAACBQAAAQsAAAECAAACGgAABBEAAAEFAAACAQAAAQIAAAENAAABCAAAAlIAAAEPAAADAwAAAREAAAEKAAACAgAAAQEAAAUBAAAFAQAAAQEAAAEGAAABrgIAAAEBAAABywEAAAGlAwAAAQEAAAGlAwAAAZMDAAABAQAAAWUAAAIBAAABHAAAAQkAAAEBAAACBAAAAggAAAIJAAACFQAAARIAAAECAAABJQAAAR0AAAEaAAABFQAAAQoAAAEFAAABGgAAAgQAAAEBAAABCQAAAwIAAAEEAAABAQAABQEAAAUJAAABBgAAAQMAAAEFAAAFBAAAAQEAAAgBAAAEAQAAAQEAAAEPAAABAQAAAZIDAAABiwMAAAEAAAABtQEAAAHoAQAAAQQAAAEBAAABBgAAAQcAAAIBAAABngMAAAEkAAABrgMAAAEBAAABmgMAAAEBAAABRwAAAe0BAAACZwAAAiwAAAErAAADbgAAAYcBAAABAQAAAhMAAAENAAABDAAAARgAAAGIAwAAAQIAAAEJAAABAgAAAaUDAAABWAAAAwUAAAIBAAACpAEAAAKnAwAAAZABAAACUAAAAQEAAAE1AAABFwAAASAAAAEbAAABAQAAARAAAAEBAAAD/wIAAAGDAwAAAQEAAAESAAABlwMAAAFFAAABaQAAAZABAAABGQAAAQUAAAEGAAADKQAAAQMAAALGAQAAAS8AAAEuAAABEAAAAfQCAAACBwAAAwcAAAEBAAABAgAAAZYBAAACMwAAAR8AAAEEAAABtQIAAAEBAAADVQAAAeQBAAABAgAAAQEAAAUBAAABAQAAAQEBAAIBAAAEOgAAAQEAAAH5AgAAAecBAAABBAAAAeYBAAABAQAAAwMBAAEBAAACkwEAAAEBAAABFgAAAfgCAAAC5gEAAAJ0AAABpQMAAAG2AwAAAQcAAAEBAAABDQAAAg8AAAEqAAABIQAAAQEAAAEeAAABAQAAAQ4AAAEkAAABJQAAAQEAAAECAAABHgAAAwEAAAImAAABGQAAASIAAAIFAAABAQAAAS8AAAEGAAABAgAAARQAAAKNAQAAAQIAAAEEAQABFAAAAQUAAAEpAAABOwAAARsAAAEiAAABCwAAAagDAAABMgAAAQMAAAHgAQAAAQEAAAG8AQAAAQEAAAIBAAABAwAAATQAAAEBAAABbQAAAQEAAAQCAAABAQAAAgEAAAEVAAABDwAAAQEAAAINAAABEgAAASYAAAMrAAABAQAAAR8AAAE/AAABCwAAAgEAAAcEAAAGCgAAAgsAAAGqAwAAAY4BAAABugEAAAEiAAABFwAAAagBAAABAwAAATUAAAGqAgAAAU8AAAGOAQAAAZACAAABBwAAAXEAAAEjAAACAwAAAQMAAANQAAACAQAAAQEAAAE4AAABPgAAAeUBAAABUAAAAQ8AAAEBAAABDgAAAQwAAAEVAAABDQAAAZgBAAACAQAAA2wAAAKaAgAAAQUAAAEIAAABiwMAAAG2AgAAAVUAAAEMAAABjwEAAAKIAgAAATIAAAEBAAABAwAAAQEAAAFYAAABWgAAAZoCAAABBQAABAEAAAEBAAABQAAAAQkAAAHqAQAAAgQAAAE9AAABqgIAAAICAAABAQAAAQEAAAEhAAABBgAAAQEAAAElAAABAQAAAQgAAAEDAAADDAAAAQMAAAEGAAABAgAAAQEAAAIIAAADBQAABAEAAAEBAAACAQAAAwEAAAIDAAABAwAAAQMAAAUBAAADAQAAAQIAAAICAAABBAAAAggAAAIBAAACAQAAAgEAAAEBAAACAgAABAEAAAEBAAACAQAAAgEAAAMCAAABAQAAAQEAAAMBAAACAQAABAEAAAIBAAACAQAABAQAAAIBAAADAQAABAEAAAEGAAABBAAAAgEAAAEIAAABAgAAAQUAAAQBAAADAQAABAEAAAMDAAADAQAAAwEAAAEDAAADAgEABwEBAAYBAQAGAQEACQEBAAkBAQAEAQEACQEBAAUBAQAIAQEAAwEBAAoBAQAGAQEAAQEBAAMBAQAJAQEABAEBAAQBAQAHAQEAAQEBAAIBAAAEAQAABAEAAAEBAAAEAwAAAQEAAAEBAAABAQEAAQEBAAEBAQAGAQEABQEAAAEBAAADAgAABAEBAAoBAQAFAQEABQEBAAgBAQABAQEAAQEBAAIBAQAFAQAABQEAAAMCAAABAgAAAgEAAAIBAAADAgAACAEAAAMBAAAEAwAAAgEAAAIJAAABAQAAAgEAAAIBAAABAgAAAQEAAAEDAAABEwAAAQcAAAEDAAABAgAAAQEAAAMOAAAEBgAAAQEAAAILAAABBQAAAQEAAAEDAAABAQAABAIAAAIFAAABAQAAAQEAAAEBAAACAQAAAhQAAAEDAAABAQAAAQMAAAKgAQAAAQEAAAFMAAABOAAAAawCAAAB4AEAAAEBAAAB9QEAAAGnAQAAARAAAAEHAAABAQAABAwAAAQ0AAABMAAAAhIAAAEJAAABCwAAAQEAAAIHAAABCgAAAQEAAAEYAAABBwAAAx8AAAEBAAABCwAAAQEAAAIBAAADAgAAAQQAAAEDAAACAgAAAQIAAAIBAAACBAAAAgEAAAECAAABCAEACgEBAA0BAQAXAQEACwEBAAUBAQAEAQEABwECAAIBAQAJAQEAAwEBAAYBAQACAQEAAwEBAAABAQAHAQEAAwEBAAUBAQAIAQEAAAEAAAIBAAABAgAAAQEAAAIBAAADAwAAAwEAAAEBAAACFAAAAQMAAAIBAAABAQAAAQEAAAICAAABAQAAAQEAAAcBAAACAQAABgEAAAgBAAAECwAAAwEAAAEBAAABAQAAAQQAAAEEAAAEBgAAAgUAAAEHAAABAQAAAQgAAAIBAAACGwAAAQEAAAPRAQAAATcAAAEDAAABAQAABAEAAAMCAAABBAAAARcAAAIBAAADBAAAAQUAAAEJAQAEAQEAAQEBAAQBAQAFAQEAAwEBAAEBAQAAAQEAARoAAAEFAAABBQAAAQEAAAEDAAABCAAAAQEAAAEpAAABrgIAAAIBAAABEAAAAQEAAAI1AAABBwAAAd8BAAABkQEAAAHcAQAAAZMDAAABmgMAAAEhAAABEQAAAXwAAAENAAABJQAAAUwAAAEfAAABJQAAAQEAAAEKAAABiAEAAAEBAAACAQAAAQIAAAEDAAABCAAAASUAAAIBAAABCgAAASUAAAEBAAABCgAAAYkBAAABAQAAArsBAAABAQAAAbsDAAACzAIAAAFoAAABCAAAAREAAALMAQAAAQwAAAEBAAABQQAAAlwAAAIBAAAEAQAAAQEAAAEEAAACAQAAAgEAAAECAAABBQAAAQEAAAEBAAABAgAAAf0CAAABAQAAAREAAAH3AgAAAQEAAAIBAAABEQAAATEAAAGjAQAAAQEAAAF0AAACAQAAAQkAAAE9AAACAQAAAb0CAAABiAMAAAICAAAB3AEAAAImAAABmgEAAAEVAAABAgAAAQUAAAIBAAACAQAAAwEAAAFJAAABNAAAAQEAAAGaAQAAAe4CAAACAQAAAwEAAAHKAQAAAb8BAAABGAAAAZgCAAABNAAAAQUAAAEEAAABEgAAAQEAAAEHAAABDQAAAf0CAAABpQMAAAGlAwAAARwAAAEBAAABAQAAAgEAAAEDAAAEHQAAAwEAAAatAQAAARAAAAIBAAAGBAAAASEAAAI0AAADAQAAAhAAAAGFAgAAAcECAAABEQAAAQYAAAECAAABBQAAAQEAAAEIAAABGAAAAQEAAAEOAAABAQAAAgUAAAEJAAABAQAAAQEAAAEIAAABDgAABAIAAAEBAAABAgAAAgIAAAIBAAADAQAAAQUAAAMKAAABBwEABAEBAAEBAQAFAQEABAEBAAABAQADAQEAAgEDAAMBAQABAQAAAQIAAAEBAAABAwAAAQQAAAEHAAABBgAAAQEAAAIGAAABBgAAAQEAAAEBAAABAQAAASIAAAEBAAABAQAAAQMAAAEBAAABAwAAAgEAAAECAAACAQAAAwIAAAEBAAABBAAAAQcAAAEBAAACAQAAAQIAAAECAAABDgAAAgEAAAEDAAABAQAAAgUAAAEGAAABDQAAAQgAAAECAAABAgAAAQEAAAEEAQABAgAAAgEAAAIBAAABAQAAAQEAAAEBAAABAQAAAQMAAAEMAAABBgAAAQQAAAIDAAABEAAAAwEAAAEBAAABAQAABQYAAAEBAAABAQAAAgEAAAEBAAABAgAAAQEAAAECAAABAgAAAQMAAAEBAAACAQAAAQEAAAICAAABAwAAAQEAAAEEAAABCQAAAQIAAAEBAAACCwAAAwEAAAMDAAABBAAAAX0AAAEHAAABCQAAAQIAAAEEAQABAgAAARIAAAEFAAABCwAAAR4AAAELAAABbQAAAU0AAAHuAgAAASUAAAH8AQAAAR0AAAEBAAACAQAAAQIAAAICAAAEEAAAAfUBAAABkQIAAAFbAAABAwAAAZQCAAABOwAAAgIAAAJOAAABAQAAAR0AAAFDAAABCgAAAS4AAAECAAABAQAAAQIAAAEPAAABIQAAAgoAAAG0AwAAAiUAAAEDAAABAQAAAQEAAAEGAAABFQAAAUgAAAIDAAABAwAAAkAAAAEBAAABAwAAAQUAAAIJAAABDQAAAScAAAFOAAABAwAAAQ8AAAEGAAABEAAAAZcDAAAC5gEAAAGjAgAAAQEAAAG7AwAAAdMBAAABdgAAAeYCAAABmwIAAAIhAAABOgAAAQUAAAIEAQABjAIAAAEBAAADAQAAAQMAAAEBAAAB2gEAAAF4AAABAQAAAQEAAAEfAAABsAMAAAEcAAABFgAAARUAAAEBAAABBAAAAQEAAAELAAABAQAAAQcAAAFqAAABFQAAAa8CAAACBQAAAbwCAAABIwAAAYYBAAABTAAAAW8AAAEnAAABAQAAARkAAAEDAAABnAIAAAEfAAADZwAAARUAAAGoAgAAAXIAAAH5AgAAARMAAAEZAAABhAIAAAHzAQAAAQcAAAEOAAABEAAAAQMAAAEBAAABSwAAAUcAAAFLAAABIwAAAQMAAAEYAAABDgAAAcEBAAABGQAAAigAAAECAAABAgAAAQEAAAFkAAAClAMAAAEYAAABnAEAAAFLAAABAQAAAVIAAAECAAABCQAAAVUAAAHVAQAAAYoDAAACagAAAWoAAAFgAAABAQAAAU4AAAFoAAABAQAAAXUAAAInAAABBQAAAQ8AAAEEAAABWQAAAhYAAAIQAAADAQAAAQQAAAEBAAABAgAAAQYAAAEDAAABAwAAAQEAAAEBAAAB6AEAAAEtAAABAQAAAbkDAAABSQAAAeECAAABrwIAAAGEAQAAAQEAAAGRAQAAAWYAAAEFAAABIgAAAQEAAAFUAAABVwAAAbsDAAABSQAAAQEBAAH3AQAAAQ0AAAGvAgAAAdgBAAABEAAAAS0AAAEBAAABZwAAAQIAAAFrAAABAQAAAQMAAAFEAAAB+QIAAAETAAABBQAAAQEAAAHtAgAAASQAAAEDAAABAgAAARkAAAEDAAABBAAAAQIAAAEjAAABBwAAAQQAAAEBAAACAQAAAU0AAAEjAAABAgAAAQUAAAELAAABBAAAARUAAAEEAAABFQAAAQoAAAEPAAABAQAAASoAAAECAAABEgAAASYAAAEkAAABQQAAAfUBAAABqgMAAAEBAAABgQEAAAGBAQAAAiwAAAEBAAABBQAAAQMAAAEBAAABWgAAAQQAAAEyAAACyQEAAAHBAQAAASIAAAEhAAABAQAAAZMCAAABAQAAAoADAAABBwAAASQAAAEbAAABAQAAAZIBAAABhgEAAAFAAAABBgAAAQEAAAFFAAABJwAAAQEAAAFAAAABLAAAAQEAAAFFAAADAQAAAQEAAAEiAAABAgAAAQcAAAFJAAABCAAAAQEAAAGlAgAAATQAAAExAAABBgAAATUAAAErAAABhwEAAAF+AAABAQAAAyAAAAEBAAABEAAAAgEAAAPPAgAAAQEAAAEhAAABAgAAAZMDAAABAQAAAWgAAAEGAAABEQAAATgAAAETAAABAgAAAaoBAAABHwAAAQEAAAMBAAACAgAAAQMAAAKrAgAAAQEAAAMdAAABAQAAAQUAAAEiAAABAQAAAuUBAAABwAEAAAEBAAABCQAAAQgAAAEzAAABAQAAAcwBAAABggEAAAEBAAAB0AIAAAEFAAABpgIAAAEGAAABNAAAAQIAAAHgAgAAAgEAAAEBAQABEAAAAf8BAAABDQAAAawBAAABAwAAAQAAAAFTAAABRwAAAr8BAAABAQAAAXsAAAENAAABAQAAAQQAAAH+AgAAARYAAAGTAwAAAWUAAAFSAAABEgAAAQ8AAAEBAAABEwAAAQYAAAEBAAABFQAAARkAAAEBAAABGQAAAUwAAAEEAAABHwAAAVgAAAEGAAABBQAAASMAAAFGAAABFgAAAQEAAAH7AQAAATsAAAEEAAABBAAAAZUBAAABbgAAAQEAAAECAAABBgEAAwEBAAIBAQACAQEABwEBAAQBAwADAQEAABwAAAFmAAABDAAAAW4AAAGWAgAAAQ4AAAEBAAABAQAAAjEAAAE9AAABNgAAAcoBAAABOAAAAQIAAAELAAABFQAAARkAAAEGAAABAQAAAgsAAAEBAAAC8wEAAAJsAAABwAEAAAEBAAABCQAAAQgAAAHTAgAAAfUBAAABLAAAASsAAAEBAAACpAEAAAHBAgAAAagDAAABrgEAAAG4AwAAAZMDAAABpQMAAAEBAAABhwMAAAEFAAABAQAAAecBAAACFgAAAUcAAAEBAAACCQAAAQEAAAFIAAABCwAAAVgAAAEkAAABmAEAAAFHAAABtgEAAAE7AAABFgAAAQEAAAE8AAACDAAAAb4BAAABswMAAAEcAAABEAAAAZYBAAABpQMAAAEBAAABpQMAAAECAAABaQAAAmIAAAEOAAABCwAAARwAAAGxAQAAAQMAAAEOAAACAQAAAQcAAAEWAAABBQAAAgEAAAEcAQAEAQEAAwEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAAPAAABAQAAAbIBAAACAQAAARoAAAEaAAABBAAAAQEAAAENAAAB0gEAAAMSAAACJgAAAgUAAAEBAAABLQAAAa4CAAAB5AIAAAEBAAABAQAAAwEAAAEBAAAC5wIAAAGsAQAAAYIDAAABHAEAAgEBAAABAQAAAQEABAEBAAQBAQAAAQEAAAEBAAABAQAADwAAAQsAAAEJAAACAQAAAWMAAAEWAAABNAAAARkAAAEkAAABpQMAAAHKAQAAAcsBAAABhQEAAAEBAAABZAAAAQEAAAIBAAABUQAAAQIAAAEmAAABBAAAAZ0DAAABBQAAAb0CAAABvQIAAAEBAAABrAEAAAEBAAABAgAAAlEAAAEnAAABDQAAARgAAAEYAAABAQAAAQgAAAECAAABBAAAARMAAAEEAAABSQAAAU8AAAECAAABWQAAAgEAAAIZAAABBwAAAxcAAAGKAgAAAaQCAAABcQAAAWQAAAEgAAABAgAAAR4AAAEPAAABFQAAAREAAAEnAAABAgAAAgEAAAQCAAACeAAAAZoBAAACAQAAAgEAAAEEAAACAwAAAgEAAAMpAAAByAIAAAHQAgAAAQEAAAEEAAABowEAAAFUAAABBwAAAQQAAAIDAAABAgAAASEAAAGvAQAAARAAAAFBAAABVAAAARUAAAGZAgAAAQEAAAHfAQAAAdkBAAABAQAAAeABAAAB2gEAAAEBAAABFwAAAQEAAAFLAAABtAMAAAExAAABBwAAAXEAAAEtAAABLgAAAWcAAAE6AAABAwAAAQMAAAG8AwAAARcAAAGpAQAAAQoAAAEBAAABVQAAAQwAAAEBAAABEgAAAQEAAAHBAgAAAScAAAEBAAABFQAAARwAAAEgAAAByAEAAAIDAAACCgAAAb4BAAACAQAAAsoBAAABAQAAARAAAAEvAAABAQAAAQEAAAEGAAAB6QEAAAE5AAABHwAAAbsBAAABDQAAAQYAAAHtAQAAAQEAAALWAgAAAgEAAAHgAQAAAZYBAAABAQAAAQEAAAEBAAABAgAAAQ4AAAEDAAABMAAAAQsAAAESAAABMwAAAXIAAAEnAAABIwAAAU8AAAEOAAABAQAAAgEAAAEBAAABLgAAASIAAAEIAAABBwAAAgsAAAEGAAACHAAAAWoAAAFAAAABAQAAAWkAAAHgAQAAATwAAAF/AAABAQAAAQEAAAMEAQABAQAAAg4AAAIEAAABlAEAAAFpAAABAQAAAggAAAEPAAABAQAAAS8AAAEIAAABsgMAAAEsAAABAQAAAdoBAAABFwAAAQYAAAFUAAABAQAAAW0AAAEBAAAB6AEAAAHRAQAAAbkDAAABGQAAAfICAAABsgMAAAEdAAABKgAAAgUAAAFZAAABWAAAAgEAAAQ1AAABJAAAAlYAAAFUAAADTwAAAQEAAAEDAAABAQAAAv4BAAABmAIAAAGuAgAAAgEAAAGtAgAAAgEAAAFqAAACywEAAAH5AgAAAWgAAAGIAwAAAdcBAAACAQAAASoAAAGJAQAAAQEAAAFtAAABvQIAAAE7AAABEQAAAYQCAAABAwAAAQIAAAEDAAABKgAAAQEAAAHvAgAAAfMCAAABDwAAAawCAAABrQIAAAIBAAABUAAAAQEAAAEeAAABAQAAAQQAAAE5AAABAQAAAQwAAAEcAAACBAAAAQEAAAEFAAABAQAAAQYAAAGWAQAAARwAAAEPAAABIQAAATgAAAEBAAABmAEAAAENAAABJAAAAQUAAAEMAAABVQAAAXAAAAFEAAABIAAAARAAAAEMAAABEwAAAQYAAAEXAAABAwAAAfMCAAABywEAAAGCAwAAAYIDAAAB+AIAAAFuAAABQQAAASUAAAF1AAABngIAAAEpAAABJgAAARgAAAEBAAABGgAAAQkAAAEBAAACIQAAAwEAAAECAAABBQAAAgEAAAECAAABEgAAAQIAAAEiAAABAQAAAQMAAAFGAAABAQAAAREAAAEUAAABBQAAAQUAAAEBAAABDwAAAQsAAAEGAAABCQAAAwMAAAEBAAAFAQAAAwEAAAEBAAABuAIAAAEqAAABKgAAAbgBAAABKQAAAZEBAAABBwAAAaUBAAABkgMAAAEBAAABCgAAAQUAAAH1AgAAAQIAAAEYAAADBgAAAQMBAAEBAAABggIAAAElAAABGAAAAQEAAAEJAAABKwAAASkAAAEDAAABAQAAAQwAAAECAAABFgAAAQEAAAEBAAADAwAAAT4AAAEBAAABBAEAARIAAAEEAAABJAAAAQYAAAEIAAABAgAAAQwAAAE4AAABCQAAARMAAAEDAAABAQAAAQwAAAFQAAABBQAAAQoAAAMBAAABAQAAAQEAAAILAAABAQAAAQsAAAGnAQAAAagBAAABlwMAAAEyAAABAQAAAQMAAAEBAAABggMAAAFFAAACAwAAAQQAAAGEAwAAAeYBAAABXAAAAQQAAAK9AgAAAaEBAAABKQAAAb8BAAABDAAAAQEAAAEDAAABDAAAAQcAAAF4AAABAQAAAV8AAAEHAAABAQAAASkAAAEBAAABKgAAAacCAAABAgAAAaUDAAABBwAAAU4AAAHnAQAAAS0AAAFoAAAByAEAAAEDAAAB/wEAAAH/AQAAASkAAAEQAAABIgAAAQQAAAEBAAABCwAAAUwAAAMBAAAEcgAAAQYAAAEvAAABSgAAAQoAAAEBAAACLgAAB0YAAAEBAAABqgIAAAEPAAABAwAAAQIAAAE1AAABBQAABAEAAAUFAAABAQAABQEAAAMBAAAEAQAAAgMAAAMBAAAEAQAAAgIAAAYJAAACBQEABQEBAAgBAQALAQEADQEBAAwBAQAKAQMABQEBAAEBAAAHAQAAAwEAAAIBAAAIAQAAAgEBAAIBAAABCgEABwEBAAABAQAGAQEADgECAAMBAQADCgEABAEBAAIBAQAHAQEACQEBAAMBAQACAQEAAgECAAMBAwAEBwAAAQEAAAIBAAACAQAAAwEAAAQMAAABAQAAAQEAAAQGAAACAQAAAQEAAAIDAAABAQAAAQYAAAMBAAACAQAAAQEAAAEFAAABAQAAAwEAAAECAAABAQAAAwoAAAIBAAADAQAAAQIAAAIBAAACDAAAARMAAAESAAACAQAAAQIAAAECAAABAgAAAgYAAAEBAAABBQAAASUAAAQOAAABFwAABQEAAAQEAAABAgAAAQIAAAEHAAABAgAAAgMAAAEWAAACdgAAARkAAAIBAAABFQAABAEAAAIBAAACDwAAASwAAAEvAAABBQAAAQMAAAEEAAABKAAAAQcAAAEOAAABGAAAASMAAAIDAAACAQAAAgcAAAGwAwAAAQYAAAEDAAABAgAAAQEAAAMAAAABEQAAAScAAAECAAABAgAAARQAAAIBAAADAQAAAgMAAAECAAABAwAAAiQAAAEJAAABHAAAAaUCAAABAgAAAQYAAAEBAAABAQAAASoAAAGMAgAAAQEAAAE8AAABAgAAAQEAAAKjAwAAAS0AAAGEAwAAAdsBAAABAQAAAYcBAAABDwAAAQEAAAFwAAABAQAAAXIAAAENAAABAQAACAEAABABAAAEAQAAAQYAAAECAAABBAAAAbUCAAABBwAAAUQAAAEBAAABBQAAAQEAAAEDAAABEAAAAgEAAAECAAABDQAAAQEAAAEDAAACLQAAAgMAAAIKAAABAQAAAQEAAAEVAAABJQAAAR8AAAMBAAAEAQAABQEAAAEPAAADAQAAAhEAAAIBAAACBwAAAgEAAAEKAAABGwAAAQEAAAELAAABBgAAAwcAAAEaAAADAQAAAgEAAAEBAAACAQAAAQIAAAELAAACAQAAAwYAAALjAQAAAR8AAAEBAAABAgAAASMAAAEBAAACOQAAARgAAAFBAAABpAEAAAEBAAABGwAAAX0AAAErAAABBwAAARQAAAEDAAABAQAAAakBAAACAQAABQEAAAEEAQACAQAAAgQAAAEQAAABFgAAAQEAAAE/AAABBAAAASkAAAEaAAABSAAAAgEAAAEMAAACAgAAAVQAAAJjAAADLAAAAVEAAAEBAAABGQAAAgEAAAGvAwAAAWQAAAEBAAABCgAAAQEAAAFTAAAB7AEAAAKZAgAAAoMDAAABOAAAAwEAAAG7AQAAAgEAAALKAQAAAUEAAALzAQAAAQEAAAGOAQAAAVAAAAIBAAACAQAAAQMAAAEkAAABFQAAAQEAAAEZAAABAQAAAVEAAAIIAAABLAAAAQQAAAECAAAB+AIAAAEBAAABCgAAAQcAAAExAAABEQAAAZoBAAABPAAAAQEAAAFGAAABBAAAAU0AAAG6AQAAAQIAAAQBAAABZgAAAQEAAAIDAAACDwAAAT8AAAEBAAABAQAAAgIAAAELAAACAQAAAgEAAAECAAADAgAAAQIAAAIPAAABAQAAAQQAAAE4AAABIwAAAgEAAAECAAABAgAAARcAAAEQAAABXgAAAQ4AAAGHAQAAAQoAAAE2AAACJwAAAREAAAEjAAABAQAAAXYAAAFoAAABKwAAAQ8AAAEWAAABAQAAAQEAAAGhAQAAAUkAAAGsAQAAAYoDAAABaAAAAbMCAAABIwAAAZgBAAAB1wEAAAFFAAAC4QEAAAEBAAABCgAAAQ0AAAEBAAABAQAAAkQAAAEEAAABPwAAAQEAAAE6AAABPgAAAUIAAAFFAAABBAAABAEAAAEEAAABCgAAAQEAAAECAAABAwAAAeIBAAAB+AEAAAGrAQEAAQEBAAEBAQABAQEAAwEBAAIBAQAAAQEAAAEBAAABAQAAAQEAAQEBAAAGAAABuAMAAAG1AQAAAR0AAAEFAAABGwAAASMAAAEGAAABJQAAAR8AAAEEAAABTwAAAZIDAAABAAAABAEAAAEGAAABAQAAAQEAAAEhAAABFwAAASUAAAEBAAADAQAAAVAAAAQBAAABAQAAAgMAAAEBAQABAQAABwEAAAMBAAACAQAAAgEAAAEBAQABBAAAAQEAAAEFAAABAQAAAgEAAAIJAAABAQAAAQ8AAAEDAAAECwAAAQkAAAEBAAABCgAAAQsAAAICAAABAgAAAQEAAAEFAAACAQAAAQIAAAIDAAAKAQAAAgIAAAQEAAABAwAAAQgBAAUBAQAAAQEABAEBAAUBAQAABQAAAQQAAAEBAAABGAAAAwEAAAYBAAACAwAABQEAAAERAAACJgAAAQMAAAEBAAAEAQAACQUAAAMNAAABBQAAARIAAAEIAAABAQAAAgEAAAECAAABBQAAAQEAAAFjAAABLQAAAQYAAAElAAABAQAAAQ8AAAEcAAABDwAAAgEAAAEZAAACCAAAARIAAAETAAABOAAAAQwAAAGjAgAAAQEAAAEqAAAB2QEAAAEQAAABDAAAATEAAAIBAAABAgAAAQUAAAECAAABPAAAAZECAAABjwEAAAEJAAABmgIAAAGnAgAAAQIAAAEGAAAB2QEAAAHmAgAAAdgBAAABJQAAAQEAAAEDAAABAQAAAQEAAAIBAAAFAQAABQMAAAESAAABBAAAAg0AAAEaAAABIwAAAQkAAAFCAAABAQAAAQoAAAI1AAABAQAAAQUAAAEBAAACJAAAAQEAAAQiAAABAgAAAQMAAAEBAAABBQAAAT4AAAEEAAACBAAAAVAAAAICAAAB1gEAAAFxAAABBQAAAQEAAAE5AAABBAAAAZ4BAAABAgAAAZEBAAAB1QEAAAEDAAABAQAAAS0AAAGEAgAAAQEAAAH1AgAAAQIAAAEYAAAB7gIAAAIBAAABtQIAAAGHAwAAAYECAAABBgAAATcAAAIBAAABBAAAAVcAAAEBAAACCAAAAQ0AAAMYAAABAQAAAwEAAAIDAAABmQEAAAGvAQAAAQEAAAEFAAAB9wIAAAESAAABBgAAAgMAAAEBAAADAQAAAQEAAAEBAAABAgEAAQEAAAEBAAABAwAAAQUAAAEJAAABAQAAAU4AAAF+AAABLAAAAQIAAAGkAQAAAQMAAAGUAQAAAQkAAAFkAAABIAAAAYoBAAABigMAAAExAAABBQAAAdoBAAABggEAAAELAAABAgAAAQMAAAEHAAAB1wEAAAECAAABAQAAAZQBAAABFAAAAQYBAAEBAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAIBAQABAQEAAwEBAAABAQACAgAAAQEAAAYBAAACAQAAAQEAAAEBAAABAQEAAQEAAAIDAAABBQAAAQEAAAEHAAABBwAAAQYAAAEfAAABHAAAAWMAAAE1AAABVAAAAgEAAAIBAAABEQAAAQoAAAEMAAABAQAAAw0AAAESAAABAQAAAQEAAAIBAAABAgAAAhQAAAEGAAABAgAAAQIAAAELAAACAgAAAgcBAAGAAQAAAcUBAAABLAAAAQEAAAEOAAABCwAAAZYBAAABWgAAAiIAAAFhAAABlwMAAAElAAABAQAAAQoAAAEhAAABAQAAAQEAAAERAAABAQAAATMAAAEMAAABdwAAATcAAAEBAAABGAAAAjgAAAEBAAACBQAAAgIAAAEDAAACuwMAAAHlAQAAAWwAAAEBAAABHQAAAToAAAEFAAABBAAAAYkDAAABAQAAAbkDAAABLAAAAYkDAAAPAQAACQIAAAExAAABCQAAAwEAAAPkAQAAARQAAAEBAAAEIwAAAQIAAAS/AgAAAmgAAAE6AAABlwIAAAFRAAABAQAAAbIBAAABAgAAAQUAAAEGAAABGwAAARgAAAEUAAABGgAAAScAAAElAAABGgAAAQUAAAEIAAABCwAAAgQAAAERAAABBgAAASMAAAExAAABAwAAAQEAAAEOAAABDAAAARIAAAEGAAABAgAAAgkAAAEJAAABEwAAAQIAAAFtAAABugMAAAE1AAAB2wEAAAECAAABogEAAAEdAAABAgAAAQEAAAHXAQAAARwAAAEYAAABBgAAAQEAAAIfAAABAgAAAQkAAAEMAAABAQAAAgEAAAE0AAABBAAAAQEAAAEFAAABIgAAAQoAAAEZAAABAgAAARcAAAEBAAABBgAAAQcAAAEBAAABIQAAAhMAAAETAAABAgAAAgEAAAETAAACBAAAAQUAAAEEAAABFQAAAQUAAAEWAAABAQAAAQwAAAEJAAABIgAAATcAAAEDAAADAQAAAwMAAAENAAABFAAAAR0AAAE4AAABdwAAAYsBAAABAQAABAYBAAESAAABzwIAAAENAAABBAAAARUAAAE/AAABLwAAAeYBAAABAQAAASEAAAEIAAABBAAAAU8AAAFtAAAB/wIAAAH0AQAAAU4AAAEBAAABRQAAAwEAAAYBAAAIAQAABwEAAAsBAAALAQAABQEAAAIBAAABCAAABwEAAAQPAAACAQAAAhsAAAEEAAAGFAAAAwYAAAEBAAADJQAACgEAAAM3AAACDgAAAgEAAAMLAAABAQAABAoAAAEBAAAGCAAAAgEAAAEIAAACBgAAAQUAAAEnAAABBAAAAQQAAAELAAABAQAAAQUAAAUEAAAEAQAABCMAAAECAAACAwAABgEAAAMBAAABAgEACwEBAAgBAQAGAQEAAwECAAIBAQAFAQAAAQEAAAIIAAADAQAABAEAAAYBAAADAQAAAQEAAAMBAAACAQAAAgMAAAEBAAACBAAAAQEAAAUBAAACAgAAAgIAAAIEAAAECAAAAQIAAAQIAAABFQAAAQ4AAAEiAAACAQAAAgEAAAIPAAABAgAABAEAAAEBAAABCgAAAQEAAAEIAAABDAAAAQEAAAIBAAACEQAAAQEAAAUBAAABEQAAAQIAAAEDAAABDwAAAQEAAAIDAAABBwAAAgEAAAECAAACAQAAAwIAAAEDAAABTgAAAQEAAAEgAAABDgAAAQQAAAEBAAACAwEAAwEBAAABAQADAQEABQECAAEBAQABDAAAAgEAAAICAAABAgEAAQMAAAEHAAABAgAAAg4AAAELAAABHwAAAQEAAAECAAABAQAAAR8AAAETAAABAgAAAQIAAAECAAABBgAAAQEAAAEpAAABAQAAAiUAAAEFAAABCwAAAQUAAAHKAQAAAb8BAAABAQAAAQsAAAEEAAABDAAAAtsBAAABZAAAAf4CAAABPgAAAQ8AAAEBAAACPwAAAgEAAAUBAAABBQAAAcMBAAACIgAAARMAAAIGAAABAwAAAQIAAAKOAQAAAZEDAAABlAIAAAFOAAABAQAAAkUBAAIBAQAAAQEAAgEBAAQBAQABAQEAAAEBAAABAQAAAQMAAgcAAAEBAAABEQAAARwAAAEDAAACeAAAAaABAAABvQIAAAGMAQAAAaABAAABNwAAAYIDAAABBAAAAS0AAAGhAQAAAXYAAAEBAAABCgAAASAAAAJDAAABkwMAAAEBAAAC+QIAAAELAAABAwAAAQEAAAECAAABAQAAAQEAAAEJAAAB8wIAAAEEAAABJAAAAgkAAAEcAAABAQAAAWcAAAFOAAABaQAAASkAAAEjAAABygEAAAEBAAABDQAAAZEBAAABYAAAAbcDAAACAQAAAuYBAAABmwMAAAECAAABAQAAAQQAAAEEAAABpgMAAAIBAAABBAAAAQQAAAEFAAABuwEAAAEBAAABEAAAAQEAAAEcAAABFAAAAdMCAAABuwMAAAGqAgAAAQUAAAGlAwAAAQYAAAHsAgAAAQEAAAHsAgAAAQEAAAG1AgAAATkAAAHuAgAAASUAAAENAAABjwIAAAEGAAABAQAAAasCAAABDQAAATkAAAGiAgAABFMAAAEBAAABSwAAAgUAAAFGAAAB8AIAAAEBAAAEAQAAApEDAAABUwAAAgEAAAH9AgAAARIAAAECAAACAQAAAsoBAAABXAAAAaQCAAAB/QIAAAEDAAABBAAAAQ4AAAEBAAABAQAAAQEAAAEBAAAB/QIAAAGLAQAAAa4BAAABtAIAAAEWAAABDQAAAQEAAAEIAAABDgAAAQEAAAMEAAABAQAAAQgAAAEBAAACEgAAAQYAAAEkAAABBQAAAR4AAAICAAABSgAAAgUAAAEJAAABBAAAARIAAAEJAAABAQAAARIAAAIBAAABAwAAAQEAAAIBAAABDAAAAhMAAAJgAAABFQAAAgEAAAIEAQABAQAAAR8AAAELAQADAQEAAAEBAAEBAQACAQEAAAEBAAAJAAABBAAAAUIAAAFlAAADNAAAAQEAAAEHAAABYAAAAQEAAAJQAAABLAAAAbUBAAABSQAAAY4BAAABJAAAASIAAAERAAABFAAAAQEAAAFhAAABVAAAAgEAAAIRAAABSAAAAQEAAAEXAAABCQAAAwEAAAIBAAADAgAAAQ0AAAEOAAABpgEAAAERAAACBQAAAQEAAAISAAABAQAAASMAAAEHAAABAQAAAWUAAAEXAAACAQAAAgQAAAEBAAABAwAAAgIAAAIRAAABAQAAARgAAAEBAAACXAAAAQEAAAEBAAABKgAAAQoAAAIBAAABBgAAAgEAAAEFAAACAQAAAQkAAAEYAAABAwAAARQAAAEBAAABOAAAAQEAAAIEAAABBQAAASMAAAEcAAABBgAAAgEAAAQBAAACFwAAAQUAAAEEAAABswEAAAEBAAABIwAAAQEAAAEcAAABDQAAAVwAAAECAAABBQAAAUUAAAEBAAADCAAAASIAAAIBAAABkAMAAAEXAAABAQAAAQEAAAIRAAABNAAAATEAAAGlAQAAAS4AAAENAAABGAAAAQcAAAEoAAABCQAAAQoAAAECAAAEAQAACRsAAAIBAAABBAAAAQ0AAAECAAABAQAAASAAAAEBAAACAQAAASQAAAEfAAABTAAAASEAAAEBAAABDQAAAUIAAAEVAAADAQAABAEAAAUBAAAEAgAAAQIAAAILAAABAwAAARIAAAEcAAABDwAAAQEAAAILAAABBgAAAQIAAAEFAAAEPQAAAwEAAAELAAABAwAAAQEAAAEBAAABAQAAAVUAAAEMAAABAQAAAQEAAAGEAgAAAegCAAABAQAAAZ4DAAABDQAAAT8AAAEdAAABQgAAAQEAAAEgAAABCQAAARQAAAEnAAABAQAAAh8AAAELAAABJgAAAQUAAAEOAAABAAAAAQ8AAAEDAAABAgAAASAAAAEKAAABBQAAAQYAAAEHAAABAQAAAQEAAAECAAABAQAAAQUAAAEVAAABAQAAAQkAAAEIAAABCwAAAQEAAAEFAAABDgAAAQIAAAEJAAABBgAAAQEAAAELAAACAQAAAgEAAAEFAAABBAAAAwEAAAICAAABAgAAAxoAAAIDAAACAQAAAgEAAAEEAAABFAAAAQwAAAEIAAABEgAAASIAAAEUAAABAgAAAQUAAAEDAAABBQAAAQEAAAEHAAACAQAAAQQAAAELAAABEAAAAQUAAAEFAAABBQAAAQcAAAF3AAACSQAAAQEAAAEGAAABBQAAASsAAAEBAAABDgAAAREAAAEFAAABSQAAAQcAAAE0AAABgAEAAAFaAAABNwAAAWQAAAE8AAABIwAAAQIAAAFlAAABWwAAAQEAAAEiAAABAQAAAyAAAAEBAAACaQAAAQgAAAEXAAABLQAAAgEAAAEBAAADAQAAAQUAAAETAAABQQAAAQQAAAEBAAABWwAAAQEAAAEyAAABUgAAASoAAAEbAAABAQAAAgEAAAIEAAABAQAAAkQAAAEmAAABAQAAAT8AAAEBAAABBQAAATQAAAGmAgAAAdcBAAABGAAAATQAAAEBAAABvgIAAAEvAAABAQAAATUAAAEMAAABFwAAAREAAAG1AgAAAQEAAAEhAAABAQAAAUEAAAG4AgAAASsAAAEQAAABwgEAAAEBAAABIQAAARMAAAEBAAABAQAAAh8AAAEDAAABAQAAAgEAAAEBAAACDAAAAbUCAAABIAAAARoAAAEEAAABAQAAAU8AAAGkAQAAAR0AAAFMAAAB5AEAAAEDAAABRAAAAQEAAAEMAAABAQAAAQ8AAAEKAAABKQAAAR8AAAEBAAABqgIAAAE9AAABGAAAASgAAAEBAAABDgAAAm4AAAG2AQAAAU4AAAErAAABHAAAAhgAAAG7AgAAAYQCAAABAQAAAcECAAABGAAAAQMAAAECAAABAQAAAgEAAAEKAAABmgEAAAEBAAACAQAAAgQAAAF4AAABJwAAAaQBAAABAQAAAYUBAAABzwIAAAFCAAABCQAAAS4AAAEJAAACIQAAAQ0AAAQEAAABAQAAAQEAAAMMAAACDQAABAEAAAIuAAABEgAAAQEAAAEFAAABGgAABAIAAAECAAACAQAAAQQAAAEBAAABAQAAAwYAAAEBAAACAwAAAQEAAAEHAAABFAAAAQUAAAIOAAABAQAAAqACAAABAgAAARcAAAIPAAABcQAAAaECAAABAwAAARQAAAFdAAABFwAAAbgBAAABAQAAASQAAAEvAAABCgAAAQsAAAEBAAABCwAAAQEAAAELAAAB4gEAAAGgAgAAAQgAAAEGAAABBAEAAQMAAAETAAACAQAAAwEAAAERAAABBwAAARQAAAEHAAABAQAAAQEAAAEBAAABBQAAAQgAAAEBAAABAgAAAQEAAAICAAABAgAAAgEAAAEBAAACAQAAAggAAAEBAAACAQAAAgEAAAECAAABAQAAAQEAAAEBAAABAwAAAQEAAAEBAAABBQAAAQIAAAECAAABCAAAAQIAAAECAAABAQAAAQYAAAEBAAACAQAAAQEAAAEOAAABBQAAAQEAAAECAAABMgAAAQIAAAEBAAABIgAAAQwAAAEBAAABBAAAAQIAAAEBAAABIwAAAQEAAAEEAAABBgAAAQQAAAMBAAADAwAAAhQAAAEBAAABDwAAAQEAAAEDAAABEQAAAgMAAAEbAAABOwAAAY0CAAABAQAAAZoBAAACggEAAAE0AAABWAAAASQAAAGjAwAAAQYAAAHrAgAAAf4CAAABMgAAAQEAAAHrAgAAAQIAAAEnAAABggMAAAEEAAAB3AEAAAHBAgAAASoAAAEDAAABNgAAAQgAAAFpAAABFgAAAS4AAAFNAAABMQAAAQ0AAAEAAAABCQAAASsAAAEsAAABDQAAARoAAAEQAAABJQAAAVsAAAEDAAABYQAAAQsAAAEBAAABKQAAAQEAAAEoAAABBgAAAQMAAAEaAAABNgAAAYEBAAACAwAAARcAAAGCAwAAAYIDAAABBQAAAbkCAAAB5AIAAAHAAgAAAfECAAABDgAAARcAAAEQAAACBwEAASEAAAEGAAAGAQAAAgEAAAQIAAABAQAAAgcAAAEBAAABDQAAAxsAAAMGAAABCwAAAQIAAAEBAAABBAAAAQgAAAIHAAACAwAAAgMAAAECAAABAwAAAQgAAAECAAABIwAAAQgAAAEvAAABDgAAAQ4AAAELAAABEwAAAQcAAAQBAAADDAAAAQEAAAEDAAABEQAAAQcAAAMFAAABAQAAAQEAAAMBAAABAQAAAQEAAAEBAAACAQAAAQMAAAEJAAABAQAAAecCAAABBwAAASoAAAEHAAABBwAAAVYAAAG4AQAAAUoAAAEnAAABjgEAAAEAAAABAQAAAgEAAAEEAAABBAAAAQIAAAEBAAABAQAAAjAAAAENAAABIgAAAScAAAEHAAABfQAAARUAAAEQAAADAQAAAUIAAAEIAAABAQAAAQkAAAELAAABBAAAAQEAAAENAAABAAAAAQEAAAECAAABAQAAAREAAAEBAAABBAAAAQEAAAESAAABJwAAAQQAAAEDAAADBAAAAQIAAAFZAAABgwEAAAIQAAABOwAAASAAAAIBAAABAQAAAQQAAAESAAABHAAAAQUAAAEEAAABIQAAAQEAAAMQAAACAQAAAQcAAAEFAAABAwAAAQEAAAIEAAABAQAAAQMAAAEBAAABFwAAARYAAAEIAAABAQAAASMAAAIXAAABBgAAAQEAAAEDAAABGAAAAQcAAAEKAAABBgAAAQcAAAEYAAABAwAAAQMAAAEmAAABBQAAAQcAAAFeAAABAQAAAgEAAAEBAAABAQAAAgEAAAEoAAABtgEAAAFLAAABGAAAAaMBAAABBAAAAQEAAAGqAwAAAVQAAAEHAAABFAAAAToAAAEtAAADAQAAAgEAAAEdAAABSAAAARYAAAFmAAABCQAAAWcAAAEBAAABlAEAAAFmAAABjwIAAAGmAwAAAQEAAAHMAQAAAQkAAAHXAQAAAWUAAAFRAAABNQAAAUIAAAEBAAABBQAAARAAAAEPAAABIQAAAREAAAEDAAABlwEAAAFGAAABDgAAAQEAAAGqAwAAATMAAAEBAAABAgAAAQYAAAECAAABBwAAARMAAAHAAQAAAQ8AAAEFAAABCwAAATsAAAEBAAABBQAAAQQAAAMIAAABBgAAARcAAAETAAABHAAAAQQAAAEEAAABBAAAAQ4AAAEEAAABAQAAAQcAAAGkAgAAAaoDAAABEQAAARwAAAESAAABAQAAARAAAAEGAAABBAAAAQQAAAICAAABAQAAAQIAAAIFAAABfgAAATQAAAIFAAABEwAAAQYAAAEBAAABFAAAARcAAAEHAAABDAAAASQAAAHuAQAAAYUBAAABAQAAAgQAAAJHAAABhQEAAAEBAAABAAAAAQEAAAEHAAABHgAAAToAAAENAAABJwAAAW8AAAEjAAABPwAAASYAAAEDAAABJwAAAQcAAAEBAAAB7QIAAAGWAgAAAj0AAAEaAAABAQAAARkAAAElAAABAwAAAQEAAAMKAAAB4gEAAAGEAQAAAbkDAAAB+wEAAAGnAwAAAd4BAAABZwAAAQEAAAFQAAABAQAAAwIAAAECAAABAQAAAQQAAAHxAQAAAbABAAABBgAAAU0AAAEJAAACBgAAAfEBAAABMQAAAQkAAAEJAAABAQAAAf4CAAABBQAAAQEAAAEDAAABAQAAAQsAAAG/AQAAAdABAAABZAAAAQAAAAEVAAABAQAAAaYBAAAB8gEAAAGIAwAAAdYCAAABUwAAAV4AAAH2AgAAAdsBAAABUQAAATYAAAEIAAAB9wEAAAHpAgAAAcYCAAABAQAAAiABAAUBAQADAQEAAQEBAAAKAAAC6QIAAAFeAAACAQAAAQEAAAECAAABAQAAAdABAAABAQAAATMAAAEBAAABTwAAAQEAAAEJAAABAgEAAgEBAAIBAQACAQEAAwEBAAsBAQAHAQEAAAECAAEBAQABEgAABAEAAAMBAAABAQAAAgEAAAEBAAACAQAAAUIAAAFaAAADbgAAAbUCAAAB+AEAAAEBAAABAAAAAg0AAAEVAAABBQAAARQAAAEXAAABBQAAAQ4AAAEBAAABBwAAARMAAAEBAAABJwAAAQEAAAERAAABAQAAAQEAAAEDAAABKgAAAQsAAAECAAABAQAAAgIAAAECAAABKAAAAQcAAAEBAAABAQAAAQEAAAEcAAABDwAAAgEAAAIEAAACAgAAAgUAAAEJAAABBgAAAQQAAAEYAAABAQAAAQEAAAICAAABAQAAAQIAAAEGAAACAQAAAQIAAAERAAABDAAAAncAAAEyAAABAQAAAQMAAAEBAAABggEAAAFBAAABUgAAAQcAAAE3AAABMAAAAZ8CAAABuQEAAAEGAAABAQAAARQAAAEYAAACAQAAAhMAAAELAAABGwAAATkAAAIEAAABAQAAAwEAAAG5AQAAAZ4DAAABaQAAAQEAAAJQAAABAQAAAQEAAAFGAAABSQAAAW8AAAEEAAABVQAAAcMBAAABAwAAAf8CAAABRQAAAQEAAAHKAQAAAbQBAAABPwAAAZYBAAACIAAAAQ4AAAGNAQAAAQQAAAICAAABDQAAAQgAAAEBAAABAQAABAEAAAIBAAACBAAAAQIAAAEBAAABAQAAAQEAAAECAAABBwAAAgEAAAEHAAABBwAAAQQAAAEBAAABAQAAAQUAAAEBAAABAQAAAQEAAAEKAAABAQAAAQYAAAEjAAABAQAAAQQAAAEMAAABAQAAAQEAAAEGAAABAgAAAQ4AAAEDAAABAQAAAwEAAAEKAAACAgAAASIAAAEBAAABFgAAAQkAAAIWAAABBgAAAgsAAAIBAAACBQAAAQkAAAEEAAABBwAAAQIAAAEKAAABBAAAAQEAAAEMAAABAQAAAgEAAAEBAAABFgAAAQEAAAECAAABAQAAAQYAAAEFAAABAQAAAQMAAAEBAAABAwAAAQEAAAMEAAABBAAAAgIAAAEFAAABBAAAAgEAAAETAAABBAAAAQEAAAEDAAABAQAAAQIAAAH/AQAAAcoCAAABAQAAAQEAAAHLAQAAASkAAAHKAQAAAQgAAAEMAAABCgAAAQEAAAEBAAABBQAAASUAAAFhAAABYQAAAR0AAAIhAAABSgAAAwEAAAIEAAABKAAAASkAAAEBAAABGAAAAtEBAAABUgAAAQEAAAGqAgAAAdMCAAABEQAAAQUAAAFWAAABygIAAAFJAAABAQAAAQYAAAECAAABCAAAAU8AAAEBAAABSwAAAREAAAFLAAABAwAAAUkAAAEBAAAB9gEAAAHLAQAAAasCAAABJQAAAQsAAAFHAAABowIAAAE7AAABAQAAAwEAAAEDAAACTgAAAf4CAAABBQAAAQEAAAEGAAABBwAAAqMDAAABAQAAAQIAAAEGAAAB3gEAAAEBAAABCQAAAQEAAAEWAAABAQAAAQMAAAEHAAABAgAAAQsAAAECAAABDAAAAQEAAAEHAAABBAAAAQkAAAEBAAABEQAAARQAAAEKAAABAQAAAQEAAAEFAAABFwAAAQIAAAEGAAABAQAAATQAAAEZAAABEAAAAQQAAAEYAAABAwAAAQYAAAIBAAABHgAAAQsAAAEFAAABCwAAARkAAAIVAAABCQAAAQEAAAETAAACjQIAAAICAAABAQAAAQMAAAGNAgAAAa0CAAABGwAAAQEAAAGxAwAAAbwDAAABlAMAAAEBAAABbwAAAbwDAAABqwIAAAGrAgAAASgAAAEBAAABAQAAAgEAAAGEAgAAAWwAAAEBAAABAQAAAQwAAAQBAAABDgAAAQEAAAEBAAACuAMAAAHsAgAAAe0CAAABHAAAAgQAAAIBAAACsAMAAAFWAAABrwEAAAEQAAABEgAAARAAAAEIAAABAQAAAQIAAAFTAAABAQAAASYAAAEVAAABAwAAARUAAAEtAAABCwAAARcAAAEEAQABBAAAARYAAAEIAAABAgAAARcAAAEBAAABAgAAAQ8AAAEcAAABDAAAAacCAAABwgIAAAF9AAABBgAAAR0AAAE3AAABAQAAASMAAAMBAAABjwIAAAHAAQAAAQEAAAECAAABIgAAAUcAAAFOAAABngMAAAEaAAABAwAAAQEAAAHKAQAAAVkAAAIBAAABZQAAAQEAAAFqAAABugIAAAEBAAABTQAAAboCAAABAQAAASoAAAEnAAABWQAAAQMAAAEBAAABgAEAAAGwAgAAASAAAAHnAQAAAcACAAABrgIAAAEBAAABygEAAAEBAAABgAEAAAEBAAABwQEAAAFqAAACYQAAAS0AAAEvAAACPQAAAQEAAAGjAQAAAQgAAAEGAAACAgAAAQMAAAEVAAABFgAAAQUAAAEDAAABAgAAAQsAAAEDAAABAgAAARIAAAFBAAABBgAAAQEAAAEHAAABAwAAAQ4AAAE+AAACJQAAAToAAAE2AAABBQAAAQ8AAAECAAABAQAAAfMCAAABUgAAAT0AAAKHAwAAAQMAAAEBAAABCQAAASAAAAESAAABAwAAAV0AAAHDAQAAAQIBAAFnAAABAgAAAQwAAAcBAAABAQAAAQMBAANDAAAEBAAAAQEAAAEGAAACAQAAAgEAAAEDAQABAQAAAQIAAAEPAAABBAAAATUAAAEGAAABEgAAAUYAAAEEAAABigEAAAELAAABBAAAAR0AAAEBAAABIgAAAQEAAAFdAAABBQAAAQkAAAECAAABAgAAAQEAAAEfAAABOAAAAQ0AAAGAAQAAAQEAAAHTAQAAAfMBAAABEAAAAacBAAABhQIAAAIFAAACEQAAAQcAAAMBAAACDwAAAQUAAAEYAAABAQAAARoAAAI3AAABAQAAAgEAAAEBAAABBAAAAQYAAAEBAAABCQAAAgIAAAE1AAABAQAAARAAAAEpAAABKgAAAQoAAAEbAAABDwAAAQIAAAEEAAABCAAAAQwAAAEfAAAB4AEAAAGWAQAAAQEAAAEEAAABXwAAAV4AAAEBAAAByAEAAAGmAwAAAQEAAAGrAgAAAZABAAABBAAAAQEAAAHWAQAAAbsBAAABFAAAAhYAAAGPAQAAAbwBAAABOAAAASwAAAGxAwAAAa8BAAAB+wIAAAEVAAAB6QEAAAGGAQAAAZcDAAABFgAAAQQAAAHbAQAAAXoAAAEBAAAB2QEAAAEIAAABJAAAAQUAAAE/AAABBwAAAQIAAAEnAAABAQAAAQkAAAGoAQAAAccBAAABtgIAAAGgAwAAAQYAAAHaAQAAAZMBAAAB7gEAAAGlAwAAAcoCAAABzQIAAAFmAAABAQAAAewCAAABTAAAAQ4AAAEEAAABJgAAAQEAAAECAAABAgAAAR4AAAEBAAABGwAAAQEAAAIBAAABAwAAAUMAAAEBAAABQAAAASMAAAEEAAABBwAAARsAAAGZAgAAAS8AAAEBAAABBQEAAQEAAAEBAAABAgAAAQEAAAQBAAABFQAAAUgAAAF/AAABDAAAAQEAAAIfAAABAQAAAQgAAAGUAQAAAQIAAAEBAAACAwAAAgIAAAEKAAABCQAAAekBAAABuwMAAAEBAAAE5wIAAAIDAQABDwAAAQYAAAEBAAABAgAAAQQAAAEBAAABAwAAAQgAAAEdAAABkQMAAAIBAAABAwAAAQEAAAEDAAAB5wIAAAIDAAABJgAAATUAAAIBAAABIAAAAUsAAAEYAAABAQAAATgAAAEBAAABHwAAAQEAAAEPAAABHQAAARIAAAERAAABHQAAAgEAAAGCAgAAAaUBAAABfgAAAQEAAAIgAAABAQAAAfcBAAABrAEAAAEpAAABAQAAAb4BAAABAQAAAbYBAAABAQAAAhEAAAFmAAABZQAAATkAAAEBAAABKgAAAV8AAAEGAAABAQAAAQgAAAECAAABBQAAAiIAAAIFAAABAQAAAQYAAAEfAAABBwAAAQYAAAFlAAABCgAAAQEAAAEFAAABBwAAApABAAABXQAAAaYCAAABGgAAAQQAAAEBAAABDgAAAZQDAAABpwMAAAEQAAABBQEAAgEBAAIBAQAAAQEAAAEBAAMBAQAAAQEAAAEAAAEPAAACAQAAAQcAAAEHAAABBAAAAQEAAAEGAAABAQAAAQEAAAEBAAABAwAAAQEAAAFBAAABAQAAAQEAAAFoAAABBQAAAQEAAAEBAAACEAAAAREAAAETAAABJAAAAQEAAAIBAAABAQAAAQsAAAE2AAACAQAAARgAAAEDAAABAQAAAQIAAAGQAQAAAboBAAABngMAAAEVAAABRgAAAYgCAAABZwAAAgEBAAEAAAABFgAAAQYAAAEBAAABBAAAAQYAAAEBAAABAQAAAQgAAAEBAAABAQAAAQMAAAIBAAABBwAAAQQAAAEBAAABBgAAAQcAAAEDAAABAwAAAQkAAAEGAAACAQAAAQ8AAAEDAAABAQAAAQUAAAIBAAABAQAAAQcAAAEEAAABAgAAAQEAAAIBAAADAgAAAhkAAAIBAAACAgAAAQMAAAIBAAABAQAAAQIAAAELAAABAQAAAgMAAAIBAAABDAAAAQoAAAEEAAABAwAAAwMAAAECAAABAgAAAgEAAAECAAABAQAAAgEAAAEBAAADAQAAAgQAAAEBAAABBwAAAgEAAAEBAAABBQAAAQEAAAMBAAABAQAAAgUAAAEBAAACAQAAAwEAAAEDAAACAgEAAgMAAAEBAAABAgAAAQEAAAICAAABAQAAAQQAAAIBAAAEAQAAAQEAAAECAAABAQAAAwMAAAIUAAABAgAAAQEAAAEHAAABCwAAAgEAAAEEAAABAwAAAQQAAAEBAAACAQAAAQMAAAEBAAADAgAAAgEAAAQBAAABBAAAAQIAAAIBAAABAwAAAQIAAAEGAAABAwAAAQEAAAEFAAABAQAAARsAAAEBAAABAwAAAQEAAAEFAAABAQAAAQcAAAMFAAABBAAAASYAAAEBAAABBwAAAXwAAAECAAABNQAAAQEAAAEGAAABHQAAAgEAAAEnAAACEgAAAQMAAAEDAAACEAAAARIAAAEBAAABLgAAAQkAAAEBAAACDQAAATMAAAFAAAABAQAAAQcAAAERAAACIwAAAQ8AAAEBAAABAQAAAQYAAAEVAAACAgAAAQMAAAEKAAABAwAAARcAAAEQAAADBgAAAggAAAEEAAACBwAAAQIAAAEIAAADAgAAAQEAAAEBAAABBAAAAgQAAAEUAAABAQAAAgEAAAEUAAABBAAAAQEAAAECAAABAQAAAwEAAAEDAAABAgAAAQUAAAEDAAABAQAAAQQAAAEFAAABAgAAAQIAAAEBAAABAQAAAgEAAAEXAAABAQAAAQkAAAEBAAACDAAAAQQAAAIBAAABFwAAAQQAAAEDAAACEAAAAQMAAAEFAAABGwAAAQEAAAFXAAABBwAAAUgAAAEnAAABAQAAARYAAAEKAAABKgAAAUsAAAFcAAABqAEAAAEIAAABAQAAAQwAAAE6AAABCwAAAQUAAAFTAAABiwEAAAEnAAABfwAAAnkAAAEmAAACVQAAAQEAAAIRAAABNAAAARgAAAEEAAABFgAAAQEAAAE2AAABSgAAAScAAAEUAAABIwAAAQEAAAE5AAABAQAAAToAAAF6AAABcQAAASEAAAEBAAABsQEAAAEOAAABAQAAAW4AAAEFAAABUwAAAaoCAAABMgAAAQ4AAAExAAABCgAAAScAAAERAAAB4AEAAAEKAAABFwAAARkAAAEBAAABLQAAAhYAAAEBAAADIAAAAQEAAAIfAAABHwEAAQEBAAABAQAAAQEAAAEBAAABAQAADAAAARwAAAELAAABFAAAAQEAAAECAAABPwAAARMAAAEdAAACCAAAAgQAAAEDAAABAwAAAQwAAAEBAAABZAAAAQEAAAGYAgAAAa4DAAABBwAAAb0CAAABAgAAASMAAAEJAAABAgAAAQkAAAMEAAADVwAAAT8AAAEBAAACCgAAAQEAAAE1AAACBgAAAQ0AAAEeAAABDAAAAQkAAAHDAQAAAQMAAAGFAQAAATUAAAEBAAABcgAAAQkAAAECAAABlAEAAAG4AQAAASIAAAEPAAABAwAAAQIAAAECAAABBAAAAQEAAAHtAQAAAW4AAAEYAAABBQAAAQEAAAIbAAABBAAAASAAAAEEAAABMwAAAQEAAAFnAAABAQAAAQEAAAJcAAABpQIAAAEBAAABAgAAAQEAAAEkAAACJQAAAQIAAAEBAAABAQAAAwEAAAEJAAABLgAAAQEAAAEEAAABFQAAAREAAAELAAABBwAAAgEAAAEEAAABGQAAAQIAAAEHAAACDAAAAQgAAAIBAAABPQAAARIAAAImAAABJAAAARUAAAFUAAACAQAAAQYAAAIGAAABBQAAAS8AAAEiAAABAQAAAnAAAAE1AAACBgAAAQMAAAEFAAABAQAAAQIAAAEfAAABCQAAAQcAAAECAAABAQAAAQIAAAEjAAABHAAAARAAAAEJAAABAQAAASMAAAEFAAABHwAAARkAAAECAAABAQAAAQoAAAEbAAABLgAAAQUAAAGUAwAAAaoCAAACXgAAAQIAAAEBAAAEAQAAAgUAAAECAAACAQAAAgEAAAEBAAABBQAAAbEDAAABAQAAAfkCAAABEQAAAQkAAAEBAAABAgAAAcoBAAABAQAAARcAAAELAAAB0AEAAAEBAAADAwAAAQEAAAEDAAACAQAAARcAAAHgAQAAAQEAAAHRAQAAARwAAAEGAAABAgAAAQEAAAEBAAABBQAAAQIAAAG7AQAAAVIAAAEBAAABWwAAAZUDAAABpgIAAAEIAAABEAAAASAAAAENAAACAQAAAgEAAAMHAAABhwEAAAEsAAABNAAAAgEAAAEuAAAB+AEAAAHVAQAAAYYBAAABJwAAAi4AAAUBAAAEAQAABQEAAAEHAAABGQAABQEAAAIBAAABAQAAAQoAAAEGAAABCgAAAgEAAAEsAAABAgAAAR4AAAEGAAABFQAAAV4AAAFPAAABBAAAAQcAAAEkAAABAgAAAQ0AAAETAAABBQAAAQIAAAEBAAABAQAAAgEAAAIBAAABDAAAAQEAAAIEAAABDgAAAQIAAAEDAAABAQAAAgEAAAICAAABAQAAAQIAAAEDAAABAQAAAQQAAAEBAAACAQAAAQwAAAEKAAABAgAAAQIAAAEEAAABAgAAAgEAAAEDAAABAQAAAQIAAAEFAAABBgAAAQIAAAEBAAABCQAAAQYAAAECAAABBQAAAQQAAAEWAAABDwAAAQMAAAEHAAACDAAAAwkAAAELAAABAwAAAQwAAAEMAAABAwAAAQQAAAMCAAABAQAAAQEAAAIBAAABAQAAAQEAAAECAAABAwAAAQEAAAEnAAABBQAAAQ4AAAEBAAABAgAAAgMAAAECAAABBAAAAQYAAAEFAAABBgAAAQUAAAEJAAABAQAAAUoAAAEBAAABAQAAAQEAAAEEAAABFgAAAQYAAAIBAAABjwEAAAESAAABMgAAASAAAAEmAAABwAEAAAGdAQAAAboBAAAB3wEAAAEHAAABZAAAAS0AAAEFAAABPgAAARkAAAEHAAABLQAAAasCAAABqwIAAAFUAAABJQAAAQMAAAEBAAABBQAAAQIAAAGXAwAAAekCAAACyQIAAAEKAAABIAAAAQAAAAECAAABTgAAAQEAAAEJAAABFgAAAgUAAAEBAAABAQAAAQ4AAAEDAAABIgAAAgMAAAETAAABAwAAASEAAAE0AAABBQAAAQEAAAEcAAABTgAAAQEAAAEUAAABBQAAAYsBAAABKgAAAxwAAAIBAAABLQEACgEBAAYBAQADAQEABwEBAAIBAQAEAQEAAwEBAAQBAQAEAQEABQEBAAIBAQAACwAAAisAAAH/AQAAAQkAAAGBAgAAAgYAAAEBAAAB5AEAAAEeAAABAgAAAQEAAAEBAAACvwIAAAEpAAABAQAAAZgCAAABBgAAAdYBAAABMQAAAUwAAAELAAABTgAAAQQAAAEKAAAB5QEAAAFjAAABAQAAAQgAAAEBAAABHQAAAYQCAAABAQAAAYMCAAAB7wEAAAEEAAABAQAABAEAAAEEAQABAQAAAQsAAAEFAAABBwAAAQMAAAEZAAABFAAAAegBAAABGQAAAegBAAABAQAAARcAAAEHAAABgwEAAAKLAwAAAagDAAAB1QEAAAE0AAABrgEAAAFQAAABHQAAAQEAAAFkAAABAgAAAQIAAAEGAAABCgAAAR0AAAEBAAABFQAAAR8AAAEbAAABIwAAAQEAAAEJAAABCwAAAREAAAELAAABAQAAAbYDAAABAQAABQEAAAIYAAABNAAAAREAAAGjAgAAAhMAAAEeAAACnwMAAAG0AgAAASMAAAHmAgAAAQEAAAEBAAABsAIAAAFxAAABCAAAAQ0AAAHGAQAAAQIAAAEaAAABEAAAAkIAAAFjAAABAgAABAcAAAEDAAACZwAAAYYCAAABAQAAAWgAAAIZAAABAQAAARYAAAILAAABAQAAAQkAAAEBAAABAgAAAgUAAAECAAABEwAAAQEAAAEGAAACAQAAAQoAAAEDAAADAQAAAwYAAAEBAAABBQAAAwEAAAEBAAADAQAACQIAAAEaAQAMAQEADwEBAAwBAQAFAQEABwEBAA4BAQAFAQIAAQEBAAUDAAABCgAAAwEAAAEFAAACCgAAAQIAAAEBAAADAQAAAQcAAAEDAAAHAQAAAgIAAAEBAAABAgAAAgEAAAECAAABFAAAAQMAAAEBAAAHAQAAAQEAAAECAAADAQEABwEBAAEBAQABBgAAAQYAAAQCAAABAQAAAyoAAAETAAAB9AEAAAE8AAABiwIAAAG7AQAAAgEAAAETAAABpQMAAAGYAQAAAYUBAAABBAAAAQEAAAERAAABBwAAAWAAAAEBAAACYgAAAdsBAAABmgMAAAE4AAABGAAAAT4AAAELAAABAQAAAVoAAAECAAABhAEAAAEBAAABGAAAAe0CAAABFQAAAQEAAAEEAQABAQAAARoAAAFYAAABAgAAAW0AAAIBAAABAQAAAg8AAAEBAAABAQAAASMAAAIBAAABAQAAAgEAAAEBAAABAgAAAQEAAAIBAAACHAAAAQEAAAMBAAACAQAAAQQAAAE9AAACAQAAARsAAAEDAAABFwAAAQIAAAG+AQAAAQEAAAEqAAABOwAAAQEAAAECAAABLQAAAQ4AAAGuAwAAAZ8BAAABKQAAAgQAAAIBAAABTwAAASEAAAE3AAABMwAAARUAAAEuAAABGwAAARMAAAECAAABRQEAAQEBAAABAQAAAQEAAAEBAAABAQAANAAAAToAAAELAAABAgAAAQYAAAEFAAABDgAAAQUAAAELAAABAwAAAUUAAAEBAAABAwAAAVAAAAIBAAABDgAAAQIAAAE5AAABEwAAAbEDAAABTQAAAQUAAAECAAABAQAAAQUAAAEUAAABKwAAAREAAAEUAAABEQAAAQ8AAAEDAAABAQAAAQQAAAEBAAACAwAAAQEAAAMBAAABBAAAAgIAAAEDAAABDgAAAQEAAAEwAAABAQAAAQMAAAEEAAABAwAAASIAAAMPAAABBAAAARMAAAEBAAABHwAAARgAAAEBAAABAQAAAgIAAAEDAAABBAAAAQIAAAEDAAABAQAAAQMAAAECAAABCQAAAQUAAAEEAAABAQAAAQcAAAEHAAABBAAAAwQAAAMDAAABDwAAAQcAAAEOAAABCQAAAQMAAAEMAAAEAQAAAgEAAAIFAAABCgAABAIAAAIDAAABAQAAAgQAAAEGAQADAQEAAAEBAAEBAQAAAQEAAAEBAAABAAABBQAAAQEAAAILAAABAQAAAQQAAAEOAAABCwAAAQEAAAEGAAABBQAAARYAAAEBAAABCwAAATgAAAEFAAABCQAAAQEAAAQKAAABBQAAAQEAAAIOAAACGAAAAQIAAAECAAABBAEAAAEAAAEJAAACAQAAAQoBAAUBAQABCwAAAQMAAAEBAAABDgAAAQQAAAEUAAABAQAAAQUAAAECAAABUQAAAQ4AAAEHAAACCQAAAQYAAAECAAABBgAAAW4AAAEOAAABEgAAARIAAAEBAAABQwAAAQIAAAHvAgAAAYMDAAABCAAAAW0AAAG8AQAAAQ8AAAGPAgAAAQ0AAAEGAAAB/QEAAAEBAAACNQAAARYAAAECAAABBAAAASQAAAENAAABBgAAAVIAAAFXAAABPQAAAgEAAAF1AAABFwAAAd0CAAABrAIAAAE5AAABAQAAAV4AAAFcAAABAQAAAl8AAAGAAwAAAQoAAAEFAAABAgAAAcIBAAABqwEAAAERAAAB2wEAAAFiAAABcgAAAQIAAAFAAAABkQEAAAQFAAABAQAAAQIAAAEFAAABAQAAAQEAAAEhAAABAgAAAQUAAAEPAAABBAAAAS0AAAIBAAABIAAAAQIAAAEBAAABBQAAAwIAAAQBAQADAQEAAwEBAAIBAQACAQEABQEBAAYBAQABAQAAAgEAAAgBAAACAQAABAIAAAIBAAAFAQAAAgEAAAEBAAABAQAAAgEAAAECAAABAgAAAQMAAAMBAAABAQAAAwEAAAIBAAABAQAAAQEAAAQBAAABAQAABAEAAAIBAAAEAQAAAg8AAAEBAAABAQAAAQEAAAIqAAABYQAAAQQAAAEwAAABFgAAAQoAAAEDAAABAQAAAQoAAAIIAAABDgAAAQEAAAEBAAABAwAAARAAAAENAAABAgAAAQEAAAEFAAABAQAAAgEBAAENAAABAQAAAgEAAAEDAAABIgAAAQYAAAEBAAABCgAAAwEAAAEBAAABAwAAAQQAAAEBAAABAQAAAQEAAAEBAAABAgAAAQEAAAEBAAABCgAAAQEAAAERAAABkwMAAAEBAAACAgAAASkAAAFqAAABrAIAAAMPAAABNQAAAQkAAAEBAAABAQAAAQEAAAECAAABSwAAARoAAAIMAAABJgAAAWMAAAEDAAABAQAAAgEAAAEOAAABAQAAAQIAAAFfAAABAQAAAo4BAAACGgAAAccBAAABKQAAAQEAAAEQAAAB9gEAAAHvAgAAARYAAAHuAgAAAQEAAAEeAAABAQAAAf4CAAABygEAAAGQAwAAAQ0AAAEOAAABBAAAAQIAAAIBAAACDwAAAQ0AAAESAAABEAAAAQEAAAEHAAABAgAAAgUAAAEDAAABBAAAAUgBAAIBAQAAAQEAAQEBAAABAQAAFAAAAQEAAAELAAABUwAAARgAAAEBAAABCgAAAQQAAAEIAAABAQAAASwAAAEDAAABIQAAAQEAAAIOAAABCAAAASUAAAEUAAABPwAAAWgAAAEBAAABRAAAAQEAAAEdAAABAQAAAQUAAAEQAAABEgAAAXUAAAMFAAABAgAAAQIAAAEBAAABRwAAAQEAAAIBAAACAgAAAQQAAAEDAAABFwAAAQEAAAEPAAABCQAAAQEAAAEFAAABEgAABAEAAAIEAAACAQAAAgEAAAcBAAACAQAABAEAAAYBAAABCwAAAgEAAAEPAAABAQAAAgEAAAEHAAABAQAAAQIAAAEDAAABBQAAAQIAAAIEAQABAQAAAQoAAAELAAABAgAAAQUAAAECAAABBAAAAQEAAAEGAAABBwAAAQUAAAEBAAABAQAAAQMAAAEDAAABAQAAAQEAAAECAAACAQAAAQEAAAEFAAABAQAAAQIAAAEGAAABBgAAAQEBAAEBAAABCQAAAQcAAAEBAAABBQAAASEAAAEHAAABDwAAAQIAAAEDAAABAQAAAQEAAAIBAAADAgAAAQEAAAECAAACAwAAAQIAAAIEAAABAQAAAQIAAAEBAAACAgAAAgEAAAEBAAABAQAAAgEAAAECAAABAQAAAQEAAAECAAABBAAAAQEAAAEBAAABBAAAAQIAAAEHAAABCgAAAQEAAAEDAAABAgAAAQEAAAEBAAAEAQAAAwIAAAIEAAACBQAAAQEAAAEFAAABCAAAAQMAAAEVAAABAQAAAgEAAAEEAAACBQAAAQEAAAEGAAABAQAAAQEAAAIBAAABAgAAAQkAAAEFAAABCAAAAQIAAAECAAABBgAAAQIAAAEBAAABBQAAAwQAAAMCAAABAQAAAQIAAAIBAAADAQAAAgEAAAEFAAABBAAAAQEAAAEBAAADAQAAAQEAAAIDAAABBAAAAQEAAAEEAAABAQAAAgEAAAEFAAABAwAAAQ8AAAEBAAADAwAAAVQAAAEZAAABNAAAAUMAAAFQAAABBAAAARIAAAEBAAABAQAAAWQAAAELAAACAgAAAQsAAAFKAAABJAAAAR0AAAJBAAABAQAAAQYAAAHPAQAAAR0AAAEEAAABXQAAAQkAAAE6AAABAQAAAQIAAAEBAAACAgAAARUAAAEFAAABCAAAARkAAAEsAAABQgAAAQgAAAFWAAABEwAAAVoAAAEWAAABSwAAAQEAAAFJAAAB7QEAAAFHAAACnQEAAAEjAAABEgAAATIAAAEBAAABBQAAAQ8AAAGXAQAAARgAAAEBAAABEQAAAYACAAABAQAAARMAAAEgAAABBQAAAUcAAAEZAAAB3wEAAAEyAAABAQAAAtUBAAABGAAAAQEAAAEXAAABCQAAAgEAAAEvAAABAQAAAc8BAAABAQAAARgAAAHgAgAAAR4AAAEBAAABAwAAAREAAAHTAQAAAXsAAAECAAABAwAAAYECAAABBgAAAV0AAAEdAAABHgAAAQQAAAEBAAADAQAAARAAAAENAAABKwAAARYAAAFCAAABCAAAAgEAAAEFAAABAQAAAQUAAAEBAAABAQAAARAAAAEBAAABAQAAASQAAAEGAAABMgAAAQEAAAEmAAABCwAAAQIAAAELAAABBwAAAQEAAAEWAAACAQAAAQIAAAEJAAABkAEAAAH0AQAAAXcAAAEBAAABqgMAAAEpAAABkgMAAAEBAAADKQAAAQEAAAEEAAAB8gIAAAETAAABKQAAAQQAAAEHAAABOQAAAU0AAAErAAABHwAAAQIAAAETAAABIgAAAV8AAAEqAAABZAAAAbsDAAABAQAAAeABAAABHwAAAS4AAAEsAAABCAAAAQEAAAEBAAABFQAAAQoAAAEBAAABNAAAAgIAAAERAAABHQAAARMAAAEBAAABHwAAAgMAAAEMAAABFgAAAQEAAAHMAQAAAQUAAAEDAAAB/wIAAAEOAAABAQAAAgMAAAEUAAABEwAAAQQAAAEOAAABAQAAAXQAAAEPAAABSwAAAQ0AAAEoAAABIAAAAgEAAAEBAAABAQAAAREAAAEEAAABAQAAAR4AAAJMAAABHAAAARQAAAENAAABBgAAAUAAAAEUAAABEgAAAQUAAAGXAQAAAQMAAAHPAgAAAQEAAAEEAAABWgAAAfUCAAAByAEAAAEBAAABBAAAAVEAAAFHAAADTAAAAVIAAAEnAAABBgAAAQ8AAAEBAAABJAAAAQEAAAFYAAABHQAAARYAAAEMAAABDgAAAR0AAAEUAAABHwAAARMAAAESAAACHQAAAQYAAAFCAAABBwAAAQEAAAEsAAABGgAAAgEAAAIQAAABDgEAAgEBAAABAQACAQEABgEBAAcBAQAEAQIAAgEBAAEBAAAGAgAAAQMBAAELAQADAQEAAAEBAAUBAQAHAQIAAQEBAAELAAABAQAAAgEAAAIEAQABCgAAAQEAAAMBAAADDgAAAQgAAAEDAAABCQAAAQEAAAEKAAABCwAAAgMAAAIBAAACGAAAARoAAAECAAABBAAAAh4AAAETAAACJQAAA1IAAAEEAAABGQAAAScAAAEGAAABUwAAAWsAAAFUAAABrgEAAAGoAQAAAewCAAABPQAAAbMDAAABAQAAAbwDAAABUgAAAQEAAAFeAAADAQAAAQIAAAECAAABpAEAAAFFAAAB7wIAAAEEAAAB8AEAAAENAAABKwAAAWsAAAElAAACYAAAAVgAAAHaAQAAAQIAAAJjAAABLAAAAgEAAAVDAAABAQAAAQEAAAMBAAACBAAAAgQAAAH+AQAAAbQDAAAB+AEAAAHPAgAAAf8BAAABAQAAAVMAAAH3AQAAAR4AAAG3AQAAARAAAAE+AAACJwAAAgkAAAEVAAABvAEAAAHeAQAAAb0CAAABdwAAAbYDAAABVgAAATgAAAEBAAABHAAAAQgAAAECAAABAQAAAQEAAAElAAABAQAAAQcAAAEBAAABCgAAASYAAAESAAABAQAAAQEAAAEBAAABCwAAAQQAAAEEAAABAQAAAQMAAAIHAAABAQAAAQgAAAEMAAABEwAAAS8AAAEIAAABDQAAARkAAAEDAAABAQAAAQMAAAECAAABBwAAAhMAAAEEAAADEgAAAfUBAAABAwAAARMAAAGrAQAAAeUBAAABAQAAAVAAAAI+AAABAQAAAUMAAAExAgACAQIAAAECAAABAgAAAQIAAgECAAABAgAADwAAAgIAAAGMAQAAAQEAAAERAAABAwAAARgAAAIGAAABLgAAAQEAAAEKAAABAQAAAQYAAAIkAQACAQEAAQEBAAABAQACAQEAAgEBAAAEAAACQAAAATEAAAG9AgAAA0oAAAEQAAABNgAAAWUAAAGLAQAAATgAAAEXAAABAQAAAQEAAAG1AQAAAcABAAABAQAAAawBAAABlAMAAAE6AAABlwIAAAE/AAABxwEAAAHsAgAAAQEAAAGkAgAAAakDAAABuQMAAAHKAQAAAVkAAAEhAAABCgAAAQEAAAIFAAABAQAAAQEAAAKCAQAAAaMBAAAClwMAAAGuAQAAAcECAAABMgAAAQEAAAEDAAABAQAAAQMAAAEBAAACAgAAAQIAAAIEAAABPwAAASwAAAEFAAABAgAAAR0AAAEFAAACAQAAAiAAAAEDAAABHQAAAQMAAAM0AAADAQAABAEAAAIBAAABAQAAAQEAAAEBAAADBAAAAQcAAAEMAAABBQAAAq8CAAAB7gIAAAHIAgAAAQEAAAEdAAAB1AEAAAEBAAAB0AIAAAIBAAABAQAAAQEAAAECAAACRgAABQEAAAKMAwAAASgAAAGMAwAAAYkCAAAB2gEAAAGDAwAAAQEAAAH/AQAAAf8BAAAB9wEAAAIBAAAB7AIAAAHJAQAAAQMAAAIEAAABLQAAAQEAAAEvAAACAQAABAEAAAEKAAACBgAAAR8AAAERAAABEwAAAQEAAAEBAAABDQAAAQEAAAECAAABFAAAAQUAAAEBAAABBQAAAQsAAAEDAAABHwAAARYAAAIQAAACLAAAAQIAAAEDAAABCgAAARAAAAGyAwAAAdcBAAABFwAAARoAAAGnAQAAAZMBAAABAwAAAbkDAAABoAIAAAGFAQAAATQAAAFfAAABBQAAAQEAAAF/AAABBQAAARkAAAH/AgAAAQMAAAEBAAABGgAAAQwAAAIBAAAB1AEAAAE0AAACHwAAAe0CAAABVQAAAdQBAAABAQAAAfQBAAABAQAAAfwBAAABRwAAAo4BAAABywEAAAEzAAABBwAAAQEAAAGLAgAAAR0AAAGRAwAAAYABAAABXAAAAjAAAAEBAAABgAEAAAEBAAAB2AIAAAExAAABMwAAAVMAAAEBAAABYAAAAaUBAAABAQAAAeEBAAABnAEAAAEBAAABTAAAAZECAAABjQEAAAIKAAABowMAAAEOAAABAQAAAdwBAAABwgEAAAECAAABDwAAAQEAAAECAAABAgAAAQYAAAGzAwAAAQEAAAGaAwAAAVAAAAEKAAABMQAAAQEAAAGkAgAAATkAAAEBAAABAQAAAQEAAAIBAAABAgAAAQQAAAFIAAABVgAAAUIAAAEsAAABAQAABwEAAAMDAAABAQAABh4AAAGKAwAAAQIAAAFNAAABGQAAAQEAAAESAAABSwAAAQEAAAEdAAABCAAAAQEAAAEWAAABCQAAARcAAAEPAAABFQAAAUUAAAEEAAABUQAAAQwAAAG6AQAAAQAAAAIBAAACtwEAAAIBAAAHAQAABgMAAAMBAQABAgAAAQcAAAEBAAAFAQAABQIAAAIBAAAFAQEABAEAAAEBAAACAQAAAQEAAAFoAAACCAAAAgEAAAIDAAABAgAAAQMAAAECAAABHAAAAQUAAAEYAAABAwAABAEAAAECAAABAQAABwEAAAQDAAABAQAAAgEAAAICAAABAwEABgEBAAYBAQACAQEAAAEBAAMBAQACAQEAAAEBAAABAAABEAAAAQQAAAE0AAABAQAAAQYAAAHHAQAAA4oDAAAB5gEAAAIWAAACAQAAAecBAAABBQAAARMAAAEBAAABmQEAAAGZAQAAAQIAAAEBAAABAQAAAf4CAAABiAMAAAHVAQAAARcAAAGfAQAAAUEAAAEBAAABdgAAATIAAAECAAABAQAAAQEAAAEBAAABCgAAAQ0AAAFnAAABLQAAASkAAAFNAAADAQAAAQQAAAE/AAABAQAAAR4AAAEcAAABvwIAAAEvAAABwQIAAAFcAAABAQAAAQQAAAG9AgAAAQEAAAGKAwAAAaoBAAABSgAAAQEAAAFAAAABrwIAAAEnAAAC7QIAAAEBAAABEAAAAQwAAAEBAAABBwAAAQEAAAEBAAABAgAAASoAAAEDAAABGAAAAQEAAAEBAAAB5gEAAAFFAAABAQAAAQ0AAAEYAAABBQAAAQ4AAAHvAgAAAgEAAAFpAAABVAAAARAAAAEKAAABDgAAASIAAAERAAABBAAAAbwCAAABcQAAAQEAAAEVAAAB6gIAAAECAAABAQAAAQIAAAICAAABFQAAAasCAAABWgAAASkAAAGhAgAAAgEAAAEGAAABGgAAAgIAAAEpAAABfwAAAWUAAAEBAAABEAAAAQkAAAECAAABHwAAAgEAAAKfAQAAAQsAAAGNAgAAAYsBAAABQgAAAegBAAABDAAAAUMAAAEBAAABBwAAAQUAAAEKAAABBgAAARUAAAETAAABFwAAAQEAAAEBAAACygEAAAEjAAADAQAAAjoAAAEFAAABDQAAAQIAAAEDAAABBwAAAQEAAAEIAAABAgAAAQEAAAFCAAAB5AEAAAEPAAABAQAAASoAAAGqAQAAAZkCAAABagAAASEAAAESAAABngEAAAEqAAACAgAAASQAAAEEAAABFwAAAQkAAAEBAAABAQAAAiUAAAEBAAABBQAAAV4AAAE8AAABDQAAAQEAAAEBAAABBQEACgEBAAIBAQACAQEAAhAAAAESAAABAQAAAQQAAAGCAgAAAV0AAAEKAAACAQAAAWsAAAEBAAACAQAAAgEAAAECAAABBgAAAQYAAAEPAAABDwAAAgEAAAECAAABAQAAATgAAAEBAAABBQAAAQQAAAMBAAACAQAAAQYAAAEzAAABGQAAAVwAAAEBAAABIwAAASoAAAGfAgAAAQEAAAGeAQAAAT8AAAEJAAADAQAAAj4AAAEBAAAC4gEAAAIXAAABjAEAAAG5AQAAAQgAAAHRAQAAAq8CAAABvQEAAAENAAABWQAAAVEAAAECAAABAQAAAVMAAAG4AwAAAaMCAAABAQAAAbACAAABFwAAAVwAAAG7AgAAAbQDAAABIwAAARIAAAGhAgAAARwAAAEGAAABLAAAARoAAAEBAAABDwAAAQEAAAE1AAABMgAAAQEAAAFcAAABLgAAARcAAAEgAAACEQAAARAAAALAAQAAAQEAAAIjAAABAQAAAQMAAAEDAAABRgAAAQQAAAHLAQAAAaADAAABuAEAAAIRAAACAQAAAQEAAAEBAAABDgAAAQIAAAEXAAACAQAAAwYAAAEDAQAGAQEAAQEBAAEBAQAAAQEAAAECAAEBAQAAEAAAAQEAAAIEAAACAgAAAQoAAAFCAAACCgAAAhEAAAF9AAACGwAAAQsAAAMBAAABBAAAAQsAAAEoAAACCwAAAQEAAAEMAAABLQAAASEAAAEBAAAB/QEAAAEjAAABEgAAATgAAAEBAAABTQAAARwAAAEBAAABBgAAARkAAAELAAACFwAAARwAAAEEAAABCAAAAQcAAAELAAABZQAAAQEAAALrAgAAAQEAAAEEAAABuwMAAAEBAAAECAAAAQUAAAE4AQACAQEAAAEBAAABAQAAAQEAAAEBAAA8AAABAQAAAWAAAAHoAQAAASAAAAEBAAABtgIAAAFbAAABvAEAAAF6AAABqQEAAAHiAQAAAewCAAABhgEAAAFvAAABZgAAAg0AAAEBAAABSQAAAQEAAAEHAAABIQAAAaECAAABggMAAAEBAAABMAAAAgEAAAGGAgAAAegBAAAB0QIAAAEBAAABCAAAATAAAAFZAAABUwAAAQEAAAGuAQAAASwAAAEDAAABEgAAAWcAAAHKAgAAASIAAAHGAgAAAYIDAAAB9QEAAAHmAQAAASAAAAHsAgAAASEAAAKIAQAAAT4AAAHcAQAAAQEAAAEDAAABKwAAAakBAAABAQAAAegBAAAB9AEAAAGbAwAAAR8AAAEBAAABEQAAAQEAAAGVAgAAASgAAAFNAAAB7wIAAAGFAQAAAUQAAAYBAAACAQAAAQEAAAGOAQAAAQAAAAGQAwAAAegBAAABCgAAAZEBAAABDgAAAYICAAABrgMAAAH7AQAAAcgCAAABIwAAAQEAAAEjAAABAQAAASMAAAG8AwAAAV4AAAEOAAABAQAAASEAAAHaAQAAASYAAAHXAQAAAR4AAAFdAAABAQAAAaICAAABIQAAAbICAAABuwEAAAE4AAABTgAAAdUBAAABBQAAAQEAAAEwAAABJwAAAdkCAAABIgAAAR4AAAE7AAABRgAAAfMCAAABuwMAAAKrAgAAAT4AAAG5AgAAAQUAAAIXAAABswIAAAG5AgAAAR4AAAKXAQAAAQ4AAAEnAAABtAEAAAG4AgAAAQEAAAEBAAABDAAAAS4AAAFbAAABKwAAAaUBAAABDQAAAQEAAAEQAAABGQAAASwAAAHKAQAAAYADAAABpAIAAAGtAQAAAdMCAAABuwEAAAEZAAABwQEAAAEBAAABFwAAAQEAAAMEAAAHAQAABAEBAAEBAAABRAAAAW0AAAEsAAABigEAAAEBAAACgwEAAAEBAAABDQAAAQEAAAEBAAABAwAAARoAAAE4AAABAQAAAToAAAHiAQAAAQUAAAEhAAABCwAAAQQAAAEEAAABAQAAAd8BAAABjAEAAAExAAABTQAAAQcAAAEBAAABBAAAATIAAAGPAQAAAUIAAAERAAABNgAAAQEAAAGOAQAAASAAAAEHAAABEgAAAUcAAAFjAAABTQAAAYYCAAABFgAAATcAAAEFAAABGQAAATUAAAEGAAABAgAAAQEAAAERAAABIwAAAwEAAAErAAABFgAAASsAAAFIAAABOgAAARUAAAEMAAAB1wIAAAGAAQAAAScAAAKCAgAAAQEAAAEIAAABAQAAAQoAAAFmAAABAQAAAgEAAAEBAAABDwAAAgMAAAEBAAABAgAAAQEAAAEBAAABDAAAAQUAAAEZAAABGwAAAWQAAAEHAAABGQAAAWMAAAHXAQAAAYYCAAAB/QIAAAG5AgAAAfQBAAABkwEAAAEBAAABFwAAAbUCAAABlAEAAAG3AwAAAg0AAAEBAAAB5gEAAAHgAQAAAQEAAAECAAABBwAAAQEAAAEDAAAB+gEAAAFDAAABUAAABAEAAAQBAAABAQAAAQEAAAMCAAABAwEACgEBAAMBAQAAAQEABQEBAAABAQABAQEABwEBAAEBAQABAQEACAEBAAIBAQABAQEAAQEBAAABAQAAAQEAAgEBAAABAQABAQEAAIIDAAABAQAAAbMBAAABFwAAAQIBAAEDAAABGAAAAQEAAAETAAABOgAAATAAAAEjAAABBAAAAQEAAAHzAgAAASEAAAIBAAABMQAAATsAAAFHAAABDAAAAVUAAAElAAABBQAAAQIAAAFzAAACAQAABGsAAAKZAQAAAT0AAAICAAABLAAAAQEAAAEUAAABBQAAAUkAAAFtAAABAQAAAQEAAAERAAABLgAAARIAAAEEAAABBQAAASMAAAGvAQAAAdcBAAABAQAAAQQAAAEtAAABLwAAAQEAAAEBAAADAgAAAQEAAAEBAAABAQAAAaQBAAABNgAAAQ8AAAHKAQAAAcgCAAABMgAAAQEAAAExAAABGQAAAREAAAEdAAABBwAAARkAAAEBAAABDAAAAQEAAAE4AAABAQAAAQYAAAEBAAABCAAAARAAAAIKAAABBQAAAgEAAAEJAAABAQAAAQIAAAEBAAABAwAAAQMAAAEEAAABAQAAAQIAAAEcAAABdgAAATEAAAE/AAABHwAAAUkAAAEBAAABDAAAAQEAAAEBAAABAQAAARcAAAIcAAAEBAAAAgsAAAEIAAABLwAAAREAAAELAAABAwAAAQcAAAELAAABDQAAAQEAAAEDAAABAgAAAQgAAAEeAAABAQAAAQEAAAIJAAABAQAAAg4AAAELAAABGQAAARoAAAEzAAABAQAAAQIAAAEaAAABAQAAAggAAAQLAQABAQEAAwEBAAMBAQABAQEAAAEBAAEBAQAAAQEAABAAAAEBAAABAwAAAwIAAAECAAABCgAAAQEAAAIBAAABAgAAAQUAAAEBAAABAwAAAgEAAAQBAAABAwEAAgEBAAABAQAAAQEAAAIAAAECAAACAQAABwIAAAYEAAACBQEAAgEBAAABAQAAAQEAAAEBAAABAQAABAAAAQoAAAEUAAABAQAAAQcAAAIEAAABAQAAAQIAAAEKAAABLAAAAQEAAAL1AQAAAR8AAAECAAABvAMAAAHzAgAAAmoAAAGeAgAAAcwCAAABhgIAAAFpAAABGQAAAQkAAAEpAAABFgAAAwEAAAKzAQAAAQEAAAFZAAABYwAAAZgCAAABIgAAARcAAAEEAAABJAAAARUAAAECAAABAgAAAQIAAAEIAAABAQAAAYMBAAABZwAAAQYAAAEdAAAB2AEAAAEMAAABCAAAAQsAAAEMAAAChwMAAAEBAAABAgAAAQEAAAEBAAABBQAAAXIAAAGoAgAAARYAAAEXAAAByAEAAAEBAAABRAAAAQIAAAEJAAABWwAAAb0BAAABCQAAAQsAAAJKAAACAQAAAxEAAAGSAwAAAUIAAAHKAgAAASoAAAEPAAABAgAAAQcAAAEFAAABAQAAAgEAAAEBAAABAQAAAQUAAAEDAAABAQAAAQQAAAEEAAABFgAAAS0AAAEIAAABKAAAAVoAAAEZAAABAwAAARoAAAEBAAABAgAAAQEAAAENAAABAQAAAxkAAAEFAAABAgAAAQIAAAELAAABQAAAAUwAAAGiAgAAAdgCAAABaAAAATEAAAHRAgAAAQoAAAHHAQAAAdgCAAABGQAAASQAAAEhAAABAQAAAQEAAAEKAAABAQAAAQEAAAEBAAABBQAAAQIAAAEEAQABAQAAAQoAAAILAAABAgAAAQUAAAECAAABBAAAAQEAAAEGAAABBwAAAQMAAAEBAAABAQAAAQoAAAEEAAABBQAAAQMAAAECAAABAQAAAQMAAAEDAAABAwAAAQEBAAEBAAABCQAAAQcAAAEBAAABBQAAASEAAAEHAAABBgAAAgsAAAEDAAABAgAAAQYAAAEBAAABCwAAAQEAAAECAAABAQAAAQEAAAEEAAABBAAAAQQAAAECAAABBAAAAQIAAAEHAAABCwAAAQUAAAEFAAABBAAAAQUAAAEGAAABCAAAAQMAAAEUAAABAgAAAQUAAAEEAAABCAAAAQUAAAEJAAABBQAAAQQAAAEGAAABAgAAAQQAAAECAAADAQAAAQsAAAEFAAABAgAAAQEAAAEFAAABBwAAAQQAAAEDAAABAQAAAQUAAAEBAAAB5QEAAAHZAQAAAQEAAAEXAAAB6wEAAAFnAAABSgAAAXkAAAGrAQAAAQEAAAFQAAABmgEAAAGCAQAAAfcBAAABxwEAAAFmAAABuQEAAAGfAQAAAV4AAAFLAAABXwAAAQEAAAHAAgAAAikAAAH9AgAAAbsDAAABAQAAAiwAAAEIAAACKQAAAQEAAAGwAQAAAW4AAAEBAAABBQAAAU4AAAECAAABDAAAAQgAAAGzAQAAAgEAAAIwAAABAQAAASoAAAEpAAABgAEAAAEKAAACAQAAAkAAAAEbAAABGAAAARkAAAFYAAABAQAAAkkAAAEBAAABAQAAAQoAAAEBAAABuQEAAAEFAAABGgAAARAAAAFnAAABAgAAAQwAAAMBAAABAQAAAQMAAAJDAAADCwAAAQEAAAEBAAABAwEAAQMAAAE6AAABDQAAAQEAAAG0AQAAAQEAAAFZAAABAQAAAgEAAAEBAAABBAAAAScAAAE2AAABAQAAAQEAAAEBAAABFwAAAQEAAAFHAAABIQAAAZoBAAABAQAAAQ4AAAG8AgAAAQkAAAEtAAABOwAAAUEAAAE7AAABAQAAAYoBAAABXgAAAZYCAAABJwAAAQQAAAEsAAACQgAAAQEAAAEIAAABDQAAAWoAAAHAAgAAAXwAAAERAAABBgAAATsAAAFyAAABAQAAATMAAAFbAAAB5AEAAAFtAAABAQAAAbMBAAABoAEAAAEGAAAB1wEAAAEdAAABAgAAAQ4AAAGnAQAAAQ4AAAIEAAACFAAAAgEAAAEHAAABIAAAAQEAAAIFAAABBQAAAScAAAIBAAABEwEAAgEBAAEBAQAAAQEAAgEBAAEBAQAAAQEAAAEBAAABAQAAQAAAAjAAAAELAAABAQAAATcAAAIyAAABBQAAAVQAAAEBAAABwQIAAAFpAAAB9QEAAAERAAABAQAAAUMAAAH3AQAAAQEAAAG8AQAAAQ0AAAEKAAABAgAAAQMAAAQPAAABAQAAARoAAAEHAAAC6AEAAAE3AAABAQAAAR4AAAEBAAABlgEAAAG2AQAAAQEAAAEQAAABiAIAAAH4AgAAAQEAAAEbAAABHAAAAewBAAABIQAAA9QBAAABkAMAAAEBAAABXgAAAcUCAAABHAAAAQUAAAFSAAABgwIAAAF6AAABEwAAAQ8AAAEBAAACDwAAATEAAAEFAAABpgEAAAE5AAABAQAAAZUCAAABAQAAAYYCAAABcwAAAgEAAAIGAAABEAAAAgEAAAIBAAACAQAAAQwAAAEXAAABtQEAAAGcAgAAAbkDAAABTAAAARcAAAHcAQAAAgQAAAIFAAABugEAAAFrAAABOAAAAhMAAAEBAAABAQAAAQEAAAEQAAABBwAAASMAAAE6AAABMwAAAQMAAAEGAAABBQAAAQYAAAIXAAABFAAAAQcAAAEYAAABBgAAARoAAAMBAAABBwAAAQQAAAENAAADIAAAAQgAAAGHAgAAAQEAAAFBAAABDQAAAUMAAAJJAAABZgAAAQgAAAEkAAABAQAAATYAAAEMAAACBAAAAwEAAAMCAAABvgIAAAHtAgAAAQEAAAH0AQAAASwAAAFOAAABGAAAAQoAAAE1AAABCAAAAQUAAAEBAAACAgAAAQcAAAEBAAABAwAAAQsAAAEBAAABCQAAAQQAAAECAAABLQAAAQQAAAEBAAABGgAAAQ8AAAEBAAABDAAAAgEAAAEBAAACEAAAARIAAAEBAAABBQAAARoAAAETAAABBQAAAQ4AAAEGAAABFQAAAQYAAAEHAAABBAAAAQUAAAEBAAABAwAAAQEAAAEWAAABDAAAAY8CAAABjgEAAAHXAQAAAQEAAAFwAAABCwAAAY4BAAABOQAAAdYBAAABBQAAAQ4AAAEBAAABTgAAARUAAAEBAAADBAEAAQcAAAEDAAACJwAAAQEAAAEBAAABLwAAATAAAAEBAAABAgAAAQoAAAE8AAABAwAAATYAAAE2AAABDQAAARAAAAEBAAABBAAAAQUAAAEpAAAB1QEAAAEVAQABAQEAAAEBAAABAQAAAQEAAQEBAAABAQAACQAAATAAAAEWAAABfwAAARgAAAEBAAABBQAAAQMAAAIBAAACBQAAAQEAAAEWAAABDQAAATgAAAEhAAABGgAAATEAAAELAAABEQAAASQAAAEIAAABywEAAAGvAQAAATQAAAE7AAABOQAAAVkAAAEAAAABAQAAAQEAAAETAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAADQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAA4BAAEBAQAAAQEAAAEBAAABAQAAAQEAAFMBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAGgAAAQEAAAEPAAABBAAAAQkAAAEdAQAAAQEAAAEBAAEBAQAAIQEAAQEBAAABAQAAAQEAAAEAAAECAAABBgAAAQcBAAIBAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAADAAAAQIAAAEIAAABBAEAAQEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAACAAABBQEAAQEBAAABAQAAAgAAATIAAAIPAAABDQEAAAEBAAABAQABAQEAAQEBAAABAQAAAQEAAAAAAAIBAAABZwAAAacBAAABOAAAAQMAAAEDAAABAQAAAWoAAAECAAABBgAAAQEAAAEDAAABLwAAAhAAAAEMAAABFwAAAScAAAEHAAABBAAAAQgAAAIbAAABAQAAATAAAAEFAAABFAAAAQAAAAECAAABCAAAAaoBAAABAQAAAQEAAAFKAAABYQAAARQAAAEdAAABtgMAAAFuAAABAQAAAR4AAAFmAAABRwAAAQIAAAEvAAABIAAAARkAAAEkAAABswIAAAGyAwAAASwAAAEBAAABLwAAAQoAAAEfAAABHwAAAQEAAAEXAAABRgAAARoAAAFkAAABUgAAARUAAAERAAABBgAAAWUAAAEoAAABPwAAAQ0AAAQCAAABAwEAAQIAAAE1AAABAwAAAY0BAAABGwAAAQMAAAEzAAABHQAAAh4AAAIUAAABBAAAAQEAAAE/AAABGAAAASMAAAHfAgAAAQEAAAGyAwAAAW8AAAEuAAABVwAAAQEAAAGnAQAAAUEAAAFUAAABwgEAAAHHAQAAAWYAAAEIAAABAQAAAyEAAAGxAQAAATAAAAE0AAACLQAAATQAAAG8AQAAAggAAAGPAQAAAbEBAAABAQAAAWUAAAEBAAACHAAAASgAAAFmAAABSAAAAVEAAAIKAAABFAAAAQYAAAEFAAABAwAAAUsAAAFQAAABBgAAAQQAAAELAAABBQAAASAAAAEVAAABEAAAAQIAAAEJAAABAQAAAQkAAAEOAAABBQAAAQEAAAEkAAABGwAAAQcAAAEJAAABAwAAAQgAAAEDAAABBAAAAQwAAAERAAACBgAAAQUAAAEFAAABBwAAAQwAAAEoAAABAQAAARQAAAEFAAABAgAAARgAAAEBAAACAQAAAjUAAAFpAAABLQAAAR8AAAGFAgAAAU0AAAErAAAB3QEAAAExAAABIAAAAQEAAAENAAABDAAAAToAAAEVAAABTQAAAbQBAAABTAAAAcgCAAABMQAAAQEAAAF3AAACAQAAAqQCAAABMwAAAQEAAAHBAQAAAfcBAAABAQAAAS0AAAEvAAACPQAAAQEAAAGjAQAAAVMAAAIBAAABogIAAAIJAAABCAAAAQ0AAAEVAAABtAMAAAH3AQAAAQsAAAEqAAAB7wIAAAE+AAAB9QIAAAHWAQAAAT8AAAFbAAABBAAAAQIAAAEPAAABCAAAAQEAAAEEAAABAgAAAQIAAAEtAAAB1AEAAAHiAQAAAUUAAAEfAAABGAAAAQIAAAEFAAABDwAAARAAAAEoAAABEAAAAYABAAABHgAAAQIAAAEcAAABRQAAAQsAAAFZAAABNwAAAVgAAAGMAQAAASAAAAKYAgAAARgAAAFoAAABkwIAAAG3AwAAAVUAAAF+AAABFQAAAQEAAAFYAAACAQAAASoAAAEXAAABAQAAAS4AAAEBAAABAwAAATkAAAEBAAABiAIAAALrAgAAAbkCAAABIAAAAYQDAAABAgAAAQcAAAEdAAABCQAAAWEAAAGcAQAAAQUAAAFHAAABqgIAAAEuAAABBQAAATMAAAG2AgAAARcAAAFlAAAB0QIAAAEBAAABMgAAAYgCAAABDQAAAQEAAAFFAAABxwIAAAEUAAABPgAAAg4AAAJcAAADMgAAAcMBAAABYAAAAcICAAABPgAAAQEAAAEgAAABIAAAAbQCAAABsQMAAAGBAgAAAbkDAAAB0QEAAAEIAAABCwEAAQEBAAABAQAAAQEAAAEBAAEBAQABAQEAAAEBAAAUAQACAQEAAAEBAAIBAQAABgAAAQEAAAEIAAABEgEAAgEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAA0AAAEdAAABlwEAAAEaAAABAQAAARsAAAEBAAABDwAAASYAAAEBAAABAQAAAwEAAAI1AAABAQAAAQIAAAEBAAACFQAAAQIAAAEFAAABCQAAARgAAAEBAAABAQAAAgEAAAEXAAABDAAAARcAAAEGAAABFAAAAQcAAAIBAAABFgAAAQEAAAEBAAABOwAAAQgAAAESAAABAQAAATIAAAEfAAABGgAAARQAAAI4AAABRwAAAVIAAAEBAAABOAAAAaEBAAABBwAAAQYAAAETAAABMQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAK4BAAABAQAAAYgBAAAChwIAAAE5AAABBAAAARoAAAEEAAABIgAAAQEAAAEjAAABMgAAAQEAAAFFAAABDgAAAUwAAAGZAQAAAQEAAAGVAgAAAcICAAABWQAAAZ8CAAABBgAAAR8AAAEBAAABAgAAARcAAAICAAABAgAAAQIAAAENAAABBAAAAQEAAAIIAAABBQAAAQMAAAEQAAABAQAAARMAAAEbAAACGQAAAQEAAAERAAABDQAAAQIAAAEBAAACAQAAAhIAAAEBAAABFAAAAQIAAAEFAAABBgAAAQEAAAECAAACLQAAAwEAAAMCAAACAgAAAQEAAAEDAQADAQEAAQEBAAIBAQACAQEAAQECAAEBAQABFgAAAgYAAAEQAAABAwAAAR8AAAEIAAABBAAAAQUAAAECAAABAwAAAQEAAAEoAAABAgAAAR4AAAEKAAABPwAAARUAAAISAAACBQAAAQIBAAIBAQABAQEAAAEBAAABAQABAQIAAQEBAAABAQABCQAAAgoAAAECAAABAgAAARcAAAEiAAABBAAAAQEAAAEPAAADBAAAAQEAAAECAAABDAAAAgEAAAIUAAABBgAAAUMAAAEIAAADAQAAAQYAAAMDAQABAgAAAa8DAAABCAAAAeQCAAABfAAAAgEAAAIDAAABAwAAARoAAAEdAAABAQAAAqABAAAB3wEAAAEBAAABGQAAARYAAAEtAAABwAEAAAEBAAABFgAAARYAAAEFAAABKAAAAQsAAAEBAAABPwAAAi0AAAFSAAABXgAAAQIAAAE4AAACAQAAAR8AAAGAAQAAAZkCAAABYQAAAUAAAAEkAAABCQAAAQsAAAExAAABKwAAAQsAAAE/AAABTAAAARQAAAEBAAABAQAAAQQAAAEPAAACLQAAAQEAAAEyAAABIAAAAQAAAAFSAAABgQIAAAFmAAABqgIAAAHLAQAAAc0CAAABmAIAAAIGAAABnAMAAAEXAAABBQAAAgQAAAYBAAACAQAAAgEAAAMBAAAEGgAAAgEAAAQOAAABPgAAAVwAAAEVAAADAQAAAxIAAAQQAAADAQAABwEAAAMRAAAFAQAABgEAAAYBAAABAwAABAEAAAUBAAACAQAAAQEAAAEGAAACAwAAAQEAAAMeAAACAQAAAg8AAAImAAACAQAABB0AAAIBAAABAQAAAQQAAAEQAAAB/wEAAAH8AQAAAQEAAAIBAAADEQAAASkAAAFOAAABBQAAAeIBAAABOAAAATEAAAEOAAABAgAAAQYAAAEEAAABAQAAAi0AAAElAAABUgAAAQEAAAE0AAACkgEAAAIzAAABEAAAAQQAAAIBAAABBwAAARYAAAGlAQAAARwAAAEBAAABAQAAAT0AAAEsAAABIgAAAXwAAAFcAAABhAEAAAHnAQAAATkAAAEBAAACBAAAAUIAAAGNAQAAAQYAAAGRAQAAAf0BAAABMQAAAQEAAAF9AAACcQAAARgAAAEOAAABBwAAAQEAAAMBAAABgQEAAAEdAAABDAAAAlkAAAEBAAABUwAAATEAAAEZAAABVQAAAgIAAAFUAAACQgAAAREAAAMQAAADIgAAAbUCAAABAQAAAaQBAAABAQAAAa4DAAABAQAAAhEAAAGdAQAAAZoBAAABmgEAAAEUAAAB/gEAAAHCAQAAAQEAAAFkAAABFgAAAQcAAAEkAAABHQAAAa4BAAABYAAAASwAAAH3AQAAAQgAAAINAAACFQAAASEAAAEBAAABBAAAAlgAAAECAAAEAQAAAgEAAAEBAAABAQAAAQEAAAIBAAABAQEAAQEAAAEFAAABAQAAAhgAAAEjAAABAQAAAQEAAAEDAAABAgAAAQEAAAEBAAABPwAAASYAAAEFAAABDwAAAQYAAAECAAADBwAABQMAAAIBAAABAwAAAQUAAAIBAAACAQAAAgQAAAEEAAABCQAAAQ0AAAEHAAABCQAAAZcDAAACFwAAAdwBAAABxwIAAAEoAAABSQAAAf0BAAABKQAAAQwAAAEgAAACwAIAAAFzAAABMgAAAQQAAAGfAQAAAXoAAAEHAAACAgAAAQUAAAERAAABAQAAAQMAAAEDAAAClwEAAAEBAAABCQAAAfsBAAABCwAAAR8AAAIBAAABSgAAAS4AAAEBAAABAQAAAQ0AAAEIAAABAQAAAfsBAAABrgEAAAGJAgAAARUAAAEsAAACAQAAA6MBAAABBAAAAh4AAAEjAAABBAAABQEAAANlAAABDAAAAwQAAAEJAAAB0gEAAAEYAAABDgAAAQ4AAAEBAAAB3QEAAAEHAAABBQAAAUAAAAG9AQAAAgEAAAFKAAABCAAAARAAAAEdAAABAwAAAQIAAAEEAAABBQAAAQEAAAEEAAABAgAAAQIAAAEBAAABBAAAARQAAAEhAAABLgAAAT4AAAIBAAABAQAAAQUAAAECAAABAQAAAgEAAAEBAAABGQAAAQEAAAEEAAABFwAAAQEAAAEGAAABIQAAAQkAAAIjAAABCQAAAR8AAAEBAAABAgAAAQoAAAEXAAABAQAAASEAAAEEAAADsgEAAAEIAAABAQAAARUAAAEBAAABAAAAAQQAAAFNAAACFgAAAQIAAAHEAQAAAWUAAAERAAABNAAAARwAAAEBAAABKQAAAQUAAAHyAQAAATUAAAGWAgAAAV0AAAFFAAABtgIAAAEzAAABxwEAAAE7AAABlwIAAAHzAgAAAcsBAAABRgAAAfABAAABSAAAAQgAAAEBAAABBAAAAQgAAAEsAAABmQEAAAECAAABCQAAAwMAAAIBAAACDwAAAQcAAAEJAAABAQAAAQIAAAEQAAACEwAAAgEAAAIOAAABAgAAASkAAAEDAAABAQAAAjIAAAECAAACAwAAAQEAAAIFAAACAQAAA4YBAAABnQEAAAElAAAB9wEAAAHXAgAAAZECAAABsgMAAAG2AgAAAXwAAAFXAAABWQAAAUUAAAEOAAABbwAAAbMBAAAB1QEAAAHKAQAAAf8BAAAB8gIAAAEjAAACyAIAAAEtAAABAwAAAbQCAAABNQAAAgMAAAENAAABCQAAAQEAAAEFAAABGwAAAQIAAAECAQABBAAAAQkAAAELAQAIAQEAAgEBAAABAQAAAQEAAwEBAAIBAQADAQEAAQEBAAACAAABIAAAAQQAAAEOAAABAQAAAQkAAAIBAAABAQAAAQEAAAILAAABBAAAAQ8AAAEJAAABBwAAAQkAAAICAAABAQAAAgMAAAEGAAABAwAAAQEAAAE7AAABBAAAAQIAAAFeAAABqQMAAAFRAAACpgEAAAEIAAABGAAAAQIAAAGlAQAAAUsAAAEHAAABAQAAASQAAAGgAQAAAfkCAAABtAEAAAEtAAABBgAAAQMAAAEBAAABAgAAAgQAAAEzAAACAQAAAgsAAAEwAAABAQAAAQcAAAEZAAABBQAAAQkAAAFMAAABAQAAAlsAAAEBAAABAQAAAUsAAAFAAAABtgIAAAEpAAABvwEAAAEBAAABIAAAAVIAAAG2AwAAAQEAAAFPAAABAQAAAQkAAAEBAAABAQEAAgEBAAIBAQAGAQEABwEBAAoBAQANAQIAAQECAAEBAQABEgAABgEAAAIBAAACAQAABQEAAAEBAAADAQAAAUIAAAEEAAABVgAAAxEAAAE1AAAB8QIAAAIoAAABsQEAAAGSAwAAAf4CAAABFgAAAQEAAAEBAAACNAAAA7kBAAABOAAAAdgBAAABFgAAAWgAAAJqAAABSgAAATAAAAEBAAABJAAAAXgAAAECAAACBgAAAwEAAAEBAAABAgAAAQkAAAEBAAABAgAAAQIAAAEBAAABBQAAAQMAAAEBAAACBQAAAgEAAAEDAAABAQAAAQQAAAIBAAABAQAAAgEAAAEBAAACAQAAAgIAAAEBAAACBQAAAgEAAAECAAACAQAAAQIBAAMBAQABAQEAAAEBAAMBAQAGAQEAAgIAAAEBAAABEwAAAS0AAAICAAABAgAAAQIAAAIXAAABAQAAAQUAAAEBAAABAQAAASMAAAEBAAABAQAAAgEAAAEDAAABBAAAAQEAAAEBAAACAQAAAQYAAAEBAAACAwAAAQEAAAEDAAABAQAAAQIAAAMBAAAEAQAAAQEAAAECAAABAQAAAQEAAAIBAAABAgAAAQYAAAIBAAACAQAAAwEAAAMBAAABAwAAAQsAAAEEAAABAQAAAQUAAAEQAAABAQAAAgIAAAEEAAABEwAAAgYAAAEBAAAHAQAAAQIAAAICAAAGEwAAAQMAAAEEAAABAQAAAQcAAAEBAAABBQAAAQQAAAICAAACAQAAAQIAAAIJAAABAgAAAQQAAAEBAAABAwAAAQYAAAIBAAABBAAAAQwAAAIDAAABMgAAAQQAAAG4AgAAAmQAAAHPAQAAAVMAAAGjAQAAAQEAAAEbAAABCgAAASMAAAEPAAABEQAAAgEAAAEZAAABbwAAAQEAAAEDAAABtQEAAAElAAABIwAAASEAAAEYAAABAwAAAQEAAAFnAAAByQIAAAFIAAABAwAAASQAAAEDAAAB6QEAAAE5AAADuAIAAAEBAAABuwMAAAG9AQAAAfUBAAABUgAAAgEAAALdAgAAAQEAAAGxAwAAAREAAAEYAAABAQAAAgEAAAEGAAABIgAAAQoAAAEEAAABDwAAASAAAAEEAAABBQAAAQwAAAE0AAABAwAAAT4AAAEFAAABAQAAAVQAAAIBAAABLgAAAXEAAAEeAAABwgEAAAEEAAABrwIAAAGTAwAAAQEAAAFQAAABhQEAAAEBAAACAQAAAQIAAAEBAAABUAAAAZIBAAABMQAAAQUAAAHaAQAAAYUBAAABAQAAAgQAAAIAAAABUgAAAQEAAAFnAAABOwAAAQEAAAFpAAABRQAAAQIAAAIBAAABAgEAATcAAAECAAABsgEAAAJvAAABRQAABAEAAAYBAAAC7wEAAAFoAAABAgAAAQEAAAEBAAABAwAAAQ4BAAIBAQABAQEAAAEBAAEBAQABAQEAAAEBAAABAQABAQEAAQEBAAABAQADAQEAAQEBAAABAQABAQEAAQEBAAAHAAABAQAAAQgAAAEGAAACBAAAAgEAAAEIAAABAQAAAQEAAAECAAABAQAAAQgAAAIHAAABMwAAAQEAAAFAAAABDQAAASAAAAEBAAABAQAAAQQAAAEMAAABEQAAAQ8AAAEPAAACCQAAAQwAAAEBAAABAwAAAQEAAAIBAAABAQAAAQsAAAELAAABDAAAAQMAAAEFAAABDgAAAQEAAAEBAAABCAAAAhwAAAECAAABFQAAAQIAAAECAAABKQAAAYkCAAABGAAAAQEAAAF1AAABLwAAAgEAAAFdAAABAQAAAQEAAAIWAAABCQAAAgIAAAEBAAABBgAAAQ4AAAEBAAADAQAAAQYAAAEBAAACAQAAAQ0AAAEBAAABBwAAAQMAAAIEAAABBQAAAQkAAAIWAAACBAAAAjQAAAIBAAABBgAAAQwAAAEBAAABIQAAAhsAAAETAAABJQAAAQsAAAEWAAAB8wIAAAHMAgAAAcoBAAABsgMAAAEBAAABxQIAAAG/AQAAAQEAAAEbAAABAgAAAWgAAAEnAAABAgAAARkAAAHaAQAAAaMCAAABkAEAAAHKAQAAAQYAAAMvAAABHAAAAwIAAAIBAAABpgIAAAFRAAACAQAAAo4BAAABGAAAAbsBAAABRwAAAQEAAAEeAAABAQAAAXwAAAEBAAABVQAAAe0BAAABGAAAARsAAAG4AgAAAQAAAAIAAAABAQAAAgIAAAFIAAACBAAAAQEAAAEBAAABAwAAAQQAAAEDAAABqQEAAAFnAAACGAAAAQcAAAEJAAABFgAAAQEAAAEEAAABDAAAAbUCAAAB+AIAAAHuAgAAASYAAAEEAAABCgAAARcAAAELAAABIwAAARgAAAENAAABKgAAAQYAAAGzAQAAAQUAAAEkAAACAQAABAEAAAEBAAABAQAAAgUAAAEEAAABAQAAARcAAAEHAAABOwAAASkAAAECAAAB4wEAAAElAAABCAAAAgMAAAGRAQAAAQEAAAEjAAABGgAAAQUAAAEGAAAB9QEAAAEBAAABBQAAAdcBAAACVAAAAS4AAAG6AwAAARgAAAEnAAABAQAAAdsCAAABuQMAAAEBAAABQAAAASAAAAGFAgAAAQkAAAEBAAABAwAAASsAAAE/AAABAQAAARMAAAGOAQAAATYAAAEDAAABAQAAAQEAAAIQAAABCAAAAgEAAAUgAAABBAAAARYAAAEPAAABCQAAAQgAAAIBAAABAwAAAQ8AAAEBAAACAQAAAgQAAAEBAAABBgAAAToAAAEGAAABAQAAAQEAAAEBAAABCQAAARcAAAEIAAABBQAAASIAAAEfAAABAgAAAR4AAAEDAAABAgAAAQwAAAEEAAABCQAAAQEAAAEHAAABBgAAAgEAAAEDAAABBQAAAQEAAAEFAAACAgAAAQQAAAEFAAABBAAAAZABAAABGQAAAQEAAAFuAAABjQEAAAEGAAABRwAAAQcAAAEBAAABBAAAAQEAAAIUAAABAQAAARIAAAEBAAABAQAAAgQAAAEHAAACIwAAAQEAAAEEAAABAgAAARUAAAICAAABFgAAAS0AAAELAAABGQAAAQ8AAAEDAAABAgAAAR4AAAEDAAADBAAAAQEAAAEDAAABCgAAAQEAAAEJAAABBAAAAgEAAAEBAAACAQAAAggAAAENAAACAgAAARgAAAESAAABewAAAQMAAAECAAABQAAAAVgAAAEIAAABHQAAAdYCAAABAQAAARYAAAEEAAABAQAAAQMAAAEHAAABAQAAAQEAAAEDAAABAQAAAg8AAAELAAABAQAAAQEAAAENAAABBAAAARUAAAEBAAABCgAABgEAAAIBAAABAQAAAQoAAAEGAAABGwAAASUAAAEVAAABBQAAAQIAAAEEAAABAgAAAQUAAAEQAAACDAAAAS0AAAENAAACBwAAAQoAAAECAAABRAAAAQ8AAAFIAAABAwAAAQEAAAEGAAABAQAAAQ0AAAEIAAABAQAAAYsCAAABQwAAAQEAAAFmAAABBgAAAbICAAABAQAAAe0CAAABMgAAAQQAAAEBAAAB8wIAAAEVAAADZAAAAQEAAAEVAAADkgMAAAEBAAABBgAAAQUAAAE1AAABDAAAAUwAAAHBAgAAARIAAAFJAAABAQAAAbsBAAABAQAAAQIAAAE2AAABAgAAAQEAAAFKAAABEwAAAUgAAAECAAABugEAAAE8AAABAQAAASwAAAHYAQAAAeABAAABhAIAAAE+AAABmQEAAAEWAAABEgAAAYcCAAABTAAAAQQAAAEFAAABAQAAATgAAAGyAgAAAQEAAAEuAAABBAAAAQQAAAEBAAABAwAAAQEAAAEBAAABAQAAAQEAAAEEAAABAwAAAVIAAAEBAAABlwMAAAHpAQAAAacCAAABAgAAARgAAAEBAAACKgAAAdYBAAABiAEAAAEqAAABjgEAAAEdAAAB7QEAAAErAAABAwAAAQEAAALMAQAAAdkBAAABGQAAAZcCAAABAQAAAS0AAAFkAAABhwEAAAGQAQAAAUAAAAHWAQAAAakBAAAB/QIAAAFtAAABUAAAAVwAAAExAAABBwAAAgEAAAEjAAABFQAAAQEAAAFIAAABAQAAAQIAAAEKAAABAQAAAQEAAAEEAAABEgAAAQQAAAFcAAABAgAAAgEAAAICAAABAgAAAgoAAAEVAAABOgAAAgUAAAIBAAABBQAAAQUAAAEDAAAB3AEAAAEyAAABRgAAATEAAAFpAAABWQAAAQgAAAJ9AAABKAAAAS4AAAEEAAABAQAAASUAAAELAAAB9wEAAAEjAAABggEAAAEXAAABUAAAAQEAAAMBAAABDgAAAg8AAAFGAAABBQAAAQIAAAEBAAABCgAAAQQAAAEpAAABCwAAAQEAAAECAAACAwAAAQEAAAEpAAABBQAAATcAAAEEAAABFwAAAQEAAAEDAAABAQAAAQgAAAEJAAABDQAAAQEAAAEdAAABWwAAAbMCAAABAQAAAd4BAAABnQMAAAEFAAABYAAAAREAAAFKAAABRQAAAQ8AAAHZAQAAARwAAAExAAABggIAAAHnAgAAAZUCAAABUAAAAg0AAAEDAAABIgAAAXcAAAEBAAABCwAAAQEAAAMsAAABEAAAATIAAAEBAAABAQAAASMAAAEMAAACBwAAASYAAAEIAAABIgAAAQQAAAFvAAABCQAAAY4BAAABEAAAAQEAAAIGAAACAQAAAQQAAAEBAAABBwAAAQ0AAAEBAAAEAQAAAgMAAAIBAAABCAAAAQEAAAQHAAABbQAAAQwAAAEmAAABGgAAAQgAAAEXAAACAQAAAQIAAAIJAAABAQAAAQMAAAEDAAACAQAAAQEAAAgBAAABAQAABAIAAAECAAABAwAAAQEAAAEEAAACAwAAAQEAAAEBAAAEFAAAAwkAAAEBAAAIAQAABQEAAAMBAAADAQAAAgsAAAQEAAABIgAAAQEAAAQkAAACAwAAAQMAAAEHAAACFAAAAQEAAAEGAAABOgAAAVwAAAEDAAABHgAAASoAAAEQAAABDQAAAQYAAAEFAAABAwAAAQUAAAEHAAABOQAAAQUAAAEQAAABmQEAAAE2AAABBAAAAUgAAAIwAAAIAAAAAQIAAAEBAAABLwAAAQEAAAEDAAABAQAAAREAAAECAAAB2QEAAAEMAAABKQAAAQMAAAEnAAACCgAAAQEAAAENAAABAQAAAQEAAAMBAAADBQAAAUcAAAExAAABAQAAAQEAAAECAAABAQAAASAAAAIBAAACAwAAAQMAAAE4AAABCQAAAgMAAAIBAAABAgAAARgAAAEMAAABAgAAAgEAAAICAAACAgAAAi4AAAG5AwAAArkDAAABCAAAAg0AAAF8AAADRgAAAQEAAAEJAAABAwAAAR8AAAEBAAADBAAAAgEAAAEMAAABFQAAAhYAAAEJAAADAgAAARUAAAEBAAABEgAAAQ8AAAEBAAACAwAAAREAAAEMAAABBgAAAQgAAAEJAAABrAMAAAFGAAABBAAAAbkDAAABBgAAAQoAAAEdAAABWQAAAbgBAAABPwAAAQoAAAEBAAABCgAAAQQAAAEUAAABDwAAAbEDAAABQgAAAbMBAAABDgAAAT4AAAE/AAABbwAAAQIAAAEWAAABHAEAAQEBAAABAQAAAQEAAAEBAAAtAAABZQAAAQ0AAAFPAAACVAAAAQ0AAAEBAAAB1QEAAAFCAAAB4QIAAAEXAAABAQAAAYwDAAABgAMAAAEMAAABBAAAAQEAAAECAAABAwAAARkAAAKRAQAABQEAAAIBAAABAQAAAQEAAAEBAAACAQAAAQEBAAEBAAABBQAAAQEAAAJEAAABAQAAAQEAAAIQAAABIgAAATQAAAMRAAABJQAAAgEAAAKpAQAAAQQAAAESAAABAgAAASAAAAELAAABAQAAAQEAAAEJAAABFQAAAQEAAAEXAAACAQAAAgEAAAIBAAABAgAAAQ8AAAEDAAACIwAAAgEAAAYEAAADAwAAAUAAAAGsAQAAAVoAAAEZAAACBAAAAdcBAAABNQAAAY8BAAABGQAAAZkCAAAB2QEAAAEYAAABBgAAASIAAAEMAAABAQAAAgEAAAEBAAACBgAAARoAAAEYAAADAgEAAQcAAAEYAQAHAQEABwEBAAQBAQAGAQEABwEBAAYBAQAGAQEAAwEBAAUBAgAEAQEABAEBAAgBAQAEAQAAAwEAAAIBAAACAQAAAgoAAAIOAAACAQAAAgYAAAECAAABAQAAAQcAAAIGAAAFAQAAAQEAAAEBAQADAQAABQEAAAIBAAAEAQAAAgEAAAEBAAABAQAAAQQAAAEJAAACAQAAAQEAAAUBAAABAgAAAQwAAAEBAAABAQAAAgIAAAEBAAACAQAAAQEAAAEBAAABAQAAAQIAAAECAAABBAAAAwEAAAMBAAABAgAAAgEAAAQBAAABAQAAAQkAAAICAAABAQAAAgEAAAIBAAACAgAAAgIAAAEBAAADAQAABAEAAAECAAABAwAAAgEAAAQDAAAEAQAABgEAAAISAAABAQAAAgEAAAEDAAACAQAAAQEAAAIBAAAEAgAAAQEAAAMBAAABAQAABQEBAAkBAQADAQEABQECAAIHAAABAQAAAQIAAAQBAAADBAAAAQgAAAEFAAABAQAAAQMAAAKuAwAAAQEAAANtAAABAgAAAZcDAAABhgIAAAFNAAACIQAABLcBAAABAQAAAbEBAAADhwIAAAEBAAABdwAAAQEAAAGvAgAAAbsDAAAD5AEAAAHBAQAAArACAAABKAAAAaECAAABgAMAAAFcAAADDgAAAmAAAAEWAAABowIAAAH8AQAAAekBAAABBQAAAT4AAAEBAAABAgAAAQUAAAEDAAABDgAAAR4AAAEOAAACBgAAAQYAAAEKAAABJwAAARAAAAECAAACBAAAAQsAAAEJAAABAgAAAQQAAAECAAABAQAAASAAAAEBAAABBAAAAgIAAAEBAAABBwAAAgQAAAEIAAABAQAAAQUAAAECAAABAQAAAQIAAAEEAAABAgAAAgMAAAEBAAABAgAAAQEAAAEBAAABDgAAAQwAAAEBAAABDAAAAQkAAAEDAAABAQAAAQQAAAIBAAACAQAAAQEAAAEIAAABAwAAAQMAAAEBAAABAwAAAQEAAAEDAAABDgAAAQEAAAIYAAABBAAAAQQAAAEBAAABCgAAAQEAAAEKAAABAQAAAQUAAAEBAAABAQAAAQUAAAEGAAABAQAAAQEAAAEBAAACAQAAAQEAAAGPAQAAAdsBAAAByAIAAAEBAAABCgAAARkAAAEHAAABOAAAAQYAAAEBAAABBAAAAeQCAAABKAAAARYAAAEEAAAB5AIAAAExAAABzwIAAAEWAAABBAAAAQEAAAGaAwAAAeUBAAABsQMAAAEAAAABDQAAAQEAAAEjAAABygEAAAHKAQAAAQEAAAFqAAABagAAAdcBAAABAQAAASkAAAGnAwAAAQEAAAEDAAABvAMAAALTAgAAASAAAAEwAAADDAAAAQcAAAGKAwAAAf8CAAABtQEAAAFTAAABHgAAATQAAAEBAAACjwEAAAF3AAABBgAAAQcAAAFOAAABowIAAAEGAAABLQAAASIAAAIDAAABRgAAAwEAAAEEAAABAQAAAQUBAAIBAQACAQEAAgEBAAABAQAANQAAATQAAAIBAAABAwAAAwEAAAEyAAABEwAAAQEAAAEWAQAEAQEAAgEBAAAHAAACNAAAAQUAAAEBAAABBAAAAQIAAAE+AAABEAAAATgAAAEBAAABAwAAAZUBAAABRwAAAgEAAAEBAAABAQEAAakBAAABAQAAAjwAAAGEAwAAAa0CAAABigMAAAEFAAABAQAAAX8AAAIeAAABAwAAASgAAAEBAAACBAAAAT8AAAEBAAABLQAAAQcAAAGvAgAAATUAAAE4AAABIwAAAwEAAAFsAAABRQAAATQAAAE1AAAB0gEAAAGzAgAAAQQBAAEGAAABAQAAAQEAAAIBAAACAgAAAS0AAAEBAAABvQIAAAG1AQAAAQMAAAFnAAABPQAAASMAAAHIAgAAAeUCAAABAQAAAQEAAAEHAAABOQAAAZoBAAABAgAAAQEAAAELAAABGwAAAQIAAAEBAAABAQAAAQEAAAIQAAABLQAAAQEAAAEoAAABCAAAAQEAAAEBAAABAgAAAQQAAAEGAAABDAAAAYwBAAABTgAAAYECAAABAwAAAQgAAAGAAgAAAWQAAAENAAACBQAAAQwAAAEKAAABngMAAAI6AAABlwIAAAEGAAABAQAAARAAAAJQAAABAQAAAiMAAAEBAAACGQAAASUAAAEVAAABAQAAASEAAAE6AAABMQAAATAAAAEBAAABCAAAAqUBAAABRQAAAr8BAAABCwAAAb8BAAABAQAAAZECAAACjAEAAAEBAAABAQAAAwEAAAICAAABAQAAAQEAAAEIAAACBAAAAQEAAAEBAAABpQMAAAIHAAABuQEAAAHiAQAAAQgAAAEBAAACAQAABAEAAAIBAAADAQAAAwIAAAEBAAAGAQAAAgEAAAEEAAABGQAAAjUAAAFnAAABhAIAAAECAAABuwMAAAEEAAAD2wEAAAH3AQAAASwAAAEoAAABEgAAAQEAAAIDAAABUgAAAQsAAAFzAAABTgAAATMAAAG9AQAAAQ0AAAFFAAADGQAAAi0AAAHiAQAAAZ4BAAABCgAAAgEAAAIHAAABAwAAAQEAAAGLAwAAAQoAAAFKAAABBwAAASMAAAEBAAABFgAAAQoAAAEBAAABHQAAAwEAAAIKAAACAQAAAwIAAAEBAAABAQAAAQEAAAEGAAABAQAAAQEAAAEqAAABCAAAAQEAAAEaAAABFQAAAQIAAAEBAAABJAAAAQEAAAEDAAABMAAAAQ8AAAHkAgAAAjEAAAEDAAABAQAAAQUAAAEBAAABSQAAAewCAAABlQMAAAGqAgAAASsAAAGNAwAAAQgAAAFNAAABAwAAARgAAAIFAAADAQAAAgEAAAEEAAABOQAAAScAAAEBAAABAQAAAQYAAAIDAAACBwAAARIAAAEEAAADAQAAAggAAAEBAAABEgAAAQIAAAELAAABBwAAARoAAAEDAAABAwAAAQgAAAEgAAABBQAAAhsAAAEBAAABAQAAAQUAAAMEAAABDAAAAQ0AAAEBAAABAQAAAQEAAAHLAQAAAfYBAAAB9gEAAAEDAQAB9gEAAAEBAAAB2wEAAAH2AQAAARkAAAEnAAAB1QEAAAFdAAABjAMAAAG7AwAAAacDAAABpQMAAAFoAAABDgAAAQEAAAEBAAABBAAAAS0AAAIBAAABCgAAAwEAAAEBAAABNwAAAQEAAAEOAAABEQAAAQQAAAEBAAABCwAAAaMBAAADAQAAAQIAAAECAAABJQAAAQQAAAHbAgAAAYIDAAABIQAAAfsBAAABGgAAAQsAAAEBAAACAQAAAVkAAAEQAAABnwIAAAFNAAABrgMAAAEBAAAB7AIAAAEBAAABRAAAAbIDAAABrQIAAAG9AgAAAcEBAAABGAAAAQwAAAEEAAABPQAAAaYCAAABAwAAAQEAAAIBAAABAQAAAQEAAAG8AQAAAT8AAAGqAQAAAdIBAAABIwAAAVQAAAFOAAABhAMAAAERAAABjwMAAAHuAgAAASAAAAEBAAABfwAAAR8AAAERAAABYgAAASEAAAEEAAABAQAAASEAAAELAAACAQAAAhMAAAEBAAABUAAAARgAAAEBAAACCgAAAQ0AAAEXAAABFAAAAQEAAAIDAAABAQAAAQIAAAEIAAABAQAAAQcAAAESAAABDwAAAQEAAAE8AAABugMAAAGoAQAAAUwAAAFdAAABBwAAAf8BAAABsAMAAAEHAAABYQAAAWIAAAHbAQAAAd8BAAABAQAAAU0AAAFAAAABOAAAAQcAAAGeAwAAAgEAAAEEAAACAQAAAgEAAAEIAAABCwAAAQcAAAEGAAABAQAAAQEAAAEQAAABBwAAAQkAAAEBAAABAgAAAQMAAAEDAAABAwAAAgUAAAECAAABCQAAAQ4AAAEVAAABGAAAAQkAAAETAAADAQAAAgEAAAElAAABFgAAAQkAAAEKAAABAgAAARcAAAIOAAABAQAAAQgAAAELAAABCgAAAgMAAAEDAAABHgAAAQoAAAEBAAABCgAAAQIAAAEDAAABBAAAARIAAAESAAAB3gEAAAEBAAABJgAAAQUAAAEQAAABXQAAAQIAAAICAAACBQAAAQEAAAECAAABAQEAAgEBAAMBAQAIAQEACAEBAAQBAgAEAQIAAgEBAAERAAABAQAAAgEAAAIBAAACBAAAAQIAAAICAAABCgAAAREAAAIKAAADAQAAAQEAAAIBAAACAQAAAR4AAAMBAAAEAQAAARMAAAEDAAACGgAAAQIAAAEOAAAEAQAAAgEAAAIBAAADAgAAAQEAAAMBAAABAQAAAgEAAAIBAAABAwAAAQEAAAMBAAABCQAAAwQAAAIGAAABAQAAAQgBAAMBAQAAAQEAAAEBAAABAQABAQEAAQEBAAABAQAAAQEAAgEBAAABAQAAAQEAAAEBAAABAQAADgAABAEAAAMBAAABAQAAAgUAAAEFAAACAQAAAgcAAAECAAABCQEAAgEBAAABAQAAAQEAAAEBAAQBAQACAQEAAAEBAAEBAQACAQEAAAEBAAAEAAACAQAAAQQBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAMAAAEMAAABAQAAAQIAAAEBAAAFAQAAAgEAAAEEAAABBgEAAwEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAAAEBAAAFAAABCQAAAQMAAAEJAAABDAAAAQUAAAEcAAABVgAAASYAAAICAAAEBAAAAR0AAAE8AAABKQAAAW8AAAEOAAABAQAAAQQAAAE7AAABCgAAASIAAAEBAAABFgAAAgcAAAEBAAABBAAAAQYAAAEBAAABBwAAATEAAAELAAABBgAAAQQAAAIdAAABAQAAAQkAAAEBAAABBAAAARAAAAEkAAABAQAAAgQAAAEFAAABIwAAAQwAAAEaAAABAQAAASAAAAEGAAABAQAAAQAAAAGLAgAAAQEAAAEGAAABAAAAAeACAAABFwAAAYMDAAAB9gEAAAIHAAABAQAAAY0BAAABHQAAAQEAAAFEAAABAwAAATIAAAFBAAABAQAAAQYAAAGZAQAAAQEAAAEMAAABBQAAAQUAAAEDAAABAQAAARoAAAEPAAAB8wEAAAHuAgAAAe4CAAABDgAAAQsAAAIsAAACEQAAAQIAAAIIAAABJgAAAREAAAEDAAABBAAAARwAAAIZAAABJQAAAQYAAAMaAAABGgAAAQEAAAECAAABAQAAASsAAAEcAAABBwAAATUAAAGnAwAAAfMCAAABNgAAAUIAAAHAAQAAAZ8CAAABTQAAAZoBAAABswMAAAERAAABEQAAAqMDAAABAQAAAUYAAAFIAAACygEAAAGAAQAAAUwAAAMBAAAC3wEAAAFPAAABAQAAAekBAAABDwAAARAAAAEBAAABJgAAARAAAAECAAABwQIAAAF5AAABXAAAAQsAAAJUAAABAQAAAbgBAAACAQAAAgEAAAICAAABAQAAAQEBAAEBAQACAQEAAAEBAAABAQAEAQEAAQEDAAMBAQAAAQEAAQkAAATzAgAAARcAAAEsAAABXAAAAfQBAAACBgAAAQEAAAIQAAABEgAAATMAAAELAAABAQAAAQkAAAEEAAABFgAAAQEAAAUEAAADEQAAAQ8AAAMDAAABAQAAAQMAAAETAAABIgAAAQEAAAICAAACDwAABQIAAAIBAAACDAAAAQkAAAEPAAACGQAAAgEAAAIDAAABAgAAAR0AAAILAAABDAAAAQcAAAEKAAABDAAAAQEAAAECAAABAQAAAQMAAAEOAAABCAAAAYMDAAABAQAAAQ8AAAEAAAABBwAAAWAAAAEBAAACCQAAAUYAAAEBAAABEgAAAdsBAAABTAAAASQAAAI0AAABMAAAARIAAAEJAAABXAAAAQEAAAEaAAABAQAAAQcAAAEJAAABAQAAAgEAAAEBAAABBAAAAgEAAAEFAAACAwAAAQcAAAEeAAABAQAAAggAAAGrAgAAAQEAAALSAQAAAVMAAAEZAAABAQAAAQQAAAGrAgAAAQEAAAJSAAAB7wEAAAFxAAABIwAAAgEAAAEfAAACAwAAAR4AAAHMAQAAAQkAAAEQAAABPgAAAfQBAAABAgAAAUgAAAK1AQAAAQEAAAIFAAABEwAAAQoAAAGAAQAAAQoAAAHlAQAAAYACAAAB1QEAAAFuAAABagAAAmAAAAE4AAADAQAAAR8AAAEIAAABHgAAAfoBAAABEgAAAeABAAABBAAAARsAAAEZAAABGwAAAQEAAAEDAAABAQAAAY0BAAABAwAAAgsAAAECAAABCQAAAQIAAAEBAAACBgAAARwAAAECAAABAwAAAQcAAAEBAAABLwAAAgkAAAQoAAABAQAAAgEAAAEdAAABAQAAAbUCAAABTgAAAhYBAAQBAQADAQEABAEBAAABAQABAQEAAgEBAAABAgADAQEAAAQAAAEBAAABAQAAAgMAAAIHAAABAQAAAgEAAAEBAAACAgAAAgIAAAEcAAABAQAAAQEAAAICAAABCAAAAQEAAAEBAAABBAAAAQEAAAEEAAABYgAAAQYAAAFLAAABAAAAAQEAAAEGAAABCgAAAjUAAAEBAAABCwAAAwEAAAGRAQAAARwAAAFhAAABBAAAAQEAAAEBAAABAQAAAQEAAAEBAAABiwEAAAECAAABBAEAAVYAAAEaAAABAQAAASwAAAEmAAABBAAAAgIBAAEEAAABAQAAAR0AAAGIAwAAAZgCAAABZgAAAdoBAAABPAAAARQAAAEDAAABAQAABIgBAAACAQAAAdsCAAABDgAAAU8AAAFdAAABpAEAAAFcAAABAQAAAbcBAAADAQAAAQMAAAEEAAABAQAAAQIAAAECAAABAgEAAQEBAAMBAQABAQEAAAEBAAIBAQABAQEAAAEBAAARAAABBAAAATUAAAEGAAABYAAAAQUAAAIBAAACBgAAAQcAAAECAAABAQAAARUAAAEBAAABBQAAAU4AAAG1AQAAAT8AAAEBAAABIQAAAVcAAAFCAAABnwEAAAGpAQAAAV8AAAEBAAABCgAAAbMDAAAB4AEAAAGaAQAAAQEAAAEtAAACvAEAAAEOAAABAgAAAbUCAAABCgAAAQUAAAE7AAABpwMAAAEBAAABuQEAAAG1AgAAATIAAAEDAAAB/gIAAAEZAAABjAIAAAEBAAABtgIAAAFZAAABFwAAAQEAAAEBAAABAQAAAQYAAAEMAAABAwAAAQEAAAEBAAABAwAAAQYAAAEBAAABAQAAAgEAAAMBAAABAQAAAQIAAAMBAAABCQAAAwEAAAMHAAABCAAAAwIAAAEmAAABEgAAAgEAAAIlAAABAQAAAiYAAAEKAAABHAAAAgUAAAMUAAABHQAAAR8AAAIEAAABVAAAAZMBAAACAQAAAQIAAAEBAAACBwAAAQsAAAGEAQAAAQUAAAG8AQAAAcECAAABOAAAAQEAAAH2AQAAATkAAAQBAAABJQAAAQMAAAEBAAABngMAAAGqAQAAAQUAAAEaAAABBgAAAQEAAAGfAgAAAQUAAAEHAAABDwAAAgEAAAQBAAACBwAAAQwAAAEQAAABCgAAAQEAAAIDAAABAQAAAQEAAAEBAAADCAAAAQIAAAECAAABAQAAAQsAAAENAAABCAAAAQYAAAEBAAABAgAAAQkAAAEEAAABCAAAAgUAAAECAAADAQAAAQEAAAEBAAADBQAAAQIAAAEFAAACAQAAAQIAAAEDAAACAQAAAgEAAAEBAAADAQAAAQgAAAEcAAABAQAAAQYAAAEGAAABAQAAAQ0AAAIBAAABAQAAAQQAAAEHAAABAQAAAQ0AAAEcAAABGAAAAQoAAAEBAAABAgAAAQIAAAEGAAABBQAAAQEAAAEBAAABAgAAAQYAAAIMAAABBQAAAQUAAAEMAAABFQAAAQ4AAAEBAAABBwEABQEBAAABAQABAQEAAQEBAAMBAQABAQEAACQAAAHIAQAAAQ0AAAHgAQAAAQEAAAERAAABzQIAAAGHAwAAARAAAAGVAwAAAU4AAAGPAQAAAo4BAAABAQAAAfEBAAABCgAAAQEAAAKDAwAAASkAAAEBAAABJAAAAQ8AAAICAAABAgAAAV4AAAEDAAABFQAAAgEAAAIMAAACEAAAAQIAAAEBAAABCwAAAgIAAAEBAAABAQAAAmgAAAEBAAABOwAAAQMAAAEAAAADAgAAAU8AAAEUAAABCgAAAQEAAAM8AAABAQAAAi8AAAEGAAABHQAAAQ0AAAIBAAABPAAAAQcAAAEjAAABTgAAAQEAAAEFAAABBQAAARUAAAEXAAABBAAAAQIBAAIBAQADAQEABAEBAAABAQAEAQEAAgEBAAMBAgACAQEAAAYAAAEcAAACHAAAAR0AAAIBAAABBAAAAQgAAAEFAAABCwAAAwMAAAIBAAABAQAAAgEAAAEVAAACCAAAAQoAAAEQAAABAQAAAREAAAICAAACAgAAAgUAAAICAAABAgAAAgMAAAETAAABAQAAAgEAAAEIAAABFwAAAQEAAAI1AAAB9QIAAAEXAAABCAAAAU0AAAGGAQAAAQUAAAGnAQAAARcAAAEHAAABaAAAAQUAAAIbAAABTQAAAQEAAAIEAAABAQAAASMAAAEfAAABCgAAASIAAAEwAAABIAAAAQEAAAEjAAABKwAAATgAAAFWAAADkAEAAAG5AgAAAeABAAABAQAAASAAAAElAAADAQAAAQEAAAEBAAABAgAAAQYAAAMXAAABRwAAAQEAAAEBAAADFgAAASsAAAEBAAABBQAAAQUAAAEDAAABEwAAATMAAAEDAAABdgAAAQEAAAEkAAABhwIAAAEYAAABDQEABQEBAAgBAQAAAQEAAwEBAAMBAQADAQEAAQEBAAEBAQACAQEAAAEBAAABAQACAQEAAQEBAAEBAQAAAQEAAAEBAAABAQABAQEAARQAAAECAAABAQAAAUEAAAMBAAACQgAAAwEAAAESAAABAwAAAUcAAAEhAAABKQAAAQEAAAEcAAABAQAAAQcAAAFBAAABJAAAAQEAAAGCAQAAATEAAAH7AQAAASUAAAEGAAABAwAAAQMAAAE4AAABjwEAAAFEAAABvQIAAAIkAAABaAAAAckCAAABGQAAARAAAAFHAAACiAMAAAILAAABmAEAAAG1AQAAAUwAAAEBAAABEQAAATUAAAHxAgAAArYCAAABMAAAAVEAAAHrAgAAAQEAAAHvAgAAASMAAAH1AQAAAREAAAECAAABIAAAAQIAAAIIAAABGQAAAdoBAAABZAAAAREAAAEDAAABwQEAAAHAAQAAAUgAAAEBAAABQQAAAQcAAAEnAAABAQAAARsAAAEfAAAB0wEAAAEDAAABBQAAAQEAAAF1AAABHAAAAScAAAECAAABAQAAAR0AAAEGAAABIAAAAQEAAAEeAAABigMAAAEPAAABBQAAAUUAAAELAAABAQAAARcAAAECAAABAwAAAQEAAAEDAAABBQAAARMAAAEBAAABCAAAARsAAAEHAAABCQAAAQMAAAEIAAABAwAAAQQAAAEMAAABEQAAAgsAAAEFAAABBwAAAQwAAAEoAAABAQAAARQAAAEFAAABAgAAARgAAAEBAAACAQAAAjUAAAHDAQAAAToAAAJyAAABSQAAAVwAAAFDAAABAwAAASQAAAELAAABBQAAAQEAAAEYAAABFgAAAgIAAAEHAAABjwIAAAFTAAABAQAAAQQAAAEFAAABqAEAAAEBAAABTwAAARYAAAEBAAAB0QEAAAEDAAABEgAAASMAAAEBAAABIAAAAWMAAAE5AAABBAAAAcECAAABAQAAARYAAAEEAAABAQAAARkAAAFtAAABbAAAAbIDAAABtwEAAAEBAAABDwAAAQUAAAFDAAABAQAAAQIAAAEGAAACQwAAAQkAAAECAAABAQAAAwEAAAIBAAABAgAAARIAAAFpAAABAgAAARoAAAGOAQAAASYAAAEBAAABDAAAAQAAAAFVAAABAgAAAQUAAAEBAAABeQAAAa8DAAAC1QEAAAEHAAABIQAAARcAAAEBAAABAQAAAQYAAAGiAgAAASoAAAEHAAABJAAAAQIAAAEGAAABCgAAAQ4AAAETAAABAwAAAQIAAAIFAAABAQAAAQEAAAEBAAABAQAAAgIAAAECAAACCgAAAgMAAAIhAAABGgAAAQMAAAEdAAABAQAAAQ4AAAEDAAACAQAAAQUAAAEQAAABGwAAAQUAAAEDAAABEQAAAQUAAAEOAAAEAgAAAQcAAAIGAAABCAAAAQsAAAIBAAACAQAAAgEAAAIBAAABBQAAARgAAAEQAAABNAAAAQEAAAE0AAABBwAAAQsAAAHhAQAAAQUAAAEJAAABAQAAAQcAAAEFAAABNQAAAVgAAAFTAAABJgAAAQsAAAE5AAABAQAAATkAAAELAAABAQAAAg0AAAQBAAACXAAAATkAAAHhAQAAAQkAAAEBAAABAQAAAQUAAAELAAABAgAAAQkAAAIMAAABEAAAAagDAAABUQAAAQcAAAEgAAABAQAABgEAAAEDAAABKQAAAQEAAAEDAAABCwAAARgAAAEDAAADAQAAAQIAAAMLAAAFAgAAAQEAAAUBAAABAQAAAgEAAAIKAQAFAQEABgEBAAIBAQAFAQEABAECAAIBAAACAQAAAQEAAAEBAAABDwAAAQEAAAMEAAABBQAAAQEAAAIDAAABAgAAAQIAAAEBAAABAQAAAQEAAAEBAAABDwAAAQQAAAIBAAABAwAAAwEAAAEGAAABAwAAAQEAAAEBAAABAQAAAgEAAAEBAAABDwAAAQEAAAEEAAABBQAAAQEAAAIPAAACJQAAAwEAAAEIAAABAgAAARUAAAEBAAAEAQAAAQEAAAEBAAABAgAAAgIAAAEGAAABAQAAAQcAAAEEAAABAQAAAQMAAAECAAACAQAAAQEAAAEBAAABAQAAAQIAAAEBAAABAQAAAQoAAAEBAAADAQAAAQIAAAEEAAABAgAAAQEBAAIBAQAAAQEAAQEBAAABAQAAAQEAAQEBAACeAQAAAYMDAAABVgAAAiYAAAEEAAACOgAAAUoAAAECAAABAQAAAQEAAAEFAAABAQAAAgcAAAEBAAABAwAAAQIAAAEsAAABGwAAARIAAAFlAAABAQAAATIAAAEDAAABGwAAAQEAAAElAAABAQAAAW8AAAGrAwAAAQ4AAAEBAAABVQAAASkAAAEfAAABKwAAAQcAAAHgAQAAAj8AAAEBAAABBwAAAZACAAACQwAAAwEAAASrAwAAAQYAAAHWAQAAArMBAAABAgAAAQEAAAEOAAABAQAAAQEAAAEEAAABEwAABQEAAAMGAAABAwEACgEBAAMBAQADAQEAAgEBAAEBAgACAQEAARAAAAEBAAACBAAAAgIAAAMKAAABQgAAAgoAAAIRAAABCwAAAQMAAAEXAAABBgAAAQYAAAElAAABAQAAAgEAAAIlAAACAgAAAQcAAAEPAAABAwAAAQsAAAMBAAABAgAAAQIAAAEKAAACAQAAAw0AAAEBAAABAQAAAQEAAAIDAAABFQAABwEAAAMBAAABAQAAAQgAAAEBAAABDAAABAkAAAEnAAABAQAAAQEAAAEEAAACBAAAARgAAAHAAQAAAU0AAANdAAABewAAAQwAAAEfAAABAQAAAREAAAEwAAACRgAAAQEAAAEuAAABXQAAAQsAAAFvAAABKwAAARUAAAEBAAABAQAAATgAAAEBAAABxQIAAAGuAQAAAQEAAAJrAAABAQAAAQQAAAEMAAABAQAAAgEAAAEBAAABBAAAAwEAAAIBAAAEBQAAAgEAAAIBAAABLAAAAwEAAAIBAAABCwAAATQAAAERAAABWAAAAVsAAAHTAgAAATIAAAEyAAABAQAAAQIAAAECAAABBgAAAQYAAAEMAAABCgAAASwAAAIBAAACBAAAAQEAAAEEAAACAQAAAQoAAAEiAAABIwAAAR8AAAEDAAABJwAAAQsAAAEBAAABDwAAAQwAAAEBAAABBAAAAXYAAAESAAABMwAAAQ4AAAFWAAABGQAAAQkAAAEVAAACAgAAAgEAAAICAAACDwAAAQQAAAQBAAACAQAAAX4AAAEBAAABAgAAAQEAAAENAAABFAAAAQEAAAEPAAACQAAAASMAAAEBAAABSAAAAfIBAAABAgAAAb0CAAABAQAAASsAAAGzAgAAAQoAAAEBAAABXQAAARYAAAEEAAABAQAAAQIAAAEHAAABAwAAAQEAAAEaAAADBAAAAQ8AAAEHAAABQAAAAQEAAAEFAAACBgAAAQIAAAQGAAABDAAAAgUAAAIrAQAEAQEAAgEBAAABAQABAQEAAQEAAAECAAABCAAAAQ0AAAEBAAABBAAAAhQAAAEDAAABBwAAAgQAAAEEAAABAQAAAQEAAAEQAAABAQAAARUAAAEGAAABAQAAAQEBAAIBAQAAAQEAAgEBAAIBAQAAAQEAAgEBAAANAAABFgAAAQUAAAEBAAABBQAAAQcAAAEEAAABDAAAAgIAAAECAAABAgAAAQIAAAEBAAACAgAAAQEAAAECAAABBAAAAQIAAAEaAAADAQAAAgEAAAIHAAADAgAAAgEAAAEjAAABAQAAAgMAAAElAAABAgAAAgEAAAENAAABBgAAAQwAAAEGAAABDwAAAQ8AAAETAAACAgAAAQEAAAEFAAABAgAAASUAAAEFAAABAQAAAQkAAAEbAAABCwAAAQEAAAISAAABAwAAASoAAAEBAAABBAAAARsBAAEBAQAABAAAAoABAAABRwAAAU8AAAExAAABHQAAAQIAAAEEAAABBQEAAgEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQACAQEAAAEAAAESAAABJQAAAQgAAAEDAAABAQAAATwAAAEBAAABAgAAAgIAAAIjAAABBAAAAQEAAAELAAACCAAAAQcAAAEdAAABAQAAAgEAAAEBAAADBwAAAQMAAAMBAAABBQAAAQYAAAEFAAABFwAAAQEAAAEBAAABEQAAAgEAAAMDAAABLgAAAQEAAAMBAAABDQAAAQIAAAELAAABDwAAAgEAAAEBAAABAQAAAQEAAAEDAAABAwAAAQMAAAENAAABAQAAAQIAAAECAAABAwAAAQEAAAEDAAABCwAAAQIAAAMCAAACkAEAAAGgAQAAAQEAAAQNAAADAQAAAQEAAAEDAAABXQAAAT0AAAEcAAACSwAAAQkAAAEEAAACEAAAAQEAAAEBAAABAgAAAQIAAAEJAAABGQAAAQsAAAIBAAADAwAABAEAAAEEAAADAQAAAQIAAAMBAAABAwAAAQQAAAEVAAABBQAAAQ0AAAICAAACBgAAAQEAAAEEAAABAwAAAQwAAAEYAAABEwAAAwIAAAEMAAABFgAAAQUAAAEQAAABDAAAAjEAAAEDAAABTAAAAQUAAAIEAAABBQAAAUIAAAE+AAACBQAAAQIAAAMBAAACBQAAAgMAAAELAAABAgAAAWkAAAEFAAABBwAAARcAAAEwAAABBQAAARwAAAEBAAABAQAAAQQAAAEvAAABEAAAASgBAAgBAQAEAQEABgEBAAYBAgADAQEAAgEAAAEFAAABAQAAASMAAAEWAAABJgAAAgEAAAIyAAABCAAAAQEAAAEhAAABAgAAAQQAAAEUAAABCQAAASMAAAEBAAABAwAAAQEAAAEEAQAKAQEACAEBAAYBAQADAQEAAAEBAAIBAQAFAwAAAQEAAAQEAAABEAAAAQQAAAECAAADFgAAAQUAAAEWAAABEgAAAQUAAAEYAAADBQAAAQIAAAEBAAACAgAAARcAAAMEAAADDwAAAQEAAAG2AgAAAYMDAAABAQAAAQ8AAAGUAQAAAasDAAABrgMAAAGpAwAAAY8BAAABBAAAAREAAAH2AgAAAVQAAAEBAAABgAEAAAG2AQAAARkAAAENAAABAQAAAQQAAAEuAAABfAAAATQAAAFBAAABFgAAAewCAAABwwEAAAGHAgAAARUAAAEBAAABAQAAAQEAAAEBAAABAwAAAQIAAAEEAAABAQAAAdQBAAABAQAAASAAAAFXAAABAQEAAS8AAAEBAAABuwEAAAG6AQAAAUQAAAEOAAABCQAAAQgAAAEBAAACJgAAA0cAAAEBAAADAQAAAUoAAAGmAQAAARwBAAIBAQAAAQEAAAEBAAQBAQAEAQEAAAEBAAABAQAAAQEAAA8AAAELAAABCQAAAgEAAAFGAAABHQAAAUoAAAEZAAABJAAAATQAAAEzAAABBwAAAQEAAAHAAQAAAQEAAAQBAAACAQAABBAAAAESAAABNwAAAQIAAAL7AQAAAQEAAAElAAABnAIAAAEBAAAB2wEAAAGeAQAAAQ4AAAEBAAABEgAAASYAAAG0AQAAAgEAAAIBAAABAQAAAhkAAAEhAAACAQAAAgAAAAEFAAACIwAAAQEAAAH3AgAAAVIAAAGIAQAAAZkBAAABJwAAAQAAAAEBAAABAwAAAQEAAAIgAAABAQAAAQQAAAEDAAABAwAAAQEAAAEVAAACCAAAAQQAAAEKAAABNQAAAQUAAAEWAAABJQAAAQoAAAEEAAABBgAAAQQAAAIDAAABCQAAAgEAAAEBAAABAQAAAQcAAAECAAABDQAAAQcAAAEGAAACAQAAAgsAAAEyAAABAQAAAREBAAABAQAAAQEAAAEBAAABAQABAQEAAAQAAAE3AAABBQAAAgEAAAECAAABBAAAAQEAAAEQAAABAwAAAWkAAAIHAAABdQAAAQkAAAEHAAABMAAAAQIAAAIBAAABDwAAAQYAAAGIAgAAAY4BAAABhAIAAAEBAAABrwEAAAEaAAABDQAAAR8AAAEFAAABKgAAAQkAAAEDAAABFwAAARYAAAEBAAABBAAAATkAAAEEAAABCQAAASAAAAEuAAABBgAAAQoAAAENAAABjgEAAAHWAgAAAU0AAAGCAQAAAYgBAAACAQAAAQ0AAAFdAAABBAAAAQ4AAAIBAAACkAEAAAEBAAABAQAAAQkAAAEBAAABBgAAARYAAAGHAQAAAQ0AAAHuAQAAAToAAAGRAwAAAQgAAAENAAABMwAAAQEAAAIBAAABHgAAAQ8AAANhAAABAQAAAQEAAAEBAAACAgAAAQMAAAEnAAACEgAAARoAAAEKAAACAQAAAQQAAAEEAAABAQAAAwYAAAESAAABBAAAAQQAAAEBAAABJwAAAQEAAAEbAAABAQAAAQIAAAQHAAABAwAAAgMAAAEEAAABGwAAAU4AAAECAAABBgAAAVwAAAIbAAABDAAAAwEAAAExAAABMgAAAQEAAAEDAAABFAAAAQkAAAEcAAABDwAAAQgAAAEPAAABAQAAAQYAAAEoAAACAgAAAQIAAAG3AQAAAS0AAAEBAAABBgAAAV8AAAEBAAABIQAAAQEAAAUBAAADIAAAAToAAAGXAgAAAe8CAAABAQAAAaQCAAABHwAAAhQAAAEbAAABMwAAASkAAAIFAAADBQAAAe4CAAACYAAAARwAAAEBAAABAgAAAgMAAAERAAABBwAAAwEAAAIDAAABAQAAAgkAAAQBAAACRAAAAQEAAAMBAAACgAEAAAEjAAABHQAAAgkAAAcBAAAEQQAAAgEAAAEeAAABKwAAAVsAAAEBAAABkAEAAAEYAAABSgAAAQMAAAEHAAABCgAAASAAAAE+AAABDwAAARcAAAEkAAABBgAAARgAAAEBAAABXAAAAgkAAAEBAAABEQAAAQcAAAEVAAABNQAAAekBAAABJQAAAeYBAAABCAAAAWQAAAEBAAABOAAAAWoAAAEBAAABjgEAAAFvAAABWwAAAXwAAAFpAAABFgAAAQEAAAERAAABBgAAAQEAAAEPAAABEwAAASAAAAGKAwAAAQ0AAAFGAAAB8AIAAAEBAAABzQIAAAGuAgAAAQEAAAGrAgAAAfUBAAABCAAAAQEAAAEEAAABDwAAARcAAAEYAAABAQAAAbUBAAABIgAAASwAAAIIAAABAQAAAV8AAAECAAABAQAAARcAAAEFAAABDwAAAQEAAAEFAAABAQAAAQEAAAILAAABAQAAAw4AAAKvAQAAAiUAAAIXAAABHgAAAQEAAAIBAAACYAAAARgAAAEaAAAB2QEAAAEBAAABHgAAAR0AAAIBAAADgQIAAAHuAgAAAYMDAAAB/wIAAAFGAAACRQAAAWkAAAFmAAABPgAAAscBAAABywIAAAEBAAAB0wIAAAGtAgAAARcAAAEvAAAB1gIAAAEBAAABwgEAAAECAAABwQEAAAEBAAAB2QEAAAGFAQAAAakBAAABRwAAAV4AAAGVAQAAAQIAAAEXAAABDQAAAS4AAAFdAAAEBQAAAjkAAAFzAAABAQAAAVcAAAFSAAAB6wIAAAEBAAABwQIAAAFuAAABAQAAATEAAAE2AAABkQEAAAFJAAABLAAAATMAAAEEAAABCgAAA7sDAAACAQAABoICAAABAgAAAgEAAAEBAAABOAAAAYYCAAABcgAAATgAAAIKAAABUgAAAZkCAAABHwAAAeICAAABBQAAAQEAAAEBAAACAwAAAQQAAAEDAAABEQAAAQIAAAECAAABLQAAAQEAAAEBAAABAQAAAQIAAAEBAAACBwEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAPAAAARYAAAEEAAABHQAAASUBAAABAQAAAQEAAQEBAAAZAAABCQAAAVgAAAEBAAABBAAAAQEAAAEBAAACBgAAAQgAAAEBAAAB2wIAAAEVAAABBAAAAQIAAAEBAAACDQAAAf4BAAABJAAAAX0AAAFJAAABggEAAAFJAAABygEAAAFlAAABAQAAARgAAAG4AgAAAQIAAAFZAAABAwAAAVwAAAEJAAABGwAAAR8AAAIEAAABTAAAAQEAAAElAAABDQAAAQkAAAEjAAACggEAAAE0AAABegAAAZgBAAABHAAAASUAAAGvAQAAAVYAAAIGAAABAgAAAQEAAAFoAAABOQAAAQEAAAEBAAABAQEAAgEAAAGTAgAAAgUAAAIsAAABnwIAAAG7AwAAAcACAAABIAAAAQEAAAERAAABsAEAAAEHAAABwAIAAAGkAQAAASQAAAF1AAABBQAAAQ0AAAHEAQAAAQEAAAEtAAACqAMAAAEDAAABAgAAAcoBAAABAgAAAdkBAAABgwMAAAEBAAABBAAAAYMDAAABNAAAASAAAAHcAQAAASoAAAEPAAABAQAAAWoAAAEHAAABDAAAATEAAAHIAgAAAgEAAAIQAAABBgAAAQEAAAEdAAABFAAAAQoAAAEDAAAB+wEAAAFKAAABGAAAAYQCAAABAQAAAU4AAAEKAAABDQAAAQsAAAEGAAABIAAAARAAAAEDAAABAwAAAQkAAAEBAAABDgAAAQEAAAEBAAABBAAAAQIAAAEoAAABGQAAAQEAAAECAAABCQAAAQYAAAEKAAABAgAAASIAAAEGAAABBQAAAQ8AAAEBAAABEQAAASQAAAEBAAABLgAAASEAAAGFAgAAAQEAAAETAAABtwEAAAGUAQAAAT0AAAFUAAABAwAAAgQAAAGDAQAAAWsAAAEBAAAB2AEAAAEBAAABUQAAAXQAAAFVAAABGAAAARQAAAG8AQAAATsAAAEQAAABHgAAAScAAAE/AAABAQAAAWAAAAE2AAABAQAAAQ4AAAGCAQAAAXYAAAEBAAABuQEAAAEBAAACAQAAAQEAAAECAAABAQAAAQIAAAEBAAABAQAAAQMAAAEBAAABwgEAAAEFAAABYAAAAcIBAAABzwEAAAEIAAAB9wEAAAFSAAACAQAAATMAAAEEAAABBQAAAQoAAAEiAAABBwAAAQEAAAEAAAABAQAAAQIAAAEBAAABTAAAAgEAAAEBAAABAQAAAQQAAAEDAAACBAAAAQEAAAIIAAACGQAAAQcAAAFPAAABAQAAARYAAAELAAABEwAAAQEAAAEGAAABHQAAARwAAAEQAAABCQAAAQEAAAEHAAABDgAAARoAAAEBAAABBQAAAQkAAAEHAAABDQAAAQEAAAGOAQAAAYQCAAABsAIAAAFJAAABBwAAAQoAAAECAAABBgAAAQIAAAEKAAABBgAAAQIAAAEBAAABAgAAAQEAAAEDAQABAwAAAwEAAAIBAAABAQAAAdwBAAABfwAAAUcAAAEQAAABNQAAAQYAAAMbAAACAQAAAgIAAAIIAAACAQAAAgMAAAECAAABAgAAAgEAAAECAAABFQAAAQcAAAEFAAABBAAAARQAAAEDAAACAQAAAQEAAAEBAAACAQAAAgEAAAMFAAABAgAAAQMAAAIBAAACAQAAAgIAAAEBAAACAQAAAQIAAAIPAAABIAAAAgQAAAEVAAABBQAAASYAAAEjAAABHwAAARwAAAEMAAAByAEAAAE7AAABAgAAAZwCAAABKQAAAVEAAAGIAQAAAQAAAAEcAAABAQAAAQQAAAEMAAABCAAAARsAAAEDAAABDAAAAQYAAAIBAAABDwAAAQIAAAIBAAADHAAAAQEAAAEGAAABHgAAASEAAAEBAAABBgAAAQcAAAEDAAABCgAAAQ4AAAEVAAABAQAAAgcAAAEmAAABEQAAASMAAAEDAAABIAAAAQIAAAEBAAABAgAAAaUDAAABygEAAAG5AwAAAcoBAAABpQMAAAECAAABBAAAATgAAAEUAAABEAAAAQkAAAETAAABCQAAAQEAAAECAAABAQAAAQUAAAECAAABAgAAAQEAAAEBAAADAgAAAgEAAAEBAAAEAQAAAwEAAAIBAAAFAQAAAgEAAAROAAABAQAAASgAAAIiAAABDgAAARQAAAIDAAABAQAAAQQAAAELAAABGAAAAQkAAAEDAAABAQAAARUAAAEKAAACAQAAAwIAAAIDAAADAQAAAQMAAAECAAACCQAAAQEAAAEHAAABBwAAASkAAAEBAAACAQAAAwMAAAEBAAABAgAAAQ0AAAEFAAABOQAAAQQAAAE+AAABuwIAAAEZAAABLQAAAYACAAAB1gIAAAOvAgAAAQgAAAEFAAAIAgAAAgMBAAICAAACJAAAAQIAAAEBAAABAgAAAQ8AAAEGAAABAQAAAQEAAAFRAAABIgAAAQEAAAEOAAABcgAAATUAAAEDAAACowIAAAEBAAABygEAAAG8AwAAAZMDAAABFQAAARAAAAEmAAABUgAAARwAAAEBAAABBQAAAQgAAAEIAAABAgAAAXcAAAEfAAABDwAAASUAAAEBAAABBwAAAQsAAAEKAAABAQAAAY4BAAABcgAAAmUAAAEBAAABhwMAAAEqAAABEQAAAQ0AAAIEAAABGAAABAEAAAMCAAACEAAAATkAAAEFAAABAQAAAQkAAAEQAAABBAAAAgsAAAEwAAADAQAAAwcAAAEBAAABCAAAAQEAAAMFAAACAQAAAx0AAAMLAAABAQAAAwEAAAIBAAABAgAAAQMAAAEMAAABBwAAARIAAAQIAAADAgAAAwQAAAEEAAABCQAAAQUAAAICAAABGAAAAckCAAABaQAAAQEAAAHKAQAAAQEAAAEBAAABBQAAAQEAAAFKAAACAQAAAgEAAAIBAAADAQAAAgEAAAUBAAADAQAAAgEAAAICAAAEAQAAARMAAAGDAQAAASYAAAEAAAABwwEAAAFBAAACAQAAAQYAAAFgAAACAQAAAwEAAAEXAAABEwAAAQEAAAMQAAABBwAAAQEAAAEDAAABAQAAAQIAAAIBAAABBAAAAQEAAAEBAAABUAAAAQkAAAIRAAABCAAAARQAAAECAAABKAAAArkBAAAB2gEAAAEBAAABkQEAAALJAgAAAYYCAAABAQAAAUMAAAHUAQAAAQEAAAFAAAABAQAAARMAAAFgAAABQgAAAS8AAAFOAAABywEAAAFQAAABAQAAAQkAAAEkAAACWwAAAWQAAAJLAAABAQAAAdsBAAABAgAAATIAAAE2AAABAQAAAQEAAAEXAAABjgEAAAE+AAABsQMAAAHJAgAAASIAAAIwAAABDwAAAQEAAAEGAAABAwAAASkAAAEPAAAByQEAAAGGAQAAAQQAAAMBAAAB3gEAAAEtAAABFgAAAQQAAAEBAAABoAEAAAFyAAABHwAAATIAAAEJAAABUAAAATsAAAEOAAABRwAAAVQAAAGpAQAAAX4AAAEOAAABBwEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEAAAEwAAABrAEAAAHKAQAAAQgAAAHdAQAAAQEAAAHVAQAAAb8CAAABDgAAAaACAAABeAAAAQEAAAELAAABnwMAAAGOAQAAAXcAAAExAAABbwAAAQYAAAGKAwAAARwAAAEBAAABqwEAAAEfAAABCQAAAQEAAAEFAAABJQAAAgEAAAIQAAACGQAAAQYAAAIdAAABQgAAAUgAAAEFAAABHgAAATsAAAELAAABCwAAARYAAAEEAAABBQAAAQUAAAHAAQAAAZACAAABZgAAAZQDAAABygEAAAHbAQAAAe0CAAABRQAAAUYAAAPAAQAAASoAAAE9AAABAQAAAREAAAEBAAABAwAAAQwAAAEBAAACAQAAAwEAAAEBAAABAwAAASAAAAEBAAABhwMAAAFHAAABAQAAAbUBAAABRwAAAQEAAAGfAQAAARYAAAFlAAABjAIAAAG0AQAAAQ0AAAElAAABNQAAAT4AAAEBAAABBwAAAj4AAALaAQAAAScAAAIBAAACPgAAAYcCAAABwQEAAAEZAAABLQAAATkAAAGGAQAAAQQAAAFGAAABsgEAAAF7AAABWwAAAgEAAAGCAgAAAaIBAAACAQAAAQIAAAEBAAABAwAAAQUAAAEBAAACGAAAAS4AAAEiAAABqgEAAAEIAAABAQAAAR8AAAEZAAABAQAAAZcBAAABEAAAAQkAAAEBAAABBQAABQIAAAEBAAABCAAAARMAAAERAAABAgAAAXoAAAEBAAABBgAAAkEAAAHdAgAAAQsAAAENAAABywEAAAHaAQAAASsAAAErAAACJgAAAQEAAAEEAAABAgAAAQ4AAAEnAAABJAAAAQEAAAFEAAABBQAAAScAAAEZAAABPgAAAaYCAAAB9AEAAAG/AQAAASAAAAEDAAABAgAAAQ0AAAHbAQAAAQEAAAEcAAABhQEAAAEBAAABqQMAAAGFAgAAAQEAAAF4AAABAQAAASoAAAEBAAABqQEAAAIBAAABQgAAARwAAAEBAAABEgAAAQEAAAEDAAABIgAAAUgAAAEFAAABIAAAAQwAAAIjAAACrQIAAAG5AgAAAV0AAAF2AAABoQEAAAHMAgAAAXcAAAKEAQAAAQcAAAFIAAABCAAAAf8CAAABrgEAAAHTAgAAAasCAAABAQAAAcgCAAABaQAAAbADAAABAQAAAboBAAACAQAAAhQAAAH/AgAAAc8CAAABzQIAAAGXAgAAAS4AAAGgAQAAARYAAAG+AgAAAQ0AAAEgAAABAQAAAR0AAAEBAAACvQEAAAETAAACEQAAAQIAAAIBAAABAgAAAgEAAAICAAABAQAAAQ4BAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAwAAABAQAAAZcBAAAB1QEAAAEyAAABtQIAAAGHAQAAAbYCAAACgQEAAAEgAAABAQAAAQEAAAFbAAABtgEAAAEBAAABqAMAAAGoAwAAAbQCAAABywEAAAFOAAAB+gEAAAEBAAABBQEAAQEAAAEGAAAB+wEAAAKvAQAAAfQBAAABBwAAAaUCAAAB9wEAAAMBAAAB8gEAAAEEAAABAQAABQEAAAEDAAABAQAAAekCAAABTgAAAZMDAAABMQAAAXMAAAHHAQAAARIAAAEBAAABJgAAAQEAAAEGAAABXQAAAQEAAAEDAAABBwAAAQYAAAEBAAABCAAAAQMAAAFdAAABAwAAAQ4AAAEDAAABWgAAASgAAAERAAABCQAAASsAAAFeAAABFgAAAboCAAABhwIAAAGgAgAAAbUCAAABRQAAAdoBAAABkwEAAAE4AAABHAAAARkAAAEBAAABBAAAAU4AAAEBAAABGwAAASgAAAECAAABZQAAAQwAAAEBAAABCwAAAQEAAAEuAAABAQAAAW0AAAFMAAABBgAAARQAAAEvAAABSAAAAhEAAAEnAAABDgAAAQEAAAEBAAABHgAAAQEAAAGKAwAAAbwBAAABdwAAAUUAAAFAAAABBAAAAQEAAAEIAAABIQAAAS4AAAEBAAABCAAAAQ0AAAEZAAABigEAAAERAAAB1wEAAAE+AAABIAAAAScAAAMBAAAENQAAAQYAAAFkAAABFgAAAx4AAAEBAAABRAAAAQEAAAEjAAABFwAAARAAAAFCAAABngEAAAEmAAABbwAAAgEAAAEBAAABAQAAAQMAAAECAQACAQEAAAEBAAABAQACAQEAAwEBAAEBAQAGAQEABwEBAAABAQABCwAAAYoDAAAB2gEAAAFAAAABggEAAAEBAAABCAAAATMAAAEQAAABAQAAAgoAAAE2AAABAQAAAgQAAAEJAAABCQAAAQQAAAEDAAABAQAAAwEAAAEBAAACJQAAAgIAAAEBAAABAgAAAQoAAAUOAAABCQAAAQQAAAEHAAACAQAAAQEAAAEEAAABAQAAAQEAAAEEAAABBgAAAR8AAAEBAAABFAAAARIAAAEiAAABAQAAAU8AAAEHAAABAgAAAw0AAAIJAAABAQAAAQEAAAMBAAABAQAAAwEAAAECAAABAQAABQEAAAEKAAABAQAAAQMAAAIDAAACAQAAAQEAAAEBAAABAQAAAgEAAAEIAAABAQAAAgMAAAECAAABAgAAAQMAAAIBAAACAgAABgEAAAQDAAACAwAAAQEAAAIBAAAEAQAAAgEAAAQCAAABCAAAARIAAAECAAABCwAAAgEAAAE4AAACSwAAAQQAAAEEAAABEwAAAgIAAAIHAAABAQAAAgEAAAIUAAABAwAAAQEAAAEGAAABEwAAAa8BAAABiAIAAAERAAABNgAAAUUAAAEtAAABRAAAAgEAAAGeAQAAAQEAAAEMAAABAQAAAtICAAAB4AEAAAEEAAABAQAAAUYAAAEBAAACfgAAAQEAAAQCAAABhgIAAAHYAQAAAUUAAAIBAAABwAEAAAEyAAABAQAAAQMAAAEBAAABDgAAAgIAAAK7AQAAAS4AAAEFAAADFwAAATAAAAGZAgAAAdsBAAABZAAAAQUAAAHYAQAAAR4AAAIjAAABEQAAAQIAAAHKAgAAAecBAAAByAIAAAE1AAABaQAAAQUAAAEoAAABhgEAAAFKAAABFQAAASwAAAGYAQAAAQMAAAFSAAACAQAAARAAAAEsAAABAQAAATsAAAENAAABIgAAAQEAAAG2AwAAAbwDAAACkAMAAAFcAAABIAAAAZsDAAADCAAAAgEAAAEGAAABAQAAAjEAAAHyAgEAAAEBAAABAQABAQEAAQEBAAEBAQABAQEAAAEBAAABAQABAQEAAAECAAGIAgAAAbMBAAABHQAAAQkAAAEIAAABjgIAAAGVAQAAAcACAAABAQAAAdcBAAABXAAAAWEAAAEsAAABgQEAAAEiAAABnwEAAAF2AAABfQAAAQUAAAEBAAABHQAAAQoAAAEKAAABGwAAATwAAAFdAAABHgAAAQEAAAKaAwAAAYoDAAAB9wEAAAEBAAABSwAAAQEAAAHqAQAAASUAAAFdAAACqgIAAAEDAAABCAAAAwEAAAMlAAABDgAAAk0AAAEBAAADtgIAAAEpAAABBQAAARUAAAH7AgAAARUAAAHaAgAAAgEAAAHXAQAAAwEAAAEMAAABHgAAAQIAAAIBAAABLQAAAekBAAABnAEAAAEIAAACAQAAAaUBAAABXgAAAUcAAAFBAAABAQAAAdsBAAABKwAAAawBAAADAQAAAQMBAAEBAQAAAQEAAQEBAAEBAQABAQEAAAEBAAADAAABkAMAAAF8AAABngEAAAGlAQAAAQAAAAGyAgAAAQEAAAEPAAACWAAAAhUAAAGjAgAAASUAAAEIAAABCwAAAVUAAAGvAgAAAbEDAAABAQAAAYsDAAABDQAAAcEBAAAB5QIAAAGHAwAAAQEAAAGBAwAAAgEAAAEEAAACgQMAAAEFAAABTwAAAU4AAAEGAAABEAEAAQEBAABhAAABMgAAASsAAAFuAAABQQAAARsAAAEBAAABrAEAAAEBAAABAQAAAQEAAAIBAAACYQAAAWQAAAE5AAABAQAAAQEAAAEJAQADAQEAAAEBAAABAQADAQEABwEBAAkBAQAGAQEAAgEBAAQBAgABAQEAAQEBAAYBAQADAQAAAgEAAAIBAAADCwAAAg4AAAIkAAABCgAAAgUAAAENAAABAQAAAwMAAAIBAAABAQAAAREAAAIJAAACAgAAAQIAAAIBAAABBAAAAQEAAAEBAAADBgAAAQEAAAIDAAABAQAAARgAAAEDAAACAwAAAQEAAAEBAAADAwAAAgsAAAEBAAACqAEAAAEFAAACAQAAAU8AAAFgAAAEBAAAAQIAAAGkAwAAAQEAAAGfAQAAAQoAAAHCAQAAAikAAAEfAAABwQEAAAEJAAABCAAAAQEAAAEIAAABKQAAAWsAAAEBAAABPgAAAQQAAAEBAAABCQAAAQ0AAAEzAAABAgEAAQEBAAABAQAAAQEAAAEBAABmAQABAQEAAAEBAAABAQABFwEAAQEBAABEAQABAQEAAAEBAAAJAAABJgEAAQEBAAABAQAAEgAAAQEAAAEaAQABAQEAAE4AAAGRAQAAAfMBAAABDgAAAf8CAAABAQAAAfcBAAABwwEAAAFHAAABoQEAAAEBAAABQAAAAQkAAAHTAgAAASsAAAEOAAABBAAAAQQAAAEEAAABAQAAASUAAAINAAABWwAAAQEAAAEpAAABAgAAAQsAAAEEAAABAwAAAQEAAAENAAABAQAAAgEAAAECAAABCAAAAQEAAAEYAAABBgAAAQQAAAEBAAABEQAAARUAAAEHAAACAQAAATkAAAEFAAABFAAAAQIAAAFOAAABZgAAASUAAAEbAAABWwAAAToAAAEFAAABAQAAAQEAAAEBAAABxwEAAAGIAwAAASAAAAH/AQAAAZUBAAABXQAAAUgAAAEeAAABAQAAAXcAAAFxAAABAQAAAUAAAAFfAAABPwAAAe8BAAABGQAAAa4BAAABBAAAAVIAAAFNAAABHgAAAQQAAAEBAAABKgAAAbABAAABCwAAAQcAAAESAAABhQIAAAHtAgAAAVIAAAFWAAABAQAAAQEAAAEBAAACIAAAATMAAAJFAAABUwAAAe0CAAACGQAAAX8AAAHhAQAAAQYAAAEDAAABAQAAARsAAAFYAAABYAAAATEAAAEaAAABAQAABAEAAAEBAAABAwAAAQEAAAEiAAABAQAAAQoAAAEHAAABAQAAAWIAAAIRAAABAQAAASIAAAECAAABAQAAAgoAAAECAAABAwAAAQIAAAEBAAABAQAAAQEAAAECAAABwAIAAAEBAAABcAAAAUYAAAEBAAACogIAAAG6AwAAAQEAAAFpAAABmQEAAAG5AQAAAQEAAAS7AwAAAQAAAAECAAABAQAAAwEAAAEBAAACAQAAAwEAAAMBAAABDQAAAQEAAAEPAAABAQAAAQoAAAESAAABCQAAAwQAAAEBAAADAwAAAQEAAAQHAAACAQAAAQsAAAECAAACAQAAAQMAAAECAAABDQAAAQkAAAIBAAABBAAAAQ0AAAEIAAABGgAAAQIAAAEBAAACAwAAARMAAAENAAABIAAAAwUAAAEEAAABEwAAAR8AAAEDAAACCwAAAQMAAAIIAAABNQAAAi4AAAECAAABuwMAAAGaAQAAAdUBAAABfAAAAcECAAABEgAAASsAAAFXAAABVwAAAZsBAAABCQAAASEAAAHSAQAAATsAAAEOAAABiAEAAAIFAQABAQEAAAEBAAABAQABAQEAAAEBAAIBAQAAAQEAAmAAAAIBAAACAQAAAhMAAAEBAAABYQAAAbsDAAABUwAAAQQAAAHkAgAAAQMAAAEBAAABBAAAAREAAAEIAAABDQAAAbsDAAABHAAAARwAAAECAAACAQAAARQAAAMBAAABBgAAAQEAAAEMAAACAQAAAeoBAAABJwAAAvkCAAABBAAAAQcAAAEOAAABwQEAAAEHAAAB5gIAAAHtAgAAAQEAAAGoAQAAAYwBAAABMAAAAQEAAAEBAAABqQMAAAFqAAACYQAAASoAAAHPAgAAAQYAAAEEAAABBAAAAQsAAAEBAAACAQAAAQEAAAEEAAABgQMAAAEFAAABQQAAAesCAAABuwMAAAEHAAABbQAAAXAAAAEJAAABUwAAAQ0AAAEBAAAGLwAAAUIAAAEBAAABUQAAAQoAAAENAAABAQAAAQEAAAUBAAADAQAAAwEAAAICAAACEQAAAQEAAAECAAABBAAAAgQAAAEKAAABAgAAAQIBAAQBAQACAQEAAQEBAAEBAQAAAQIAAgEBAAAHAAACAQAAAQEAAAElAAABAQAAAQQAAAEBAAACAQAAAQ4AAAEFAAABAwAAAQEAAAExAAABAQAAAQEAAAEDAAABEAAAAQQAAAEKAQADAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAABQAAAIBAAABIgAAAQEAAAEkAAABBAAAAgEAAAEHAAABAwEAAwEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAUAAABGAAAAQUAAAECAAABnwIAAAEDAAACAwAAAQgAAAE9AAABBgAAAQEAAAEAAAABUgAAAQEAAAEpAAABBQAAAQMAAAEBAAAHAQAAAQEAAAEBAAAFAQEAAhgAAAGgAgAAATEAAAEBAAABAQAAAQMBAAEdAAACDAAAAgUBAAEEAAABAgAAAgEAAAEBAQABAQAAAbgCAAABKwAAAwcAAAEBAAABAQAAAgEAAAP9AQAAASkAAAHBAgAAAWkAAAFGAAABAQAAAbkBAAABLAAAATkAAAEBAAABAgAAAR8AAAEBAAAC2wEAAAHKAQAAAQEAAAGYAgAAASsAAAIHAAAB5gIAAAG5AwAAAo4BAAABwQEAAAEOAAABAQAAAQMAAAICAAABEwAAAQsAAAIHAAAEAQAAAQEAAAICAAAEGAAAARQAAAEFAAABEwAAAQYAAAEFAAABMAAAAQEAAAEDAAABBwAAAQEAAAEDAAADAgEAARMAAAEkAAABAQAAAVEAAAECAAABAQAAARkAAAEBAAABBAAAASgAAAEBAAABEQAAAgcAAAE5AAABBAAAAYwCAAABAQAAAW8AAAFnAAACQgAAAQEAAAFEAAABjwEAAAEBAAABLwAAAWkAAAEfAAABCgAAAU4AAAEBAAADFQAAAwEAAAEXAQAGAQEABAEBAAIBAQADAQEABAEBAAYBAQAHAQEAAQEBAAAMAAAEBwAAAgEAAAEEAAABAQAAAgEAAAIBAAABAQAAAgEAAAgCAQAGAQEAAAEBAAABAQABAQEAAgMAAAEBAAABAQAAAQEAAAIBAAABAwAAAQEAAAEDAAABAQAAAwEAAAISAAABAQAAAQoAAAEZAAABAQAAAhQAAAEJAAABBQAAAgEAAAEKAAABDwAAAQEAAAIFAAABFgAAAQIAAAEDAAABDgAAARAAAAERAAAB+QIAAAGMAQAABQMAAAIPAAABGAAAARQAAAECAAABIAAAAQEAAAIFAAABBAAAAQEAAAFEAAABOwAAAQIAAAEHAAABCgAAAQMAAAEFAAAEAQAABQMAAAEBAAACAgAAAQEAAAEOAAABpwMAAAGnAwAAAbYBAAAB3AEAAAEVAAABgwIAAAEBAAABhAIAAAGEAgAAAUIAAAFoAAABLQAAAQEAAAEJAAAFAQAAASEAAAIFAAABDQAAATQAAAE6AAAB5QEAAAH/AQAAAX4AAAF+AAABbgAAAVEAAAILAAABaQAAARwAAAEUAAABIgAAATcAAAEmAAABMwAAAf8BAAACqgIAAAJhAAABAQAAAQcAAAECAAABAQAAAQQAAAIBAAABhQEAAAGCAwAAAWcAAAEbAAACLAAAAQgAAAIKAAACCgAAAUEAAAIBAAACBgAAAhIAAAECAAABAQAAAQIAAAEhAAABIgAAAQEAAAIBAAABGwAAAQEAAAELAAABAQAAAwMAAAGLAgAAAQEAAAEGAAABEwAAAasCAAABAQAAAZ8BAAABiAMAAAEBAAABCQAAAQEAAAHJAQAAAgYAAAEfAAABdQAAAQEAAAEJAAABBAAAAQEAAAEDAAABBAAAAQEAAAEGAAABFAAAAakDAAABjwMAAAFgAAABBQAAAQYAAAG9AQAAAXwAAAEKAAACBAAAAgQAAAGuAwAAAQEAAAG/AQAAAYwBAAABkAEAAAEPAAABAwAAARQAAAEVAAABQgAAAQcAAAE1AQAAAQEAAAEBAAABAQAAAQEAAAEBAAAJAAABFwEAAAEBAAABAQAAAQEAAAEBAAABAQAAMwAAAbkBAAABMwAAAQQAAAE8AAABBAAAARoAAAHKAQAAAagDAAABlAIAAAG7AwAAAQABAAUBAQAHAQEABgEBAAMBAQADAQEAAAEBAAMBAQAAAQEAAgEBAAIBAQADAQEAAAEBAAEBAAABAQAAAgcBAAEBAQADAQEAAAEBAAABAQABAQEAAAEBAAALAAABAQAAAQcAAAEUAAABCQAABQEAAAIYAAABMAAAAQQAAAQDAQABBAAAASQAAAICAAABGQAAAToAAAEXAAABAQAAAYoBAAABAQAAAQQAAAEGAAABBQAAAQYAAAQBAAACFgAAATgAAAQBAAABAQAAAQMAAAEBAAABBQAAASkAAAEBAAABHAAAAgMAAAECAAADAQAAAgEAAAELAAABKwAAASYAAAEKAAABCwAAAQYAAAEKAAACAQAAAR0AAAEkAAAB3wIAAAHPAQAAAQEAAAMBAAAEBQAAAQEAAAQBAAACAQAAAwEAAAEEAAACAQAAAwEAAAECAQABAQAAAQEAAAEBAAABAgAAAgEAAAEDAAACAQAAAgUAAAEEAAABAQAAAwEAAAIEAAABAgAAAgUAAAEHAAACBAEABgEBAAABAQAEAQEABAEBAAQBAgABAQEAAAEBAAMBAQAAAQEAAAEBAAEBAQADAQEAAAEAAAIBAAADAQAAAwEAAAcBAAAHBgAAAQMAAAEBAAABCwIACwECAAMBAgAIAQIABQECAAIBAgAGAQIAAAEDAAQBAgABAQEAAgEBAAEBAQAAAQEAAwEBAAIBAQAEAQEAAQEBAAADAAACAQAABAEAAAMDAQAIAQEAAwEBAAMBAQADAQEAAQEBAAUBAQAAAQEAAQEBAAADAAAEAgEAAQIAAAUBAAACAwAAAQEAAAQBAAABAQAAAQYAAAEFAAADAQAAAQEAAAMBAAACAQAABgIBAAQBAQAAAQEAAAEBAAEBAQACAQEABgEBAAMBAQACAQEACQEBAAoBAQAGAQEABQEBAAEBAQAHAQMABgEBAAYBAQAHAQEAAgEAAAIBAAACAQAAAwEAAAgBAQAHAQEAAQEBAAABAQAAAQEAAgECAAIBAQABAQEAAgEBAAQBAQABAQEAAwEBAAABAQABAQEAAQEBAAMBAQACAQEAAQEBAAEBAQAAAQEAAAEBAAABAQAAAQAAAgQAAAEBAAADAgAAAQEAAAEEAAACAQAAAgEAAAEBAAABAgAAAQUAAAECAAABAgAAAgIAAAEBAQADAQEAAAEBAAABAQAAAQEAAAEBAAAGAAACAQAAAQMAAAEBAAABAwAAAQEAAAECAAABAgAAAQEAAAEDAAABAwAAAgIAAAEIAAABAQAAAQEAAAMBAAABAQAAAQEAAAIBAAABAwAAAQQAAAEBAAABCwAAAgcAAAEIAAABAQAAAQMAAAEFAAABAQAAAQEAAAECAAACAQAAAwgAAAELAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAAACAQAAAQMAAAIBAAABCwAAAQEAAAMBAQADAQEAAQEBAAEBAQABAQEAAAEBAAIBAQABAwAAAQIAAAEEAAABAQAAAQkAAAIBAAABAgAAAQMAAAIBAAACAQAAAQEAAAIBAAACAgAAAgEBAAUBAQACAQEAAQEBAAEBAQABAQEAAQEBAAEGAAABAQAAAQEAAAEEAAACAQAAAwQAAAEEAAABAQAAAZIDAAABgQEAAAHBAQAAAaoBAAAB2gEAAAIGAAADBgAAAQIAAAIBAAACAQAAAY4BAAADAQAAATgAAAFVAAAEAQAAAgEAAAMBAAABCAAAAQUAAAIBAAABDwAAAQEAAAECAAACCAAAAQEAAAEBAAABCQAAAQEAAAIJAAACCAAAAQEAAAIBAAACAgAABA0AAAEBAAACCQAAAQUAAAEDAAABAgAAAQgAAAE8AAABHgAAAgEAAAEbAAABGAAAARUAAAELAAABEQAAAQwAAAEDAAABAQAAAQMAAAHmAQAAAS4AAAEnAAACBwEAAScAAAICAAABOQAAAxMAAAEBAAABCwAAASEAAAFEAAABUwAAAQEAAAENAAABGwAAA+4CAAABgQIAAAIBAAABbAAAAQEAAAGBAQAAAQEAAAGwAQAAATUAAAGCAgAAAYUCAAABgwIAAAEBAAABEAAAAQEAAAEGAAABAgAAARIAAAEBAAABEgAAAQEAAAEcAAABMwAAAQEAAAF/AAABEQAAAQIAAAFGAAABUAAAAQIAAAGoAwAAAagDAAABSQAAAaABAAABDwAAARAAAAEBAAABJgAAARAAAAECAAABKgAAATgAAAEGAAABRgAAAY0CAAABUwAAAQEAAAHtAgAAAZQDAAABsQMAAAGCAwAAAUEAAAEFAAABAQAAAY4BAAABEAAAARYAAAE7AAABFAAAAUEAAAEoAAABAQAAAZIDAAABAQAAAVcAAAF6AAABMQAAAZgBAAABwQIAAAEEAAABAQAAARIAAAKoAQAAAQMAAAEyAAABAgAAAQEAAAEOAAACBQAAAosDAAAE+AIAAAH/AQAAAbUBAAABAQAAAhQAAAFGAAADXQAAASkAAAIBAAABDgAAASoAAAIBAAABAQAAASwAAAEBAAAC1gEAAAEBAAABkQMAAAGeAwAAAQEAAAG7AwAAAbsDAAABDgAAAQEAAAEBAAACAgAAARkAAAEBAAABAwAAAQ8AAAECAAABAQAAAQUAAAEBAAABIAAAAScAAAEaAAACFAAAARAAAAIJAAABDwAAAR4AAAEhAAABCQAAAQcAAAIBAAADBgAAAQgAAAIVAAABAQAAAQUAAAEEAAABBAAAAgEAAAIBAAABAQAAAQUAAAEHAAABKgAAAQEAAAIHAAABBAAAASsAAAGiAgAAAVgAAAOGAQAAAQQAAAGsAQAAAb8BAAABCwAAAQoAAAEHAAABDQAAAQEAAAE3AAABGwAAAQYAAAEJAAABGAAAAU0AAAIBAAABHAAAAQIAAAEgAAACfAAAAewCAAABhwEAAAGCAwAAAewCAAABsAMAAAEBAAABUAAAAa8CAAABKAAAAoIDAAABBAAAASsAAAEjAAABPQAAAaoCAAABHQAAAe4CAAABwgEAAAEBAAABVAAAAcsBAAABjwEAAAGvAwAAAdECAAABAwAAASMAAAGYAQAAAWYAAAE1AAADiAMAAAGaAQAAAxQAAAEBAAADDgAAAQ0AAAECAAABRAAAARcAAAELAAABBwAAAgEAAAELAAABMgAAAR0AAAUBAAABAQAABAEAAAUCAAABDAAAAUgAAAEBAAAB3AIAAAIBAAABygEAAAHuAgAAAYoDAAABfwAAAh4AAAEDAAABKAAAAQEAAAIEAAABPwAAAQEAAAElAAABHAAAAfUBAAABPgAAAiIAAAFmAAABtQIAAAEaAAABRwAAApUBAAABKgAAAXIAAAHlAQAAAQEAAAEGAAABBwAAARMAAAIBAAABAQAABgEAAAERAAABAgAAAQsAAAEEAAABCAAAAQUAAAEBAAABAgAAAQcAAAEBAAACAQAAAQIAAAEBAAABBwAAAgcAAAEBAAABAQAAAQEAAAEBAAABHQAAARAAAAEIAAABAwAAAQEAAAEBAAABAwAAASIAAAEGAAABBwAAARQAAAEBAAABAgAAAQEAAAEEAAAMAQAABQcAAAEBAAABCwAAAQkAAAEGAAABAQAAAQsAAAEOAAACAgAAAQIAAAEJAAABAQAAAQIAAAELAAABGAAAAQsAAAEHAAABBgAAAQQAAAEKAAABBgAAAhQAAAECAAABCgAAAQQAAAEBAAADAgAAAQcAAAECAAABBAAAAQUAAAEDAAABDwAAAQMAAAEFAAABBgAAAwIAAAECAAADAQAAAQcAAAEQAAAEAQAABgEAAAEBAAABAQAAAgEAAAEBAAACAwAAAgEAAAEBAAACAQAABQIAAAUBAAAFAQAAAgEAAAIBAAACAQAAAxYAAAEFAAABBwAAAwEAAAEDAAABAQAAAgEAAAEJAAABAgAAAgMAAAEGAAABCgAAATEAAAEhAAABAQAAAT0AAAEzAAABAgAAAYkDAAABBAAAAQEAAAEbAAABEwAAAeQCAAAB1wEAAAEzAAACAQAAAQYAAAEOAAAB6gEAAAEnAAABYAAAAR4AAAGXAgAAAR0AAAEBAAABAQAAARQAAAEIAAABDAAAAZICAAAB5gIAAAECAAABAQAAAfUCAAABDwAAAgMAAAECAAABFAAAARkAAAEmAAABbAAAAQUAAAEBAAABAQAAAQIAAAQqAAADAQAAAg4AAAIBAAACFAAAAQMAAAESAAABBwAAAQEAAAEBAAABBQAAAQYAAAEYAAACBAAAAQQAAAECAAADBQAABAEAAAMCAAACAQAAAgIAAAMCAAABAQAAAQEAAAECAAABAQAABQIAAAEDAAABAgAAAQEBAAIBAQABAQEAAgEBAAIBAQAAAQEAAQEBAAIBAQABAQEAAwEBAAIBAQACBQAAAQIAAAEDAAABCQAAAQoAAAEEAAAB2wEAAAECAAABnQEAAAEBAAABCAAAAQEAAAHZAQAAAVQAAAGJAQAAAQQAAAEBAAABRQAABQEAAAMBAAABRQAAAScAAAIBAAACTAAAAQ8AAAFdAAABHAAAAgIAAAIJAAABEwAAAQQAAAGOAgAAAUUAAAEBAAACBAAAAQAAAAEKAAADZgAAAWcAAAECAAAEAQAACS0AAAEBAAABAQAAAQEAAAFoAAAByAIAAAGuAQAAAfwBAAABAQAAAQYAAAEBAAABSgAAAUkAAAGpAwAAAXEAAAFGAAABAQAAAVYAAAESAAABBgAAAQcAAAEBAAABAQAAAQEAAAQBAAADAQAAAQEAAAECAAABAwAAAQEAAAECAAABBAAAAg0AAAEBAAABAQAAAgEAAAICAAAFAQAAAgMAAAEBAAADBQAAAwIAAAEUAAABBAAAAwsAAAEBAAABBAAAARcAAAEFAAABIgAAAQ8AAAEQAAACAQAAAxoAAAEHAAABAQAAAZYBAAABAQAAAZcBAAABAQAAASUBAAcBAQAGAQEABQEBAAQBAQAAAQEAAQEBAAEBAQAAAQEAAAEBAAIBAQAAAQEAAwEBAAIBAQAAAQEAAAEBAAABAQABAQEAAAEBAAALAAACAwAAAQEAAAMFAAABAgAAAgEAAAEKAAABDAAAASsAAAMBAAACQwAAAQgAAAEKAAABAwAAAQMAAAEKAAABCAAAAQEAAAEJAAABGQAAAQQAAAEPAAABDAAAAQEAAAEYAAABBQAAAQgAAAEBAAABAwAAAQIAAAEBAAABAQAAAQEAAAMBAAABBQAAASsAAAIBAAADtQIAAAEYAAABAQAAAYcCAAABBQAAAUgAAAECAAAB7gIAAAFuAAABzwIAAAFoAAABwgEAAAICAAABpQMAAAGHAgAAAYABAAABJAAAAU8AAAEIAAABBwAAAQIAAAHRAQAAAQEAAAGgAwAAAa0BAAAGAQAAAgEAAAS6AQAAAQEAAAGHAQAAAZ0BAAABAwAAAQIAAAF0AAABBAAAAQEAAAGqAwAAAQEAAAGrAwAAAQIAAAG5AwAAAkUAAAG7AwAAAQcAAAG7AwAAAbkBAAAB6gEAAAEBAAABBAAAAQMAAAECAQABBAAAAbMDAAABZAAAAQYAAAHTAQAAAUEAAAHfAQAAAV4AAAH/AQAAAtUBAAABBwAAAQEAAAGuAQAABdgBAAABAQAAAS8AAAEBAAABAgAAAg8AAAEUAAABbgAAAQkAAAHXAgAAARYAAAEBAAABFQAAAQcAAAHIAgAAAR4AAAGfAwAAAQEAAAIjAAABqQMAAAG9AgAAAeABAAABAQAAAR0AAAHgAQAAAQEAAAI0AAAB1gIAAAEBAAABAQAAARwBAAEBAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAA8AAAEHAAABAQAAAQMAAAG+AQAAAQEAAAEiAAACEwAAAiUAAAECAAACCwAAARwAAAIBAAACAQAAAQEAAAIDAAABAQAAARAAAAELAAABAQAAAQ4AAAEjAAABEAAAAb0CAAAB2gEAAAEBAAABsAIAAAEXAAABAQAAAqIBAAABBQAAAQQAAAEBAAABIgAAARoAAAEBAAABDAAAAQkAAAEeAAABCQAAAQkAAAEBAAADIgAAAUAAAAF4AAACAgAAAgMAAAEBAQABAQAABgEAAAICAAACAQAAAQEBAAEEAAABAQAAAQUAAAEBAAACAQAAARwAAAFHAAACAQAAAQMAAAGvAQAAAUUAAAEBAAACjgIAAAL3AgAAAQEAAAECAAADGgAAAdYBAAACAQAAAdYBAAABfgAAAWkAAAIBAAAClwMAAAHtAQAAAZUCAAABAQAAAa8DAAABAQAAAUIAAAGrAgAAAS4AAAITAQAFAQEAAQEBAAABAQAAAQEAAgEBAAABAQAAAQIAAQEBAAUBAQAAAQEAAQEBAAEBAQADAQEAAQEBAAC3AwAAAQEAAAHBAgAAAsECAAABZQAAAQgAAAEZAAABwAIAAAEJAAABIwAAAiMAAAEBAAABtAEAAAEOAAABAgAAAQEAAAEEAAABAQAABgEAAAICAAABAQAAAQIAAAEBAAACAQAAAQEAAAELAAABAQAAAgkAAAIMAAABAgAAARkAAAEBAAABSQAAAQkAAAFRAAABIQAAAQEAAAEEAAABFQAAAQIAAAEXAAABEQAAATYAAAFWAAABAQAAAXsAAAEOAAABKQAAAS8AAAECAAABmwIAAAEBAAAB4QIAAAGDAwAAAV0AAAGaAQAAARcAAAEFAAABBgAAAQEAAAE4AAABAQAAAQIAAAECAAABYQAAARYAAAEBAAABFQAAARIAAAMcAAABPgAAAQEAAAEHAAABPgAAAhgAAAGRAQAAAXIAAAEBAAABJAAAAeUBAAABAQAAApsCAAABAQAAASQAAAGKAgAAAdoBAAABAQAAAU8AAAEBAAABCAAAAQEAAAECAQAFAQEABQEBAAoBAQAIAQEACAEBAAIBAgADAQEAAAEBAAEUAAACAQAAAQEAAAEJAAADOwAAAQQAAAEBAAABAgAAAQYAAAFNAAABHAEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAXgAAAQEAAAHJAQAAAQEAAAHKAQAAAQ8AAAEBAAABqQEAAAHbAQAAAZEBAAABAQAAAQQAAAEBAAACAQAAAiEAAAEmAAADAQAAAgIAAAEDAAABAQAAAwEAAAIBAAACDQEACQEBAAgBAQAMAQEACAEBAAcBAQAHAQEAAAEBAAIBAQABAQEAAwEBAAMBAQABAQEABQEBAAcBAQAHAQIAAwEBAAEBAAADAQAAAwEAAAUBAAACAQAABgEAAAECAAAFAQAABgEAAAQBAAAHAQAACAEAAAUBAAACAQAAAwEAAAEHAAAJAQAABQEAAAQCAAABAQAAAgIAAAQDAAABCAEABwEBAAUBAQAEAQEABQEBAAIBAQABAQAAAgIAAAMBAAAFAQAABQcAAAEHAAACAQAAAQEAAAEBAAAHAQEACgEBAAQBAQAFAQEABQEBAAQBAgACAQEABgEBAAQBAQACAQEACAEBAAIBAwAFAQEAAAEBAAEBAQAJAQEABgEBAAIBAQAAAQEABQEBAAcBAQABAQEAAAEAAAQBAAABAwAAAQsAAAUPAAABAQAAAQMAAAEaAAAFAQAABgEAAAIDAAABAgEAAgUAAAQBAAABAQAABQQAAAEBAAABHwAAAQMAAAEFAAABBQAAAQEAAAIjAAABBwAABAEBAAYBAQADAQEAAgEBAAABAQAAAQEAAwECAAIDAAABEAAAAgEAAAEFAAACAQAAAwEAAAIBAAACAQAAAgMAAAUBAAAGAQAABAIAAAEBAAABAQAAAgwAAAEHAAABoQEAAALeAQAAAQAAAAHtAgAAASkAAAGJAwAAAQUAAAECAAABCAAAAS4AAAIKAAABmgEAAAEFAAABEgAAAQwAAAEEAAABAgAAAQUAAAERAAABNgAAAgEAAAIhAAABBQAAAgEAAAEGAAABAQAAAQIAAAEBAAABAwAAAQsAAAEBAAABFwAAAcoBAAABOgAAATsAAAE/AAABAQAAAQEAAAEeAAABCwAAAqkDAAABDwAAAakDAAABqQMAAAEGAAABugMAAAFqAAABywEAAAEJAAAB5AIAAAGXAwAAAQAAAAMBAAAEAQAAAcsBAAABkwMAAAFcAAABDgAAAtoBAAABAgAAAQcAAAIDAAABRgAAAQoAAAEIAAABAQAAAgEAAAELAAABBQAAARsAAAEQAAABHgAAAR0AAAEGAAABBwAAAQMAAAE4AAACAgAAAQUAAAEQAAABEgAAASYAAAEBAAABCwAAAQIAAAEBAAABBAAAASEAAAENAAABgQEAAAEBAAABBwAAAQEAAAEAAAABAQAAAUoAAAJiAAABKQAAAQEAAAGXAQAABTIAAAK3AwAAAY0BAAABAQAAAwEAAAHaAQAAAaUBAAABRwAAAY0BAAABAQAAAUcAAAGNAQAAAQEAAAEiAAABAQAAARAAAAGMAQAAAQEAAAEjAAACqQMAAAEEAAABaAAAARUAAAEDAAABZQAAAdYCAAABAQAAAYcBAAAC/QEAAAEEAAACAQAAAQwAAAEFAQAGAQEAAooDAAABEAAAAwEAAAICAAABCgAAAS0AAAECAAABAQAAAgEAAAEBAQAKAQEAAwEBAAMBAQAEAQEAAQEDAAUBAQABBQAAAQIAAAIBAAABOgAAAwEAAAEFAAABHAAAAQIAAAEJAAABQwAAAQMAAAEpAAABewAAAQUAAAGLAwAAAYECAAABAQAAAZEDAAABlwIAAAEZAAABlgIAAAEBAAABNAAAAQEAAAFOAAABXAAAAQEAAAkBAAAGAQAABgEAAAUBAAAFAQAAAgEAAAMUAAABoAEAAAI1AAACBAAAAVsAAAEFAAAB1wIAAAGlAgAAAYoDAAABAQAAAgcAAAH5AgAAAQQAAAEDAAABBAAAAQYAAAEHAAABBAAAAWQAAAH/AgAAAbIDAAABqgIAAAHBAgAAAQIAAAHrAQAAAQ4AAAIBAAABPAAAAQEAAAGGAQAAAbwBAAABAQAAAQ8AAAE=`,d={v:1,analyzer:4,shard:`g7`,N:r,avg:i,docs:a,lens:o,terms:s,df:c,offs:l,post:u};export{r as N,t as analyzer,i as avg,d as default,c as df,a as docs,o as lens,l as offs,u as post,n as shard,s as terms,e as v};