var e=1,t=4,n=`g10`,r=3225,i=[3.853,2.864,66.117],a=[[`g10-c1-s01-t01`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,7,7,`textbook`,`ru`,`Kimyo 10`,`TEMA 1. ИСТОРИЯ ОРГАНИЧЕСКОЙ ХИМИИ.
ХАРАКТЕРИСТИКА ОРГАНИЧЕСКИХ СОЕДИНЕНИЙ
Изучаемые понятия:
• различия между органическими и неорганическими веществами; • органические вещества, впервые известные человеку; • история органической химии.
Египтяне и римляне использовали красители индиго и ализарина, содержащиеся в растительных веществах. Многие народы знали секреты приготовления спиртных напитков и уксуса из сахаро-крахмального сырья. Растительные масла, животные жиры, сахар, смолы, ядовитые вещества – органические вещества, получаемые и используемые в то время.
? Что такое органическая химия и в чем ее особенности?
Чтобы ответить на этот вопрос, давайте вспомним определение химии. Химия – это наука, изучающая состав, строение, свойства и изменения веществ, а также явления и процессы, происходящие при этих изменениях. Итак, органическая химия показывает, что это наука о составе, строении, свойствах и изменениях органических веществ.`],[`g10-c1-s01-t02`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,7,7,`textbook`,`ru`,`Kimyo 10`,`Итак, органическая химия показывает, что это наука о составе, строении, свойствах и изменениях органических веществ.
Ученые изначально разделили природу на две группы, называемые «живой» и «неживой». Вещества, из которых состоят живые, то есть растительные и животные организмы, определяются как «органические», а все остальные вещества определяются как неорганические или минеральные вещества.
Эта интерпретация была выведена из «витальной теории» (vita — жизнь). В истории химии ведущую роль сыграл витализм, различающий органические и неорганические вещества, т. е. минералы и мир животных и растений. Согласно виталистическим взглядам, органические вещества, в отличие от неорганических, обладают «жизненной силой». На основании этого предполагалось, что органические соединения не могут быть синтезированы из неорганических веществ.
Абу Бакр ар-Рази, арабский химик IX–X веков, делил вещества на 3 группы: растительные, животные и минеральные вещества.`],[`g10-c1-s01-t03`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,7,8,`textbook`,`ru`,`Kimyo 10`,`Абу Бакр ар-Рази, арабский химик IX–X веков, делил вещества на 3 группы: растительные, животные и минеральные вещества.
В 1675 году Никола Лемери опубликовал свой знаменитый Cours de Chimie, в котором разделил природные соединения на три класса: минеральные, растительные и животные. Вскоре эта классификация была принята.
Прогресс в развитии начался в XVI–XVII веках. В 1807 году шведский ученый Йенс Якоб Берцелиус предложил выделить изучение растительных и животных веществ в самостоятельную науку — органическую химию. Й.Я. Берцелиус считается основоположником органической химии.
Однако между 1824 и 1828 годами Фридриху Велеру впервые удалось синтезировать органические вещества из неорганических. Ученый случайно синтезировал мочевину.
Кольбе Адольф Вильгельм Германн синтезировал уксусную кислоту из простейших неорганических веществ (1845 г.), это изобретение помогло отвергнуть теорию витализма в органической химии.`],[`g10-c1-s01-t04`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,8,8,`textbook`,`ru`,`Kimyo 10`,`Кольбе Адольф Вильгельм Германн синтезировал уксусную кислоту из простейших неорганических веществ (1845 г. ), это изобретение помогло отвергнуть теорию витализма в органической химии.
Николай Николаевич Зинин впервые синтезировал анилин (1842 г.) и другие ароматические амины, заложил основы производства синтетических красителей, ароматических веществ и лекарственных.
В результате взаимодействия глицерина и жирных кислот Марселин Бертло (1853–1854 гг.) получил аналоги натуральных масел и тем самым доказал возможность их синтеза.
Он обнаружил, что глицерин представляет собой трехатомный спирт.
1861 году Александр Михайлович Бутлеров синтезировал сахаристое вещество из формалина. Он же разработал основные положения теории химического строения органических соединений, актуальные и по сей день.
1930–1940-е годы Александр Арбузов обуславливает разработку фосфор органических соединений, являющихся основой для производства пластмасс, лекарственных средств и инсектицидов.`],[`g10-c1-s01-t05`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,8,9,`textbook`,`ru`,`Kimyo 10`,`1930–1940-е годы Александр Арбузов обуславливает разработку фосфор органических соединений, являющихся основой для производства пластмасс, лекарственных средств и инсектицидов.
Благодаря этим изобретениям виталистские идеи о том, что все органические вещества должны образовываться «природным» образом, были отвергнуты.
РАЗНИЦА МЕЖДУ НЕОРГАНИЧЕСКИМИ И ОРГАНИЧЕСКИМИ ВЕЩЕСТВАМИ
1. Неорганические вещества – представляют собой химические соединения с простой молекулярной структурой и небольшой массой. Высокая температура плавления. При нагревании медленно разлагаются. Природа происхождения бывает как естественной, так и искусственной (в промышленности).
2. Не все соединения содержат атомы углерода C.
1. Органические вещества – представляют собой соединения со сложной молекулярной структурой. Они плавятся при низкой температуре, под действием высокой температуры распадаются на несколько простых компонентов. Реакция продолжается с выделением углекислого газа и воды. Молекулы содержат углерод и водород. Происхождение преимущественно природное.`],[`g10-c1-s01-t06`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,9,9,`textbook`,`ru`,`Kimyo 10`,`Реакция продолжается с выделением углекислого газа и воды. Молекулы содержат углерод и водород. Происхождение преимущественно природное.
2. Все соединения содержат атомы углерода.
3. Разница в структурном строении
4. Неорганические вещества разнообразны, наиболее распространена вода. Эти вещества имеют небольшую молекулярную массу.
5. Явление изомерии не существует в неорганических веществах.
6. По современной классификации насчитывается несколько тысяч неорганических веществ. К неорганическим веществам относятся простые и сложные вещества: металлы, неметаллы оксиды, основания, кислоты, соли.
4. Существует множество представителей различных органических веществ с большой молекулярной массой.
5. В органических веществах происходит процесс изомерии. Атомы в молекулах этих веществ расположены в разном порядке.
6. Существует несколько миллионов видов органических соединений. Углеводороды, углеводы, белки, ферменты и т. д. являются органическими веществами.`],[`g10-c1-s01-t07`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,9,10,`textbook`,`ru`,`Kimyo 10`,`Углеводороды, углеводы, белки, ферменты и т. д. являются органическими веществами.
Почему углекислый газ не считается органическим соединением?
Углекислый газ образуется в природе в результате различных неорганических химических процессов. Он выделяется из вулканов, минералов и других неодушевленных предметов. Несколько сложно провести четкую грань между органическими и неорганическими веществами, например, углекислый газ образуется и при дыхании живых организмов. Органические соединения должны в основном содержать связи C–H. Хотя в углекислом газе существует ковалентная связь между атомами углерода и кислорода, водород-H отсутствует.
На основании подобных выводов ученые отнесли углекислый газ к неорганическим веществам.
УЧЕНЫЕ, ВНЕСШИЕ ВКЛАД В РАЗВИТИЕ ОРГАНИЧЕСКОЙ ХИМИИ В УЗБЕКИСТАНЕ`],[`g10-c1-s01-t08`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,10,10,`textbook`,`ru`,`Kimyo 10`,`УЧЕНЫЕ, ВНЕСШИЕ ВКЛАД В РАЗВИТИЕ ОРГАНИЧЕСКОЙ ХИМИИ В УЗБЕКИСТАНЕ
Первые работы в области органической химии начались под руководством профессора Сергея Николаевича Наумова (1874– 1933 гг.), одного из организаторов нынешнего Национального университета Узбекистана и химического факультета. Ученый и его ученики изучали минеральные ресурсы Узбекистана, состав проб угля, серы, нефти.
Исаак Платонович Цукерваникпроводил научные исследования по получению различных гербицидов, дефолиантов и средств защиты растений на основе реакций каталитического алкилирования и ацилирования ароматических углеводородов, реакций карбонилирования органических соединений, синтезу препаратов против вредителей хлопчатника.
Обид Садыкович Садыков — узбекский химик-органик, академик (1947 г.) и президент АН Республики Узбекистан (1966– 1984 гг.). Он проводил научные исследования в области соединений, содержащихся в дикорастущих растениях Средней Азии и культурных растениях – хлопчатнике. В результате из генеративных и вегетативных органов хлопчатника выделено более 100 индивидуальных соединений.`],[`g10-c1-s01-t09`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,10,11,`textbook`,`ru`,`Kimyo 10`,`В результате из генеративных и вегетативных органов хлопчатника выделено более 100 индивидуальных соединений.
Под руководством Хамдама Усмоновича Усмонова разработан ряд технологических комплексов получения хлопковой целлюлозы, отвечающих требованиям мировых стандартов. Внедрена безусадочная технология производства ткани, медицинских полимеров, фторполимеров и др. Лауреат Государственной премии Республики Узбекистан имени Беруни (1977 г.).
Сайера Шарафовна Рашидова (1943 г.) – академик АН РУз, доктор химических наук, профессор. В результате изучения кинетики и механизма модификации химии полимеров, образования комплексов полимер-металл, разработала методы синтеза новых биологически активных полимеров. Опубликовано более 1000 научных работ. Автор 4 монографий, более 50 изобретений. Под ее руководством защищено более 20 кандидатских и 5 докторских диссертаций.
Ознакомьтесь с информацией в таблице. Объясните свои выводы.
Неорганические соединения Органические соединения`],[`g10-c1-s01-t10`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,11,11,`textbook`,`ru`,`Kimyo 10`,`…диссертаций. Ознакомьтесь с информацией в таблице. Объясните свои выводы. Неорганические соединения Органические соединения
Могут существовать в твердом, жидком или газообразном состоянии.
Могут существовать в твердом, жидком или газообразном состоянии.
Растворимость
Они нерастворимы в воде, но растворимы в органических растворах.
Скорость реакции
Эти соединения имеют низкую скорость реакции.
Сложность
Органические соединения имеют более сложную природу.
Проводимость
В большинстве водных растворов органические соединения являются плохими проводниками электричества и тепла.
Температуры плавления и кипения
Органические соединения плавятся и кипят при низких температурах.
Плотность
Эти соединения имеют плотную природу. Плотность этих соединений невелика.
Углеродные и водородные связи
Органические соединения имеют углеродные и водородные связи.
Тип связи
Между атомами органических соединений существует ковалентная связь.
Они растворимы в воде, но нерастворимы в некоторых органических соединениях.`],[`g10-c1-s01-t11`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений`,11,11,`textbook`,`ru`,`Kimyo 10`,`Они растворимы в воде, но нерастворимы в некоторых органических соединениях.
Эти соединения имеют высокую скорость реакции.
Неорганические соединения устроены проще.
Неорганические соединения в водном растворе хорошо проводят электричество и тепло.
Неорганические соединения плавятся и кипят при высоких температурах.
Углеродные и водородные связи не существуют в неорганических соединениях.
Между атомами неорганических соединений существуют ковалентные, ионные, металлические связи.
Образование солей
Большинство органических веществ не образуют солей.
Вязкость
Органические соединения обладают слабыми межмолекулярными силами. Это делает их менее вязкими.
Примеры
Примерами органических соединений являются жиры, нуклеиновые кислоты, сахара, ферменты, бензол, белки и другие.
Неорганические соединения могут образовывать соли.
Неорганические соединения имеют сильную межмолекулярную связь, поэтому они обладают высокой вязкостью.
Примерами неорганических соединений являются соли, металлы, кислоты, неметаллы и основания, вещества, состоящие из химических элементов одного типа.`],[`g10-c1-s01-d01`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений: Химия`,7,7,`definition`,`ru`,`Kimyo 10`,`Химия – это наука, изучающая состав, строение, свойства и изменения веществ, а также явления и процессы, происходящие при этих изменениях.`],[`g10-c1-s01-sum`,10,`c1`,`s01`,`1.1`,`История органической химии. Специфические свойства органических соединений: главное`,7,7,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • различия между органическими и неорганическими веществами; • органические вещества, впервые известные человеку; • история органической химии. Египтяне и римляне использовали красители индиго и ализарина, содержащиеся в растительных веществах. Многие народы знали секреты приготовления спиртных напитков и уксуса из сахаро-крахмального сырья. Растительные масла, животные жиры, сахар, смолы, ядовитые вещества – органические вещества, получаемые и используемые в то время.`],[`g10-c1-s02-t01`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений`,12,12,`textbook`,`ru`,`Kimyo 10`,`TEMA 2. ТЕОРИЯ СТРОЕНИЯ ОРГАНИЧЕСКИХ СОЕДИНЕНИЙ
Изучаемые понятия:
• возникновение теории строения органических соединений;
• правила структурной теории Бутлерова.
Возникновение теории строения органических соединений
В начале XIX века в органической химии царил хаос. Ученые смогли определить качественный и количественный состав веществ, но не имели представления о том, как атомы объединяются в молекулы. Химические реакции описывались не уравнениями реакций, а словами.
Химики того времени пытались обобщить и систематизировать знания об органических веществах. В 1830-х годах немецкие химики Юстус фон Либих и Фридрих Веллер предложили теорию радикалов, а в 1840-х годах важное место заняла теория типов французских химиков.
Теория типов Огюста Лорана и Шарля Фредерика
Жерара. Одни предложенные теории не были подтверждены (или даже отвергнуты) экспериментом, другие объявили «внутреннее строение молекул» принципиально неизвестным и допускали множество «рациональных» формул для одного и того же вещества.`],[`g10-c1-s02-t02`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений`,12,12,`textbook`,`ru`,`Kimyo 10`,`Одни предложенные теории не были подтверждены (или даже отвергнуты) экспериментом, другие объявили «внутреннее строение молекул» принципиально неизвестным и допускали множество «рациональных» формул для одного и того же вещества.
Следует отметить, что понятие валентности было введено в науку английским химиком Эдвардом Франклендом. Напомним одно из определений валентности:
валентность — это способность атома определенного элемента присоединять определенное количество атомов других элементов.
Концепция валентности была разработана немецким химиком Фридрихом Августом Кекуле. Именно он открыл, что углерод четырехвалентен в органических соединениях и что атомы углерода могут соединяться друг с другом в цепи.
Шотландский химик Арчибальд Скотт Купер предложил вариант записи валентности в формулах с помощью тире, на основе которого позже был создан современный язык формул.`],[`g10-c1-s02-t03`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений`,12,13,`textbook`,`ru`,`Kimyo 10`,`Шотландский химик Арчибальд Скотт Купер предложил вариант записи валентности в формулах с помощью тире, на основе которого позже был создан современный язык формул.
Постепенное накопление экспериментального материала и попытки осмысления его теоретически помогли создать первую научную теорию строения органических соединений, автором которой был известный русский химик Александр Михайлович Бутлеров.
В 1861 году в Германии на съезде естествоиспытателей А. М. Бутлеров в своей лекции «О химическом строении веществ» предложил использовать атомистическую теорию, основанную на атоме углерода и его особых свойствах. Он подчеркивал возможность образования химических связей между атомами углерода, способность образовывать цепочки различной длины и с определенным расположением атомов, а также различную степень длины химических связей, прочность этих связей в разных веществах, высказал свои выводы о бытие.`],[`g10-c1-s02-t04`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений`,13,13,`textbook`,`ru`,`Kimyo 10`,`…различную степень длины химических связей, прочность этих связей в разных веществах, высказал свои выводы о бытие.
Бутлеровская теория химического строения органических соединений определяется следующим образом: «Химическая природа сложной частицы определяется природой материальных частиц, входящих в ее состав, их количеством и химическим строением».
! ВЫВОДЫ ИЗ ТЕОРИИ А. БУТЛЕРОВА
1. Все атомы в молекулах органических соединений связаны друг с другом в определенной последовательности, при которой на их соединение друг с другом расходуется определенная часть химической склонности.
Последовательность комбинаций атомов в молекуле называется химической структурой, а структура представляется формулой. Последовательность соединения атомов углерода в молекуле органического вещества называется «углеродным скелетом». Химическая структура может быть представлена структурной формулой, в которой химические связи представлены черточками.`],[`g10-c1-s02-t05`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений`,13,13,`textbook`,`ru`,`Kimyo 10`,`Химическая структура может быть представлена структурной формулой, в которой химические связи представлены черточками.
Для создания структурных формул можно использовать следующий алгоритм:
• построение углеродного скелета;
• следует учитывать, что атомы углерода четырехвалентны, атомы водорода одновалентны, а атомы кислорода – двухвалентны;
• проставление символов водорода.
Структурные формулы, показывающие все химические связи между атомами, называются развернутыми формулами. Однако чаще используются сокращенные структурные формулы, в которых связи даже не показаны.
Например, развернутая структурная формула этанола:
Сокращенная структурная формула: CH3–CH2–OH.
Иногда в структурных формулах показаны только связи С–С без указания атомов водорода.
2. Свойства вещества зависят не только от числа атомов в его молекуле, но и от порядка их соединения.`],[`g10-c1-s02-t06`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений`,13,14,`textbook`,`ru`,`Kimyo 10`,`Свойства вещества зависят не только от числа атомов в его молекуле, но и от порядка их соединения.
Некоторые вещества имеют одинаковую молекулярную формулу, но обладают разными физическими и химическими свойствами. Такие вещества называются изомерами.
Например, формуле C2H6O соответствуют два соединения – этанол C2H5OH и диметиловый эфир CH3–O–CH3, их физико-химические свойства различны: этанол при нормальных условиях – жидкость, диметиловый эфир – газ; этанол неограниченно растворим в воде, растворимость диметилового эфира значительно ниже; этанол реагирует с натрием с выделением водорода, с диметиловым эфиром натрий не взаимодействует. Причиной различия свойств этих веществ является различие в их химическом строении:
CH3– CH2–OH CH3–O–CH3 этанол диметиловый эфир`],[`g10-c1-s02-t07`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений`,14,14,`textbook`,`ru`,`Kimyo 10`,`…веществ является различие в их химическом строении: CH3– CH2–OH CH3–O–CH3 этанол диметиловый эфир
3. По свойствам данного вещества можно определить строение его молекулы, а по строению молекулы предвидеть свойства. До А. Бутлерова считалось, что структуру молекулы определить невозможно. А. Бутлеров доказал ошибочность этих мнений. Он практически показал, что, изучая свойства веществ, можно предсказать строение молекулы и, наоборот, некоторые его химические свойства можно предсказать по строению молекулы:
4. Атомы и группы атомов в молекуле вещества взаимодействуют друг с другом. Например, C2H5OH, NaOH, CH3COOH имеют гидроксильные группы.
C2H5–OH Na–OH этиловый спирт гидроксид натрия уксусная кислота
Их свойства различны: C2H5OH – нейтральная, NaOH – сильное основание, CH3COOH – кислая. Причиной этого является взаимодействие атомов и групп атомов, связанных с этими веществами.`],[`g10-c1-s02-t08`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений`,14,14,`textbook`,`ru`,`Kimyo 10`,`Причиной этого является взаимодействие атомов и групп атомов, связанных с этими веществами.
5. В химических реакциях участвуют не все атомы, входящие в состав молекулы вещества, а некоторые атомы или группа атомов. 2C2H5OH + 2Na → 2C2H5ONa + H2↑
В этой реакции только водород в гидроксильной группе (-ОН) обменивается с металлическим натрием, на остальные атомы водорода натрий не влияет.
Теория строения составляла научную основу органической химии и способствовала быстрому развитию науки. Все положения теории сохранили свое теоретическое и практическое значение, дальнейшее ее развитие связано с теорией пространственного строения молекул и электронными теориями.
1. Напишите структурные формулы соединений: C2H5Cl, CH4O, CH5N, CH4S.
2. Известно семь соединений с формулой C4H10O. Напишите их структурные формулы.`],[`g10-c1-s02-d01`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений: химической структурой, «углеродным скелетом»`,12,13,`definition`,`ru`,`Kimyo 10`,`валентность — это способность атома определенного элемента присоединять определенное количество атомов других элементов.
Последовательность комбинаций атомов в молекуле называется химической структурой, а структура представляется формулой.
Последовательность соединения атомов углерода в молекуле органического вещества называется «углеродным скелетом».`],[`g10-c1-s02-d02`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений: развернутыми формулами, изомерами`,13,13,`definition`,`ru`,`Kimyo 10`,`Структурные формулы, показывающие все химические связи между атомами, называются развернутыми формулами.
Такие вещества называются изомерами.`],[`g10-c1-s02-sum`,10,`c1`,`s02`,`1.2`,`Теория строения органических соединений: главное`,12,13,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • возникновение теории строения органических соединений; • правила структурной теории Бутлерова.
Выводы: ИЗ ТЕОРИИ А. БУТЛЕРОВА 1. Все атомы в молекулах органических соединений связаны друг с другом в опре- деленной последовательности, при которой на их соединение друг с другом расходу- ется определенная часть химической склонности. Последовательность комбинаций атомов в молекуле называется химической структурой, а структура представляется формулой. Последовательность соединения атомов углерода в молекуле органического вещества называется «углеродным ске- летом». Химическая структура может быть представлена структурной формулой, в которой химические связи представлены черточками. Для создания структурных формул можно использовать следующий алгоритм:`],[`g10-c1-s03-t01`,10,`c1`,`s03`,`1.3`,`Валентность и степени окисления углерода в органических соединениях`,15,15,`textbook`,`ru`,`Kimyo 10`,`TEMA 3. ВАЛЕНТНОСТЬ И СТЕПЕНИ ОКИСЛЕНИЯ
УГЛЕРОДА В ОРГАНИЧЕСКИХ СОЕДИНЕНИЯХ
Изучаемые понятия:
• валентность углерода в органических соединениях;
• способность атомов углерода образовывать связи.
! Углерод – уникальный элемент
Причина такого статуса в том, что:
1) углерод образует полярную ковалентную связь с большинством элементов;
2) валентность в соединениях IV;
3) атомы углерода могут соединяться друг с другом в разные цепочки (открытые, закрытые, неразветвленные, разветвленные);
4) формы не только простые (первичные), но и сложные (вторичные, третичные);
5) может образовывать прочные соединения практически с любыми другими элементами.
Четырехвалентность атома углерода обусловлена переходом его атома в возбужденное состояние, в котором имеется четыре неспаренных электрона:
Основное состояние Возбужденное состояние
На переход в возбужденное состояние расходуется энергия (около 360 kJ/mol), которая полностью компенсируется при образовании четырех ковалентных связей. При образовании четырех связей C–H выделяется 1640 kJ/mol энергии.`],[`g10-c1-s03-t02`,10,`c1`,`s03`,`1.3`,`Валентность и степени окисления углерода в органических соединениях`,15,16,`textbook`,`ru`,`Kimyo 10`,`На переход в возбужденное состояние расходуется энергия (около 360 kJ/mol), которая полностью компенсируется при образовании четырех ковалентных связей. При образовании четырех связей C–H выделяется 1640 kJ/mol энергии.
Являются ли реакции экзотермическими или эндотермическими, зависит от количества поглощенной и выделенной энергии.
Атом углерода имеет валентность IV в CH4, CF4, CO2, H2CO3, CH3OH и других соединениях (кроме угарного газа).
Степени окисления органических соединений
Если предполагается, что химическое соединение имеет полностью ионное строение, то условный заряд элемента в его составе называется степенью окисления этого элемента.
Атомы углерода в органических соединениях всегда тетравалентны, то есть образуют четыре ковалентные связи. В отличие от валентности степень окисления углерода в молекулах органических соединений может принимать различные значения в зависимости от относительной электроотрицательности атомов, непосредственно связанных с атомом углерода.`],[`g10-c1-s03-t03`,10,`c1`,`s03`,`1.3`,`Валентность и степени окисления углерода в органических соединениях`,16,16,`textbook`,`ru`,`Kimyo 10`,`…различные значения в зависимости от относительной электроотрицательности атомов, непосредственно связанных с атомом углерода.
Определить степень окисления атомов углерода в молекулах органических веществ можно по структурной формуле вещества. Для этого необходимо составить структурную формулу соединения и показать смещение общих электронных пар.
Если электроотрицательность атома углерода выше, чем у атома, к которому он присоединен, электронная пара будет двигаться в сторону атома углерода. Наоборот, если электроотрицательность атома углерода ниже, чем у присоединенного к нему атома, электронная пара будет удаляться от атома углерода, например: смещение электронной пары в молекуле уксусной кислоты.
В случае неполярных связей смещения электронных пар не происходит. Степень окисления атома углерода определяется разностью между числом электронных пар, перешедших к атому углерода, и числом удаленных от него электронных пар. При этом следует иметь в виду следующее:`],[`g10-c1-s03-t04`,10,`c1`,`s03`,`1.3`,`Валентность и степени окисления углерода в органических соединениях`,16,16,`textbook`,`ru`,`Kimyo 10`,`Степень окисления атома углерода определяется разностью между числом электронных пар, перешедших к атому углерода, и числом удаленных от него электронных пар. При этом следует иметь в виду следующее:
если число электронных пар, притягивающихся к атому углерода, больше числа удаляющихся от него, то степень окисления атома углерода будет иметь отрицательное значение, равное этой разности;
если число электронных пар, удаляющихся от атома углерода, больше, чем притягивающихся к нему, то степень окисления атома углерода будет иметь положительную величину, равную этой разности;
степень окисления углерода может быть нулевой, если число пар электронов, притянувшихся к атому углерода, равно числу пар электронов, удаленных от него.
Например:
Как видно из приведенных примеров, степень окисления атомов углерода в одной молекуле органического соединения может иметь разные значения.
Рассмотрим алгоритм определения степеней окисления атомов в молекуле метанола с помощью эмпирической формулы и алгебраического метода:`],[`g10-c1-s03-t05`,10,`c1`,`s03`,`1.3`,`Валентность и степени окисления углерода в органических соединениях`,16,17,`textbook`,`ru`,`Kimyo 10`,`Рассмотрим алгоритм определения степеней окисления атомов в молекуле метанола с помощью эмпирической формулы и алгебраического метода:
1. Структурная формула метанола CH3 – OH и эмпирическая формула CH4O.
2. Обозначим степень окисления углерода как «х», запишем степени окисления водорода и кислорода: CxH4+1O-2
3. Находим степень окисления углерода, составив уравнение с одним неизвестным:
Степени окисления атомов углерода в соединениях
CH4 CH3–CH3; R-CH3 R2CH2; H2C=CH2; CH3Cl; CH3OH; RCH2–CH2R R3CH; HC≡CH; RHC=CHR; R2CH–CHR2; C6H6; RCH2OH R4C; R3C–CR3; R2C=CR2; RC≡CR; H2C=O; CH2Cl2; R2CHOH
R2C=O; HCOOH; CHCl3 RCOOH CO2; CCl4; H2CO3
Первичный атом углерода
Вторичный атом углерода
Четвертичный атом углерода
Третичный атом углерода
Определите степени окисления всех атомов углерода в молекулах органических веществ:
3. CH3 – CH2 – COOH
4. CH3 – C(O) – CH3 7. CH3 – COO – C2H5 5. CH2=CH2 8. C6H5 – NH2 6. CH2(OH) – CH2(OH)`],[`g10-c1-s03-d01`,10,`c1`,`s03`,`1.3`,`Валентность и степени окисления углерода в органических соединениях: степенью окисления этого элемента`,16,16,`definition`,`ru`,`Kimyo 10`,`Если предполагается, что химическое соединение имеет полностью ионное строение, то условный заряд элемента в его составе называется степенью окисления этого элемента.`],[`g10-c1-s03-sum`,10,`c1`,`s03`,`1.3`,`Валентность и степени окисления углерода в органических соединениях: главное`,15,15,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • валентность углерода в органических соединениях; • способность атомов углерода образовывать связи.`],[`g10-c1-s04-t01`,10,`c1`,`s04`,`1.4`,`Изомерия и ее виды`,18,18,`textbook`,`ru`,`Kimyo 10`,`TEMA 4. ИЗОМЕРИЯ И ЕЕ ВИДЫ
Понятия, необходимые для изучения
• определение изомеров; • изомерия предельных углеводородов.
? Почему вещества с одинаковым составом обладают разными свойствами?
Органические вещества обладают способностью образовывать изомеры. Эти соединения имеют одинаковое количество атомов, но различаются по структуре или положению в пространстве. Строение и расположение молекулы влияет на физические и химические свойства органических соединений. Понятие изомерии было введено в химию в 30-х годах XIX века шведским ученым Ю. Берцелиусом.
А. Бутлеров объяснил явление изомерии в теории химического строения органических веществ. Второй пункт теории показал, что свойства химических веществ зависят не только от количества атомов, но и от их положения в пространстве и молекул. Ученый первым объяснил сущность явления изомерии, синтезировал изобутилен и провел реакцию его полимеризации, положив тем самым основу для синтеза высокомолекулярных соединений. Он синтезировал многие органические вещества.`],[`g10-c1-s04-t02`,10,`c1`,`s04`,`1.4`,`Изомерия и ее виды`,18,18,`textbook`,`ru`,`Kimyo 10`,`Ученый первым объяснил сущность явления изомерии, синтезировал изобутилен и провел реакцию его полимеризации, положив тем самым основу для синтеза высокомолекулярных соединений. Он синтезировал многие органические вещества.
Вещества с одинаковой молекулярной формулой, но разными физическими
! и химическими свойствами называются изомерами.
Существует два типа изомерии:
1) структурная – связана с расположением атомов или групп атомов в молекуле вещества, а также с состоянием нескольких связей;
2) пространственная – отражает положение молекулы в пространстве относительно условной плоскости.
1) Структурная изомерия
Различают структурные изомерии углеродного скелета, положения и межклассовую изомерию.
A) Изомерия углеродного скелета заключается в переносе метильной группы на –CH3 любой атом углерода молекулы. Например, одна группа (CH3–CH2–CH2–CH2–CH3) может быть отделена от пентана и присоединена ко второму атому с образованием 2-метилбутана. H3C–CH2–CH2–CH2–CH3 H3C–CH–CH2–CH3 1H3C– 2CH2–3CH2–4CH3 1H3C –2CH–3CH3`],[`g10-c1-s04-t03`,10,`c1`,`s04`,`1.4`,`Изомерия и ее виды`,18,19,`textbook`,`ru`,`Kimyo 10`,`Например, одна группа (CH3–CH2–CH2–CH2–CH3) может быть отделена от пентана и присоединена ко второму атому с образованием 2-метилбутана. H3C–CH2–CH2–CH2–CH3 H3C–CH–CH2–CH3 1H3C– 2CH2–3CH2–4CH3 1H3C –2CH–3CH3
CH3 пентан 2-метилбутан n-бутан
B) Различают три вида изомерии положения:
1) изомеры, образующиеся ообразующиеся за счет движения двойных или тройных связей:
CH2=C=CH–CH3 (бутадиен-1,2) и CH2=CH–CH=CH2 (бутадиен-1,3);
2) изменение положения функциональной группы:
CH3–CH2–CH2–CH2OH (бутанол-1) и CH3–CH2–CHOH–CH3 (бутанол-2);
3) изомерия в зависимости от положения заместителя (галогена) в молекуле:
CH3–CHCl–CH2–CH3 (2-хлорбутан) и CH2Cl–CH2–CH2–CH3 (1-хлорбутан).
CH3 изобутан
Количество изомеров вещества зависит от количества атомов углерода в моле-
! куле. Чем длиннее цепь, тем больше изомерных вариантов.`],[`g10-c1-s04-t04`,10,`c1`,`s04`,`1.4`,`Изомерия и ее виды`,19,19,`textbook`,`ru`,`Kimyo 10`,`куле. Чем длиннее цепь, тем больше изомерных вариантов.
С) Изомерия различных классов органических соединений (межклассовая изомерия) обусловлена различным положением и сочетанием атомов в молекулах веществ, имеющих одинаковую молекулярную формулу, но принадлежащих разным классам. В некоторых случаях, например, при перемещении атома или группы атомов с конца молекулы на середину образуется вещество, принадлежащее другому классу. При этом молекулярная формула веществ остается прежней. Например, CH3–CH2–OH этанол и CH3–O–CH3 представляют собой диметиловый эфир.
Молекулярная формула обоих веществ C2H6O. Другой пример: пропилен и циклопропан с формулой C3H6.
пропилен циклопропан
А. М. Бутлеров так описывает явление изомерии: «Подобно тому, как строители строят здания разной формы из одного и того же количества строительных материалов — дерева, кирпича и цемента, так и природа может создавать молекулы разной структуры из одного и того же количества «строительных материалов» — атомов углерода, водорода и кислорода».`],[`g10-c1-s04-t05`,10,`c1`,`s04`,`1.4`,`Изомерия и ее виды`,19,19,`textbook`,`ru`,`Kimyo 10`,`…молекулы разной структуры из одного и того же количества «строительных материалов» — атомов углерода, водорода и кислорода».
2) Пространственная изомерия
Оптическая изомерия свойственна молекулам веществ с асимметричным атомом углерода. Молекулы оптических изомеров относятся друг к другу как объекты и несовместимые образы.
Геометрическая изомерия характерна для соединений, в которых положения заместителей различны относительно плоскости двойной связи или кольца. Например, для алкенов и циклоалканов. Двойные связи не могут свободно вращаться вокруг своей оси. Поэтому заместители атомов углерода в двойной связи могут располагаться по одну сторону от плоскости двойной связи (цис-изомер) или по разные стороны от плоскости двойной связи (транс-изомер). Например, бутен-2 имеет цис- и транс-изомеры.
плоскость π-связи цис-бутен-2 транс-бутен-2`],[`g10-c1-s04-t06`,10,`c1`,`s04`,`1.4`,`Изомерия и ее виды`,19,20,`textbook`,`ru`,`Kimyo 10`,`…(транс-изомер). Например, бутен-2 имеет цис- и транс-изомеры. плоскость π-связи цис-бутен-2 транс-бутен-2
Конформационная (вращательная) изомерия зависит от вращения атомов или групп атомов вокруг одной или нескольких простых σ-связей. В результате вращения вокруг связей С—С молекулы могут иметь различные пространственные формы, которые называются конформациями.
Антиконформация Кривая конформация
Структурная изомерия
CH3 CH3
CH3−C−CH2−CH—CH3
CH3 изооктан CH3−CHCl−CH3
2-хлорпропан CH3−CH=CH2−CH3 бутен-2
Изомерия углеродного скелета n-октан
Изомерия по положению заместителей Изомерия по положению двойных или тройных связей Изомерия по расположению функциональных групп
Межклассовая изомерия
CH3−CH2−CH2Cl
1-хлорпропан CH2=CH−CH2−CH3 бутен-1
CH3−CH2−CH2−OH пропанол -1
CH3−CH−CH3
OH пропанол -2 CH2═CH−CH2−CH3 бутин-1
CH2═CH−CH═CH2 бутадиен-1,3
Пространственная изомерия
OH OH
Br CH3
Cl 1-бром 1-хлорэтанол
Оптическая изомерия (энантиомеры)`],[`g10-c1-s04-t07`,10,`c1`,`s04`,`1.4`,`Изомерия и ее виды`,20,21,`textbook`,`ru`,`Kimyo 10`,`…CH2═CH−CH═CH2 бутадиен-1,3 Пространственная изомерия OH OH Br CH3 Cl 1-бром 1-хлорэтанол Оптическая изомерия (энантиомеры)
CH3 Br
Cl 1-бром 1-хлорэтанол
Геометрическая изомерия (цис-транс изомерия)
транс-пентен-2 цис-пентен-2
Конформационная изомерия n-бутан конформация бутана
Порядок написания изомеров органического соединения, содержащего C6H14:
1. Изобразите молекулу линейного изомера (его углеродный скелет). 2. Расположите все 6 атомов углерода в одну цепь (изомер 1).
3. Укоротите углеродную цепь на один атом углерода, но на второй атом углерода добавьте метильный радикал (изомер 2).
4. Перенесите метильную группу на третий атом углерода (изомер 3).
5. Снова укоротите углеродную цепь и поместите два метильных радикала на один и тот же атом углерода (изомер 4).
6. Расположите метильные радикалы на соседние атомы углерода (изомер 5).
1. Что такое изомеры?
2. Почему нет изомеров метана, этана и пропана?
3. Напишите структурные формулы всех углеводородов в C7H16.
4. Перечислите первичные, вторичные и третичные атомы углерода для изомерных углеводородов в C4H10.
2 изомер`],[`g10-c1-s04-d01`,10,`c1`,`s04`,`1.4`,`Изомерия и ее виды: изомерами, конформациями`,18,20,`definition`,`ru`,`Kimyo 10`,`и химическими свойствами называются изомерами.
В результате вращения вокруг связей С—С молекулы могут иметь различные пространственные формы, которые называются конформациями.`],[`g10-c1-s05-t01`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений`,22,22,`textbook`,`ru`,`Kimyo 10`,`TEMA 5. КЛАССИФИКАЦИЯ ОРГАНИЧЕСКИХ СОЕДИНЕНИЙ
Изучаемые понятия:
• насыщенные и ненасыщенные углеводороды; • углеводороды с открытой, замкнутой цепью; • кислородсодержащие и азотсодержащие органические соединения.
Классификация органических веществ
Классификация органических соединений определяется строением углеродной цепи (углеродного скелета), наличием функциональных групп и структурными свойствами.
Функциональная группа – это атом или группа атомов, определяющая принадлежность молекулы к определенному классу органических соединений, и химические свойства, соответствующие этому классу соединений.
Последовательность атомов углерода в молекуле органического соединения называется углеродным скелетом.
Классификация органических веществ по их составу
Кислородсодержащие органические соединения
Производные углеводородов, содержащие в своих молекулах кислород`],[`g10-c1-s05-t02`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений`,22,23,`textbook`,`ru`,`Kimyo 10`,`Производные углеводородов, содержащие в своих молекулах кислород
Азотсодержащие органические соединения
Производные углеводородов, содержащие в своих молекулах азот
Углеводороды
Состоят из атомов углерода и водорода
Состав углеводородов представлен формулой CxHy, то есть они содержат только атомы углерода и водорода.
В зависимости от типа связи между атомами С они бывают насыщенными или ненасыщенными углеводородами.
Кроме того, углеводороды делятся на циклические (углеродная цепь образует кольцо) и ациклические или алифатические (углеродная цепь не замыкается в кольцо) типы.
Типы углеродного скелета
Типы ациклических углеродных скелетов
Внутри самого углеродного скелета отдельные атомы углерода должны быть классифицированы в соответствии с количеством атомов углерода, с которыми они химически связаны. Если данный атом углерода связан с одним атомом углерода, он называется первичным, с двумя — вторичным и так далее.`],[`g10-c1-s05-t03`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений`,23,24,`textbook`,`ru`,`Kimyo 10`,`Если данный атом углерода связан с одним атомом углерода, он называется первичным, с двумя — вторичным и так далее.
первичный вторичный третичный четвертичный
Углеводороды
Ненасыщенный (содержит двойные или тройные связи между атомами углерода)
Насыщенный (содержит только одинарную связь)
Ароматические углеводороды
Циклические угле- Углеводороды Углеводороды с Углеводороды водороды с тремя с одной двой- двумя двойны- с одной трой- двойными связяной связью ми связями ной связью ми (бензольное кольцо)
CnH2n-2 CnH2n-2 CnH2n-6
Алканы Циклоалканы Алкены
Алкадиены Алкины
Углеводороды Атомы углерос открытой углеродной цепью да соединены замкнутым кольцом
CnH2n+2 CnH2n CnH2n
Этан Циклобутан Этилен
CH3–CH3 CH2=CH2
Дивинил Ацетилен Бензол
CH2=CH– CH≡CH CH=CH2
Ациклические углеводороды
Линейная углеродная цепь Разветвленная углеродная цепь н-бутан Изобутан
Кислородсодержащие органические соединения`],[`g10-c1-s05-t04`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений`,24,24,`textbook`,`ru`,`Kimyo 10`,`…Линейная углеродная цепь Разветвленная углеродная цепь н-бутан Изобутан Кислородсодержащие органические соединения
Поскольку кислород имеет валентность II, он может образовывать две первичные связи или одну двойную связь. Соответственно, он соединяется с водородом и углеродом в органическую молекулу.
Основные функциональные группы, содержащие кислород.
1) –OH гидроксильная группа;
2) >C=O карбонильная группа;
3) карбоксильная группа.
Кислородсодержащие органические соединения
ОН группа С=О группа группа гидроксильная спирт фенол
R–OH карбонильная альдегид кетон карбоксильная карбоновая сложный кислота эфир метанол фенол
CH3–OH ацетальдегид пропанон уксусная метилацетат кислота
Другой класс кислородсодержащих органических соединений – эфиры. В эфирах углеводородные радикалы соединяются с атомами кислорода. Например, диметиловый эфир: CH3-O-CH3.
Азотсодержащие органические соединения`],[`g10-c1-s05-t05`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений`,24,25,`textbook`,`ru`,`Kimyo 10`,`…соединяются с атомами кислорода. Например, диметиловый эфир: CH3-O-CH3. Азотсодержащие органические соединения
Азотистые вещества можно разделить на классы по наличию определенных функциональных групп:
• амины содержат – NH2, –NHR или –NRR1 группы,
• нитрилы (цианиды) (CN группа),
• азотсодержащие гетероциклические соединения.
Некоторые органические вещества содержат как азот, так и кислород. К ним относятся:
• нитросоединения –NO2;
• амиды – NH2;
• аминокислоты, представляющие собой многофункциональные соединения, содержащие карбоксильную группу –СООН и аминогруппу (–NH2).
Азотсодержащие органические соединения
Нитрос оединения
R–NO2
Гетероциклические соединения
Амины
–NHR
–NRR1
Нитриллы
Амиды
R–C(NH2)=O
Аминокислоты
–NH2, –COOH
Пиррол
Метиламин
Нитрилл уксусной кислоты
CH3–C≡N
Нитрометан
Амид уксусной кислоты
CH3–C(NH2)=O
Аминоуксусная кислота
CH3–NH2`],[`g10-c1-s05-t06`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений`,25,25,`textbook`,`ru`,`Kimyo 10`,`…Нитрилл уксусной кислоты CH3–C≡N Нитрометан Амид уксусной кислоты CH3–C(NH2)=O Аминоуксусная кислота CH3–NH2
CH3–NO2
CH2(NH2)–COOH
N H
Органические соединения также могут содержать несколько одинаковых или разных функциональных групп.
Одним из важнейших понятий органической химии является гомология.
Гомологи – это соединения, принадлежащие к одному классу, имеющие сходные свойства, но отличающиеся одной или несколькими группами –CH2.
Гомологи образуют гомологический ряд, состав которого можно представить одной общей формулой, например: алканы CnH2n+2, алкены CnH2n и т. д. Физические свойства гомологов закономерно изменяются: с увеличением числа атомов углерода повышаются температуры плавления и кипения веществ, уменьшается их растворимость в воде.`],[`g10-c1-s05-t07`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений`,25,25,`textbook`,`ru`,`Kimyo 10`,`…углерода повышаются температуры плавления и кипения веществ, уменьшается их растворимость в воде.
1. Объясните необходимость классификации органических соединений. 2. Как вы думаете, почему многие органические вещества обладают сходными свойствами? 3. Как классифицировать органические соединения со сходными свойствами? 4. Что такое углеродный скелет? 5. Что такое функциональная группа? Приведите примеры наиболее важных функциональных групп. 6. Может ли молекула органического соединения содержать несколько одинаковых или разных функциональных групп? Обоснуйте ответ. 7.
Чем отличаются друг от друга соединения, принадлежащие к одному классу органических соединений? 8. Объясните, почему соединения, принадлежащие к одному и тому же гомологическому ряду, имеют сходные свойства, но при этом имеют ряд отличий.`],[`g10-c1-s05-d01`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений: Функциональная группа, углеродным скелетом, первичным`,22,23,`definition`,`ru`,`Kimyo 10`,`Функциональная группа – это атом или группа атомов, определяющая принадлежность молекулы к определенному классу органических соединений, и химические свойства, соответствующие этому классу соединений.
Последовательность атомов углерода в молекуле органического соединения называется углеродным скелетом.
Если данный атом углерода связан с одним атомом углерода, он называется первичным, с двумя — вторичным и так далее.`],[`g10-c1-s05-d02`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений: Гомологи`,25,25,`definition`,`ru`,`Kimyo 10`,`Гомологи – это соединения, принадлежащие к одному классу, имеющие сходные свойства, но отличающиеся одной или несколькими группами –CH2.`],[`g10-c1-s05-sum`,10,`c1`,`s05`,`1.5`,`Классификация органических соединений: главное`,22,22,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • насыщенные и ненасыщенные углеводороды; • углеводороды с открытой, замкнутой цепью; • кислородсодержащие и азотсодержащие органические соединения.`],[`g10-c1-s06-t01`,10,`c1`,`s06`,`1.6`,`Типы реакций, характерных для органических соединений`,26,26,`textbook`,`ru`,`Kimyo 10`,`TEMA 6. ТИПЫ РЕАКЦИЙ, ХАРАКТЕРНЫЕ Д ЛЯ ОРГАНИЧЕСКИХ СОЕДИНЕНИЙ
Изучаемые понятия:
• субстрат, реагент; • реакции в зависимости от характера химических превращений; • механизмы химических реакций.
Реакции, свойственные органическим соединениям, классифицируют по характеру химических превращений и механизмам химических реакций. Основное органическое соединение, участвующее в реакции, называется субстратом, а другой компонент реакции условно считается реагентом, а образующееся вещество считается продуктом.
CH2═ CH2+Cl2 → CH2Cl–CH2Cl субстрат реагент продукт
Субстрат – является основным органическим веществом, вступающим в реакцию.
Реагент – это вещество, которое воздействует на субстрат.
Классификация по характеру химических изменений:
• реакции присоединения; • реакции замещения; • реакции разложения; • реакции изомеризации и перегруппировки.
Реакции замещения AB + C → AC + B
В реакциях замещения – один атом или группа атомов в исходной молекуле замещается другим атомом или группой атомов, образуя новую молекулу.`],[`g10-c1-s06-t02`,10,`c1`,`s06`,`1.6`,`Типы реакций, характерных для органических соединений`,26,27,`textbook`,`ru`,`Kimyo 10`,`В реакциях замещения – один атом или группа атомов в исходной молекуле замещается другим атомом или группой атомов, образуя новую молекулу.
CH3–CH3 + Cl2 воздействие света CH3–CH2Cl + HCl
CH3–CH2Cl + KOH(водный раствор) CH3–CH2OH + KCl
Реакции присоединения A + B → C
В ходе реакций синтеза из молекул двух и более веществ образуется одна молекула нового соединения. Такие реакции особенно характерны для непредельных соединений. К реакциям присоединения относятся такие реакции, как гидрирование (восстановление), галогенирование, гидрогалогенирование, гидратация, полимеризация:
1. Гидрирование – присоединение молекулы водорода:
CH3–СН = CH2 + H2 → CH3–CH2–CH3.
пропен пропан
2. Галогенирование – присоединение молекулы галогена: CH2=CH2 + Cl2 → CH2Cl–CH2Cl этен 1,2-дихлорэтан
3. Гидрогалогенирование представляет собой реакцию связывания галогена с водородом (например, гидрохлорирование):
CH2=CH2 + HCl → CH3–CH2–Cl этен хлорэтан`],[`g10-c1-s06-t03`,10,`c1`,`s06`,`1.6`,`Типы реакций, характерных для органических соединений`,27,27,`textbook`,`ru`,`Kimyo 10`,`…собой реакцию связывания галогена с водородом (например, гидрохлорирование): CH2=CH2 + HCl → CH3–CH2–Cl этен хлорэтан
Реакции разложения А → В + С + . . .
В результате реакции разложения из молекулы сложного органического вещества образуется несколько менее сложных или простых веществ: C10H22 → C5H12 + C5H10
Реакция элиминации (разложения) А → В + С
Реакции, в которых из исходной молекулы соединения образуется несколько молекул новых веществ, называются реакциями разложения или элиминации: CH3–CH2Cl → CH2=CH2 + HCl CH3–CH2OH → CH2=CH2 + H2O CH3–CH3 → CH2=CH2 + H2
Реакции изомеризации и перегруппировки А → В
В органическом соединении переход (миграция) отдельных атомов или групп атомов из одной части молекулы в другую без изменения ее качественного и количественного состава:
н-пентан 2-метилбутан
Кроме того, такие реакции, как полимеризация и поликонденсация, являются особыми типами реакций, характерными для органических соединений.`],[`g10-c1-s06-t04`,10,`c1`,`s06`,`1.6`,`Типы реакций, характерных для органических соединений`,27,28,`textbook`,`ru`,`Kimyo 10`,`Кроме того, такие реакции, как полимеризация и поликонденсация, являются особыми типами реакций, характерными для органических соединений.
Реакции окисления
В органической химии реакции окисления, восстановления ограничиваются рассмотрением реакции потери или приобретения атомов водорода и кислорода: вещество теряет атомы Н либо окисляется за счет присоединения атомов О. Окислитель обозначается символом [O]:
CH3CHO → CH3COOH CH3COCH3 → CH3CH(OH)CH3
Реакции конденсации и поликонденсации
Конденсация состоит во взаимодействии нескольких (двух и более) органических соединений с образованием новых С–С-связей и низкомолекулярных соединений.
Реакции конденсации – реакции присоединения нескольких молекул органических веществ, при которых выделяются вода, аммиак и другие простые вещества.
Реакция поликонденсации – это процесс образования более высокомолекулярных соединений из низкомолекулярных веществ, при котором выделяется дополнительное вещество (вода, аммиак, хлороводород и др.): nHOOC−C6H4−COOH+nHO−CH2−CH2−OH → (–OC−C6H4 −CO−O−CH2 −CH2−O–)n+2nH2O+ Q`],[`g10-c1-s06-t05`,10,`c1`,`s06`,`1.6`,`Типы реакций, характерных для органических соединений`,28,28,`textbook`,`ru`,`Kimyo 10`,`): nHOOC−C6H4−COOH+nHO−CH2−CH2−OH → (–OC−C6H4 −CO−O−CH2 −CH2−O–)n+2nH2O+ Q
В гомолитических реакциях в результате разрыва ковалентных связей образуются радикалы, т. е. частицы с нечетными электронами. В таких реакциях новая ковалентная связь образуется за счет как реагента, так и радикала субстрата. Гомолитические реакции протекают в газовой фазе или в среде неполярного растворителя под действием высокой температуры или высокоэнергетического света:
Cl2 → Cl* +Cl* R−H +Cl* → R* + HCl
R* + HCl → R−Cl +Cl*
Гетеролитические реакции протекают с образованием ионных пар в результате поляризации ковалентной связи. Эти реакции в основном проводят в полярных растворителях, при умеренных температурах и в некоторых случаях в присутствии катализатора.
1. Приведите примеры реакций, изменяющих углеродный скелет. 2. Приведите примеры реакций, в которых углеродный скелет не изменяется. 3. В чем разница между неорганическими реакциями и органическими реакциями?
Приведите примеры.`],[`g10-c1-s06-d01`,10,`c1`,`s06`,`1.6`,`Типы реакций, характерных для органических соединений: субстратом, Реагент`,26,26,`definition`,`ru`,`Kimyo 10`,`Основное органическое соединение, участвующее в реакции, называется субстратом, а другой компонент реакции условно считается реагентом, а образующееся вещество считается продуктом.
Реагент – это вещество, которое воздействует на субстрат.`],[`g10-c1-s06-d02`,10,`c1`,`s06`,`1.6`,`Типы реакций, характерных для органических соединений: реакциями разложения или элиминации, Реакция поликонденсации`,27,28,`definition`,`ru`,`Kimyo 10`,`Реакции, в которых из исходной молекулы соединения образуется несколько молекул новых веществ, называются реакциями разложения или элиминации: CH3–CH2Cl → CH2=CH2 + HCl CH3–CH2OH → CH2=CH2 + H2O CH3–CH3 → CH2=CH2 + H2
Реакция поликонденсации – это процесс образования более высокомолекулярных соединений из низкомолекулярных веществ, при котором выделяется дополнительное вещество (вода, аммиак, хлороводород и др.`],[`g10-c1-s06-sum`,10,`c1`,`s06`,`1.6`,`Типы реакций, характерных для органических соединений: главное`,26,26,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • субстрат, реагент; • реакции в зависимости от характера химических превращений; • механизмы химических реакций. Реакции, свойственные органическим соединениям, классифицируют по характеру химических превращений и механизмам химических реакций. Основное органическое соединение, участвующее в реакции, называется субстратом, а другой компонент реакции условно считается реагентом, а образующееся вещество считается продуктом. CH2═ CH2+Cl2 → CH2Cl–CH2Cl субстрат реагент продукт Субстрат – является основным органическим веществом, вступающим в реакцию. Реагент – это вещество, которое воздействует на субстрат.`],[`g10-c1-s07-t01`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений`,29,29,`textbook`,`ru`,`Kimyo 10`,`TEMA 7. НОМЕНКЛАТУРА ОРГАНИЧЕСКИХ СОЕДИНЕНИЙ
Изучаемые понятия:
• тривиальная номенклатура; • рациональная номенклатура; •номенклатура IUPAC.
Химическая номенклатура
Химическая номенклатура – это названия отдельных химических веществ, их групп и классов, а также правила составления этих названий. Научная классификация и номенклатура органических соединений основана на принципах теории химического строения А.М. Бутлерова.
Органические вещества
Ациклические Циклические
Предельные Карбоциклические
Гетероциклические
Алифатические
Непредельные
Ароматические
I. Ациклические соединения – алифатические или соединения ряда жиров. Этот класс включает соединения с прямой или разветвленной цепью, состоящие из атомов углерода.
Ациклические соединения делятся на насыщенные и ненасыщенные соединения. В ненасыщенных соединениях атомы углерода связаны взаимными двойными и тройными связями.`],[`g10-c1-s07-t02`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений`,29,30,`textbook`,`ru`,`Kimyo 10`,`В ненасыщенных соединениях атомы углерода связаны взаимными двойными и тройными связями.
II. Циклические соединения – это соединения, в которых цепь атомов замкнута кольцом. Циклические соединения включают:
1) карбоциклические соединения, кольцевая система которых содержит только атомы углерода: алициклические и ароматические соединения;
2) гетероциклические соединения с атомами других элементов – гетероатомами (кислорода, азота, серы и др.) в системе колец.
Все органические вещества называются по трем разным номенклатурам:
1. Историческая (тривиальная).
2. Рациональная.
3. Международная научная номенклатура.
При первоначальном развитии органической химии органические вещества называ-лись в основном по их исходным и внешним признакам. Например, муравьиная кислота, щавелевая кислота, винный спирт и др.
По мере развития науки появились рациональные методы именования. По критериям рациональной номенклатуры все предельные углеводороды считались производными метана, углеводороды – этиленового ряда этилена, а спирты – метилового спирта.`],[`g10-c1-s07-t03`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений`,30,30,`textbook`,`ru`,`Kimyo 10`,`По критериям рациональной номенклатуры все предельные углеводороды считались производными метана, углеводороды – этиленового ряда этилена, а спирты – метилового спирта.
Увеличение количества органических веществ вызвало проблемы в их наименовании, основанном на правилах рациональной номенклатуры. В 1892 году на международном конгрессе химиков в Женеве были утверждены новые правила номенклатуры органических соединений. Эти правила известны как Женевская номенклатура или официальная номенклатура.
Следующая конференция, посвященная номенклатуре, состоялась в 1930 году в Льеже. Здесь были внесены новые дополнения к номенклатуре.
В настоящее время совершенствованием номенклатуры органических соединений занима-ется международный союз теоретической и прикладной химии IUPAC (International Union of Pure and Applied Chemistry). На съездах этой организации в 1957, 1965, 1986 годах специальная комиссия рекомендовала номенклатуру IUPAC.`],[`g10-c1-s07-t04`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений`,30,30,`textbook`,`ru`,`Kimyo 10`,`На съездах этой организации в 1957, 1965, 1986 годах специальная комиссия рекомендовала номенклатуру IUPAC.
Информация IUPAC публикуется на англий-ском языке. При переводе на другие языки он адаптируется к правилам соответствующего языка, но основные принципы международных правил должны быть сохранены.
1. В качестве основной цепи выбирают наиболее разветвленную и длинную цепь в молекуле углеводорода.
2. Атомы углерода в основной цепи нумеруются с той стороны, с которой ближе расположены радикалы, присоединенные к цепи.
3. Записывают номер атома углерода, присоединенного к радикалу, и название присоединенного к нему радикала (например: 2-метил). Если к одному атому углероду присоединены два радикала, номер повторяется дважды и перед названием радикала добавляется суффикс ди-, три-, тетра- и т. д. Пример: 2,2-диметил.`],[`g10-c1-s07-t05`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений`,30,31,`textbook`,`ru`,`Kimyo 10`,`Если к одному атому углероду присоединены два радикала, номер повторяется дважды и перед названием радикала добавляется суффикс ди-, три-, тетра- и т. д. Пример: 2,2-диметил.
4. Если к основной цепи присоединяются различные радикалы, то их положение и название радикалов указывают в алфавитном порядке с учетом первой буквы радикалов, а в конце указывают название основной цепи.
CH3—CH—CH2—CH2—CH3
CH3
CH3
CH3
CH3 CH3 2,3-диметилбутан
IUPAC предлагает несколько принципов для образования правил наименования:
1. Принцип замещения, в соответствии с которым была разработана номенклатура заместителя.
2. Принцип характеристических групп и углеводородных остатков. Поэтому принципу была разработана радикально-функциональная номенклатура.
По номенклатуре IUPAC структурные элементы называются характеристической группой.
Заместитель — это любой атом или группа атомов, которые замещают атом водорода в исходной структуре.`],[`g10-c1-s07-t06`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений`,31,31,`textbook`,`ru`,`Kimyo 10`,`Заместитель — это любой атом или группа атомов, которые замещают атом водорода в исходной структуре.
Функциональная группа — это атом или группа неуглеводородных атомов, которые идентифицируют соединение как принадлежащее к определенному классу.
Первоначальная структура
HS – CH2 – CH– C
NH2
Малая характеристическая группа
Правила составления названия органического соединения по номенклатуре IUPAC:
1. Определение больших характеристических групп.
2. Определение первоначальной структуры.
3. Нумерация первоначальной структуры, при которой атом углерода большой характеристической группы должен иметь малый номер.
4. Определение названий первоначальной структуры и большой характеристической группы. Степень насыщения первоначальчной структуры: указывает на наличие ненасыщенной, ен-двойной, ин-тройной связей.
5. Название заместителей. Например:`],[`g10-c1-s07-t07`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений`,31,32,`textbook`,`ru`,`Kimyo 10`,`…структуры: указывает на наличие ненасыщенной, ен-двойной, ин-тройной связей. 5. Название заместителей. Например:
Три углеродные цепи являются первоначальной структурой. Первоначальная структура с характеристической группой дает пропановую кислоту: 3 2 1 CH3– CH2– СООН Пропановая кислота
Большая характеристическая группа
Структурная формула соединения IUPAC
CH3
2-метилпропан
1 2 3 H2C=C–CH3
CH3
2-метилпропен –1 бутанол -2
1 2 3 4 CH2=CH−CH=CH2 бутадиен -1,3
1 2 3 4 CH3−CO−CH2−CH3 бутанон-2
1. Каковы основные правила обозначения органических соединений? 2. На какие группы делятся органические вещества по строению углеродной цепи? 3. Что такое функциональная группа? Приведите примеры функциональных групп, объясните с помощью формул.`],[`g10-c1-s07-d01`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений: Химическая номенклатура, Циклические соединения, по трем разным номенклатурам, характерист`,29,31,`definition`,`ru`,`Kimyo 10`,`Химическая номенклатура – это названия отдельных химических веществ, их групп и классов, а также правила составления этих названий.
Циклические соединения – это соединения, в которых цепь атомов замкнута кольцом.
Все органические вещества называются по трем разным номенклатурам:
По номенклатуре IUPAC структурные элементы называются характеристической группой.`],[`g10-c1-s07-d02`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений: Заместитель, Функциональная группа`,31,31,`definition`,`ru`,`Kimyo 10`,`Заместитель — это любой атом или группа атомов, которые замещают атом водорода в исходной структуре.
Функциональная группа — это атом или группа неуглеводородных атомов, которые идентифицируют соединение как принадлежащее к определенному классу.`],[`g10-c1-s07-sum`,10,`c1`,`s07`,`1.7`,`Номенклатура органических соединений: главное`,29,29,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • тривиальная номенклатура; • рациональная номенклатура; •номенклатура IUPAC.`],[`g10-c1-s08-t01`,10,`c1`,`s08`,`1.8`,`Решение задач по номенклатуре и изомерии`,33,33,`textbook`,`ru`,`Kimyo 10`,`1.8. РЕШЕНИЕ ЗАДАЧ И УПРАЖНЕНИЙ, СВЯЗАННЫХ С
ТЕМА 8. РЕШЕНИЕ ЗАДАЧ И УПРАЖНЕНИЙ, СВЯЗАННЫХ С НОМЕНКЛАТУРОЙ И ИЗОМЕРИЕЙ ОРГАНИЧЕСКИХ СОЕДИНЕНИЙ
Закрепляемые понятия:
• номенклатура органических соединений; •изомерия органических соединений.
Химическая номенклатура
Шаг 1. Определение самой длинной цепочки. Самая длинная углеродная цепь в данном соединении состоит из 7 атомов углерода.
Шаг 2. Наименование самой длинной углеродной цепи. Для этого по таблице цифре 7 соответствует «гепт-». Название основы – это число атомов углерода в соединении.
Количество атомов углерода
Название функци-ональной группы
Алкан
Спирт
Алкен
Алкин
Альдегид -ал
Амины
Эфир
Кетон
Название корня
Мет
Проп
Бут
Пент
Гекс
Гепт
Окт
Нон
Дек
Строение функци-ональной группы
C–H
–OH
C=C
C=C`],[`g10-c1-s08-t02`,10,`c1`,`s08`,`1.8`,`Решение задач по номенклатуре и изомерии`,33,33,`textbook`,`ru`,`Kimyo 10`,`…корня Мет Проп Бут Пент Гекс Гепт Окт Нон Дек Строение функци-ональной группы C–H –OH C=C C=C
Шаг 3. Определение, каким должен быть суффикс. Если соединение содержит функциональную группу, нужно найти соответствующий суффикс и добавить его в конец названия. Функциональная группа – это определенная группа молекул, которую можно легко идентифицировать в соединении. Это соединение имеет функциональную группу алкана (атом C-H), поэтому см. таблицу суффиксов. Как видите, окончание алкана соответствует суффиксу -ан. Добав-ление -ан к основному названию гепт- дает название гептан.
Суффикс
-ан -ол -ен -ин
Шаг 4. Нумерация атомов углерода. Вопервых, посмотрите на боковые группы, молекулы или атомы, присоединенные к самой длинной цепи. Теперь найдите два конца углеродной цепи. Начинайте нумеровать каждый атом углерода в длинной цепочке (1, 2 и т. д.) слева направо, а затем снова справа налево.
-амин - эфир -он`],[`g10-c1-s08-t03`,10,`c1`,`s08`,`1.8`,`Решение задач по номенклатуре и изомерии`,33,34,`textbook`,`ru`,`Kimyo 10`,`…каждый атом углерода в длинной цепочке (1, 2 и т. д.) слева направо, а затем снова справа налево. -амин - эфир -он
–NH2 –O– >C=O
Шаг 5. Наименование боковых групп. Его определяют путем нахождения концов, соединенных с самой длинной углеродной цепью. Это соединение имеет одну боковую цепь: атом брома присоединен к двум атомам углерода. Это особая молекула под названием 4-бромметил гептан.
4-бромметил гептан
1. Какие из следующих веществ являются структурными изомерами, а какие представляют собой одно и то же соединение?
2. Нарисуйте структурные формулы C6H14 и назовите все возможные структурные изомеры бутана.
3. Почему важна номенклатура?
4. Что означает номенклатура в химии?
5. Назовите вещества по номенклатуре IUPAC.`],[`g10-c1-s08-d01`,10,`c1`,`s08`,`1.8`,`Решение задач по номенклатуре и изомерии: Название основы, Функциональная группа`,33,33,`definition`,`ru`,`Kimyo 10`,`Название основы – это число атомов углерода в соединении.
Функциональная группа – это определенная группа молекул, которую можно легко идентифицировать в соединении.`],[`g10-c1-s08-sum`,10,`c1`,`s08`,`1.8`,`Решение задач по номенклатуре и изомерии: главное`,33,33,`summary`,`ru`,`Kimyo 10`,`Закрепляемые понятия: • номенклатура органических соединений; •изомерия органических соединений.`],[`g10-c1-s09-t01`,10,`c1`,`s09`,`1.9`,`Практическое занятие. Образцы органических соединений`,35,35,`textbook`,`ru`,`Kimyo 10`,`1.9. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ. ЗНАКОМСТВО
TEMA 9. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ. ЗНАКОМСТВО С ОБРАЗ-
ЦАМИ ОРГАНИЧЕСКИХ СОЕДИНЕНИЙ И ИХ СРАВНЕНИЕ
Изучаемые понятия:
• наблюдение за физическими свойствами; • определение температуры затвердевания; • сравнение скорости испарения.
Цель: познакомиться с некоторыми органическими соединениями и научиться их сравнивать.
Оборудование: штатив для пробирок, спиртовая лампа, держатель пробирок, стакан, пробирки.
Реактивы: вода, пробы органических веществ – спирт, уксусная кислота, масло, мыло, крахмал, пластик, ацетон, парафин.
1. Исследование физических свойств образцов органических соединений
1.1. В отдельные пробирки положите по 2–3 g каждого вещества, если оно жидкое, то по 1–1,5 ml.
Наблюдайте за внешним видом. Запишите результаты наблюдения в таблицу.
1.2. В пробирки с органическими соединениями добавьте 1–2 ml воды и тщательно перемешайте. Наблюдайте за процессом и сделайте вывод о растворимости органических веществ в воде. На основании опыта сравните плотность органических соединений с плотностью воды.`],[`g10-c1-s09-t02`,10,`c1`,`s09`,`1.9`,`Практическое занятие. Образцы органических соединений`,35,35,`textbook`,`ru`,`Kimyo 10`,`Наблюдайте за процессом и сделайте вывод о растворимости органических веществ в воде. На основании опыта сравните плотность органических соединений с плотностью воды.
Агрегатное состояние Вещество (твердое, жидкое, газо- Цвет образное)
Растворимость в воде
Запах
2. Сравнение скорости испарения ацетона, этанола и воды
Оборудование: стекляная пластинка.
Реактивы: ацетон, этанол, вода.
2.1. Накапайте на стеклянную пластинку ацетон, этанол и воду и рассчитайте время, за которое они полностью испарятся.
2.2. Запишите время их испарения в тетрадь и объясните полученные результаты.
3. Определение температуры застывания парафина
Оборудование: спиртовая лампа, пробирка, термометр.
Реактивы: парафин.
3.1. Поместите кусочки парафина в пробирку. Нагревайте в пламени спиртовой лампы до полного растворения парафина в пробирке.`],[`g10-c1-s09-t03`,10,`c1`,`s09`,`1.9`,`Практическое занятие. Образцы органических соединений`,35,36,`textbook`,`ru`,`Kimyo 10`,`Нагревайте в пламени спиртовой лампы до полного растворения парафина в пробирке.
3.2. Погасите пламя спиртовой лампы, погрузите термометр в расплавленный парафин и запишите показания.
3.3. На основании полученных данных постройте график изменения температуры плавления и затвердевания парафина при изменении температуры. При какой температуре затвердевает парафин?
Парафин представляет собой воскообразную смесь насыщенных углеводородов (алканов) в диапазоне от C18H38 (октадекан) до C35H72 (пентатриоконтан). Парафин в основном получают из нефти.
Основные характеристики:
1. Он водонепроницаем, поэтому бумагу, пропитанную парафином, часто используют для упаковки пищевых продуктов. Бумага, пропитанная парафином, водостойкая и гидрофобная. Она не пропускает воду и не намокает. Вода легко удаляется тряпкой. Упаковка для молока изготовлена из парафинового картона.`],[`g10-c1-s09-t04`,10,`c1`,`s09`,`1.9`,`Практическое занятие. Образцы органических соединений`,36,36,`textbook`,`ru`,`Kimyo 10`,`Вода легко удаляется тряпкой. Упаковка для молока изготовлена из парафинового картона.
2. Пожароопасность. При нагревании выше 90 °С парафин на воздухе начинает интенсивно испаряться без кипения. Густые пары парафина, нагретые до 120–150 °С, контактируют с воздухом и самовозгораются.
3. Он хороший электрический изолятор.
Ацетон
Одной из отличительных особенностей ацетона является его высокая летучесть. Он быстро испаряется из открытой емкости и наполняет воздух своими парами. Период его разложения под воздействием солнечных лучей составляет 22 дня. Некоторые отрасли промышленности, которые не могут существовать без ацетона: производство лакокрасочной продукции, производство лекарственных средств, производство чистящих средств.`],[`g10-c1-s09-sum`,10,`c1`,`s09`,`1.9`,`Практическое занятие. Образцы органических соединений: главное`,35,35,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • наблюдение за физическими свойствами; • определение температуры затвердевания; • сравнение скорости испарения. Цель: познакомиться с некоторыми органическими соединениями и научиться их сравнивать. Оборудование: штатив для пробирок, спиртовая лампа, держатель пробирок, стакан, пробирки. Реактивы: вода, пробы органических веществ – спирт, уксусная кислота, масло, мыло, крахмал, пластик, ацетон, парафин.`],[`g10-c1-s10-t01`,10,`c1`,`s10`,`1.10`,`Практическое занятие. Анализ состава органических соединений`,37,37,`textbook`,`ru`,`Kimyo 10`,`TEMA 10. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ. АНАЛИЗ
СОСТАВА ОРГАНИЧЕСКИХ СОЕДИНЕНИЙ
Изучаемые понятия:
• определение содержания водорода; • определение содержания углерода.
Цель: провести качественный анализ органического вещества.
Оборудование: лабораторный штатив, пробирки, пробка с газопроводной трубкой, спиртовая лампа.
Реактивы: CuO, (парафин), (C23H48), безводный CuSO4, Ca(OH)2, CCl4, медная проволока.
Определение углерода и водорода
1. В сухой пробирке смешивают 1 g оксида меди (II) CuO и около 0,5 g анализируемого органического вещества (парафина или крахмала). Причем пробирку закрывают с пробкой газоотводной трубкой, конец трубки погружают в другую пробирку с известково-водной смесью, объемом около 4–5 ml.
2. Первую пробирку держат горизонтально и нагревают в спиртовой лампе.
3. В результате нагревания органическое вещество окисляется оксидом меди (II), выделяется газ CO2, за счет взаимодействия с ним известковая вода мутнеет. Эта реакция указывает на присутствие С в органическом веществе.`],[`g10-c1-s10-t02`,10,`c1`,`s10`,`1.10`,`Практическое занятие. Анализ состава органических соединений`,37,37,`textbook`,`ru`,`Kimyo 10`,`В результате нагревания органическое вещество окисляется оксидом меди (II), выделяется газ CO2, за счет взаимодействия с ним известковая вода мутнеет. Эта реакция указывает на присутствие С в органическом веществе.
4. В результате реакции углерода на стенках пробирки 1 образуются капли воды. Эта реакция указывает на присутствие водорода в органическом веществе.
Метод определения углерода
1. Небольшое количество сахара помещают в фарфоровую чашу и ставят на кольцо штатива.
2. Содержимое чашки нагревают с помощью спиртовой лампы.
3. Сахар темнеет, выделяется углерод в виде простого вещества – угля.`],[`g10-c1-s10-t03`,10,`c1`,`s10`,`1.10`,`Практическое занятие. Анализ состава органических соединений`,37,38,`textbook`,`ru`,`Kimyo 10`,`Сахар темнеет, выделяется углерод в виде простого вещества – угля.
1. Прокомментируйте свои наблюдения. 2. В какое вещество превращается оксид меди (II)? Какие наблюдения подтверждают ваш ответ? Напишите уравнение реакции. Почему CuO используется в качестве окислителя для органических веществ, содержащих углерод и водород, а не оксид другого металла? 3. Почему медный купорос изменил цвет? Какой элемент содержит это испытуемое вещество? Напишите уравнение реакции. 4. Что происходит с известковой водой? Наличие какого элемента в испытуемом веществе доказывает этот процесс?
Почему оксид углерода (IV) растворяет образовавшийся осадок при его длительном пропускании через известковую воду? Напишите уравнения реакций.
ГЛАВА II
УГЛЕВОДОРОДЫ
О ЧЕМ?
Алканы. Циклоалканы
Алкены. Алкины
Ароматические углеводороды
Природные источники углеводородов
Генетическая связь между основными классами углеводородов
II bob
UGLEVODORODLAR
NIMA HAQIDA?
Alkanlar. Sikloalkanlar. Alkenlar. Alkinlar. Aromatik uglevodorodlar. Uglevodorodlarning tabiiy manbalari.`],[`g10-c1-s10-sum`,10,`c1`,`s10`,`1.10`,`Практическое занятие. Анализ состава органических соединений: главное`,37,37,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • определение содержания водорода; • определение содержания углерода. Цель: провести качественный анализ органического вещества. Оборудование: лабораторный штатив, пробирки, пробка с газопроводной трубкой, спиртовая лампа. Реактивы: CuO, (парафин), (C23H48), безводный CuSO4, Ca(OH)2, CCl4, медная проволока.`],[`g10-c2-s01-t01`,10,`c2`,`s01`,`2.1`,`Алканы`,39,39,`textbook`,`ru`,`Kimyo 10`,`TEMA 1. АЛКАНЫ
Изучаемые понятия:
• общая формула алканов; • гомологический ряд;
• строение молекулы.
Если в молекуле органического вещества атомы углерода связаны друг с другом σ-связями, а остальные валентные возможности насыщены связами с атомами водорода, такие соединения называют предельными углеводородами.
Алканы
В предельных углеводородах атомы углерода находятся в состоянии sp3-гибридизации. Атомы углерод-углерод, углерод-водород образуют взаимную ковалентную связь, и их электронные облака располагаются на одной линии, соединяющей центры атомов. Этот тип связи представлен знаком σ-сигма. Поскольку основная масса электронной плотности расположена на небольшом расстоянии между атомными ядрами, σ-связь очень прочная. Первым представителем предельных углеводородов является метан.`],[`g10-c2-s01-t02`,10,`c2`,`s01`,`2.1`,`Алканы`,39,40,`textbook`,`ru`,`Kimyo 10`,`Первым представителем предельных углеводородов является метан.
Если заменить один из четырех атомов водорода в молекуле метана на группу — CH3, образуется этан, второй представитель алканов. Если продолжить замену атомов водорода на метильную группу, то будут образовываться гомологические соединения, близкие по химическому строению, но различающиеся по составу на группы CH2. Группа гомологов называется гомологическим рядом, а групповое различие CH2 между ними называется различием гомологического ряда. Общая формула гомологического ряда алканов: CnH2n+2.
В новой литературе нашей страны и зарубежной литературе гомологический ряд алканов дается следующим образом
№ Название Формула
1 Метан CH4 2 Этан CH3–CH3 3 Пропан CH3–CH2–CH3 4 Бутан CH3–CH2–CH2–CH3 5 Пентан 6 Гексан 7 Гептан 8 Октан 9 Нонан 10 Декан
CH4
При удалении одного атома водорода из молекулы насыщенного углеводорода образуется одновалентный радикал. Сложные органические вещества называются радикалами. Название радикала образуется путем добавления суффикса «-ил» вместо суффикса «-ан» в названии предельных углеводородов:`],[`g10-c2-s01-t03`,10,`c2`,`s01`,`2.1`,`Алканы`,40,40,`textbook`,`ru`,`Kimyo 10`,`Название радикала образуется путем добавления суффикса «-ил» вместо суффикса «-ан» в названии предельных углеводородов:
CH4 − метан – CH3− метил
C2H6 − этанан – C2H5 − этил
C3H8 − пропан – C3H7 − пропил
C4H10 − бутан – C4H9 − бутил
Строение алканов
В атоме углерода четыре неспаренных электрона расположены на разных орбиталях. Исходя из этого электронного строения атома углерода, можно предположить, что химические связи, образованные электронами, отличаются друг от друга. Американский химик Лайнус Полинг ввел в науку понятие гибридизации орбиталей.
Образование орбиталей одинаковой формы и энергии из атомных орбиталей разной формы и энергии называется гибридизацией.
Алканы имеют химические связи C–H и C–C: связь C–H ковалентная слабополярная, ковалентная связь С–С неполярная. Это одиночные σ-связи. Атомы углерода в алканах образуют четыре гибридные орбитали. Следовательно, гибридизация атомов углерода в молекулах алканов имеет вид – sp3.`],[`g10-c2-s01-t04`,10,`c2`,`s01`,`2.1`,`Алканы`,40,42,`textbook`,`ru`,`Kimyo 10`,`Следовательно, гибридизация атомов углерода в молекулах алканов имеет вид – sp3.
При образовании связи С–С перекрываются sp3-гибридные орбитали атомов углерода.
При образовании связи C–H перекрываются гибридная sp3-орбиталь атома углерода и s-орбиталь атома водорода.
Четыре атома водорода в молекуле метана образуют ковалентные связи с атомом углерода через общие электронные пары. Атом углерода связывается с атомами водорода, а его связывающие орбитали (sp3) образуются в результате гибридизации одной s- и трех p-орбиталей, направленных к углам тетраэдра.
Линейные молекулы алканов с большим числом атомов углерода имеют зигзагообразное расположение атомов углерода.
Характеристика химической связи
Тип гибридизации
Характеристика химической связи sp3 sp2 sp
Пространственное строение
Угол связи 109,5o
Тетраэдрическое Плоское Линейное
Тип связи 4 σ
3 σ и 1 π 2 σ и 2 π
НЕКОТОРЫЕ ВАЖНЫЕ АЛКАНЫ`],[`g10-c2-s01-t05`,10,`c2`,`s01`,`2.1`,`Алканы`,42,42,`textbook`,`ru`,`Kimyo 10`,`…Угол связи 109,5o Тетраэдрическое Плоское Линейное Тип связи 4 σ 3 σ и 1 π 2 σ и 2 π НЕКОТОРЫЕ ВАЖНЫЕ АЛКАНЫ
Этан (C2H6 ) – бесцветный газ без запаха, нерастворимый в воде. Он содержится в природном газе (0,6–5%), в попутных газах нефти (3–19,5%). В промышленности используется как сырье для синтеза производных хлора, этилена, окиси этилена, полиэтилена, этиленгликоля, этилбензола и т. д.
Пропан (C3H8) – бесцветный газ без запаха, мало растворим в воде. Температура кипения пропана 42,1 °С. С воздухом пропан широко используется в качестве топлива для различных нужд, является важным компонентом сжиженных углеводородных газов. Пропан используется в производстве растворителей и в пищевой промышленности (добавка Е944).
Бутан (C4H10) – токсичное органическое соединение. Бутан – бесцветный легковоспламеняющийся газ. Легко сжижается при нормальном давлении и температуре ниже 0 °C. Это летучая жидкость при высоком давлении и нормальной температуре. Растворимость бутана в воде составляет 6,1 mg на 100 ml воды.`],[`g10-c2-s01-t06`,10,`c2`,`s01`,`2.1`,`Алканы`,42,42,`textbook`,`ru`,`Kimyo 10`,`Это летучая жидкость при высоком давлении и нормальной температуре. Растворимость бутана в воде составляет 6,1 mg на 100 ml воды.
1. На основе общей формулы алканов выведите формулу нахождения σ (сигма)
связи.
2. Расположите следующие алканы в порядке возрастания молекулярной массы:
а) тетраэтилметан; б) октан; в) диметилдибутилметан.
3. Сколько атомов водорода содержится в алкане с 32 атомами углерода?
4. Какие из перечисленных углеводородов относятся к алканам: C3H6, C3H8 C4H6,
5. Опишите свойства связи С–С.
6. Что такое гибридное состояние атома углерода в алканах?`],[`g10-c2-s01-d01`,10,`c2`,`s01`,`2.1`,`Алканы: предельными углеводородами, гомологическим рядом, радикалами`,39,40,`definition`,`ru`,`Kimyo 10`,`Если в молекуле органического вещества атомы углерода связаны друг с другом σ-связями, а остальные валентные возможности насыщены связами с атомами водорода, такие соединения называют предельными углеводородами.
Группа гомологов называется гомологическим рядом, а групповое различие CH2 между ними называется различием гомологического ряда.
Сложные органические вещества называются радикалами.`],[`g10-c2-s01-d02`,10,`c2`,`s01`,`2.1`,`Алканы: гибридизацией`,40,40,`definition`,`ru`,`Kimyo 10`,`Образование орбиталей одинаковой формы и энергии из атомных орбиталей разной формы и энергии называется гибридизацией.`],[`g10-c2-s01-sum`,10,`c2`,`s01`,`2.1`,`Алканы: главное`,39,39,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула алканов; • гомологический ряд; • строение молекулы. Если в молекуле органического вещества атомы углерода связаны друг с другом σ-связями, а остальные валентные возможности насыщены связами с атомами водорода, такие соединения называют предельными углеводородами.`],[`g10-c2-s02-t01`,10,`c2`,`s02`,`2.2`,`Изомерия и названия алканов`,43,43,`textbook`,`ru`,`Kimyo 10`,`TEMA 2. АЛКАНЫ. ИЗОМЕРИЯ И НОМЕНКЛАТУРА
Изучаемые понятия:
• изомерия; • номенклатура.
В предельных углеводородах изомерия начинается с бутана.
CH3 н-бутан изобутан
Углеводороды с неразветвленной структурой, в которой атомы углерода соединены, называются нормальными (n) углеводородами. Углеводороды с разветвленной цепью относятся к веществам, в которых углеводородные радикалы замещают атомы водорода в углеводородах нормального строения.
Пентан имеет 3 изомера:
Атомы углерода в неразветвленной структуре, когда атомы углерода соединены, называются нормальными (н) углеводородами.
Молекулярная формула
C4H
Число структурных изомеров н-пентан
CH3 C CH3
CH3 2,2-диметилпропан неопентан
CH3
2-метилбутан изопентан`],[`g10-c2-s02-t02`,10,`c2`,`s02`,`2.2`,`Изомерия и названия алканов`,43,43,`textbook`,`ru`,`Kimyo 10`,`…изомеров н-пентан CH3 C CH3 CH3 2,2-диметилпропан неопентан CH3 2-метилбутан изопентан
Атомы углерода в пентане соединены и образуют прямую цепь. Соединения с таким строением называются нормальными соединениями и обозначаются буквой n. А углеродная цепь в изопентане разветвлена. Такие соединения называются изосоединениями. Вышеуказанные изомеры пентана отличаются друг от друга разным строением углеродной цепи. Такая изомерия является структурной изомерией или изомерией углеродного скелета. По мере увеличения числа атомов углерода в молекуле углеводорода очень быстро увеличивается и число изомеров.`],[`g10-c2-s02-t03`,10,`c2`,`s02`,`2.2`,`Изомерия и названия алканов`,43,44,`textbook`,`ru`,`Kimyo 10`,`По мере увеличения числа атомов углерода в молекуле углеводорода очень быстро увеличивается и число изомеров.
Атомы углерода в молекулах алканов делятся на первичный, вторичный, третичный и четвертичный атомы, в зависимости от количества других атомов углерода, непосредственно связанных с ним. Если атом углерода связан только с одним атомом углерода, то он первичен, если двумя вторичен; если он связан с тремя атомами углерода, он третичен, а если он связан с четырьмя атомами углерода, он четвертичен. Точно также атомы водорода (в зависимости от того, сколько атомов углерода присоединено) делятся на первичные, вторичные и третичные атомы водорода.
Например, в 2,2,4-триметилпентане (изооктане):
Первичный
Вторичный
Третичный
Четвертичный
Номенклатура:
Для наименования предельных углеводородов по систематической номенклатуре сначала нумеруют основную цепь (углеродную цепь). Нумерация начинается со стороны, у которой радикал расположен ближе к краю молекулы.`],[`g10-c2-s02-t04`,10,`c2`,`s02`,`2.2`,`Изомерия и названия алканов`,44,44,`textbook`,`ru`,`Kimyo 10`,`Нумерация начинается со стороны, у которой радикал расположен ближе к краю молекулы.
CH3
2-метилгексан
Если радикалы расположены в два раза дальше от двух концов основной цепи, нумерация начинается со стороны, где расположены простые радикалы: 1 2 3 4 5 6 CH3 – CH2 – CH − CH − CH2− CH3
CH3 C2H5
3-метил-4-этилгексан
При наличии в цепи нескольких одинаковых радикалов нумерацию начинают со стороны, где расположено больше всего радикалов, а для обозначения их количества перед названием радикалов пишут слова ди-, три-, тетра-. Места присоединения радикала к атому углерода обозначены цифрами:
CH3 CH3 CH3
2, 3, 5-триметилгексан
Так, при наименовании веществ по систематической номенклатуре определяют основную цепь в молекуле и нумеруют ее атомы углерода. Цифры, обозначающие простые и сложные радикалы, расположенные в атомах углерода, ставятся перед названием радикала через дефис и читаются дополнительно к названию углеводорода, соответствующего основной цепи.`],[`g10-c2-s02-t05`,10,`c2`,`s02`,`2.2`,`Изомерия и названия алканов`,44,45,`textbook`,`ru`,`Kimyo 10`,`Цифры, обозначающие простые и сложные радикалы, расположенные в атомах углерода, ставятся перед названием радикала через дефис и читаются дополнительно к названию углеводорода, соответствующего основной цепи.
Задача. Напишите структурные формулы всех алканов с пятью атомами углерода в основной цепи при плотности паров водорода 50.
Решение
Молярная масса алканов: M (CnH2n + 2) = 2 · 50 = 100 g / моль,
2,2-диметилпентан 2,3-диметилпентан
2,4-диметилпентан 3,3-диметилпентан
Одна группа –C2H5 может находиться только в третьем положении. В противном случае он становится частью основной цепи, а длина последней превышает пять атомов углерода.
3-этилпентан
Ответ. Алкан состава C7H16 имеет 5 изомеров.
1. Какова общая формула алканов?
2. Какую форму имеют молекулы алканов? Что является причиной этого?
3. Как называются вещества с разным химическим строением, но одинаковым составом?
4. Какой тип изомерии характерен для алканов? Напишите формулы изомеров алканов C6H14.`],[`g10-c2-s02-d01`,10,`c2`,`s02`,`2.2`,`Изомерия и названия алканов: нормальными, изосоединениями`,43,43,`definition`,`ru`,`Kimyo 10`,`Углеводороды с неразветвленной структурой, в которой атомы углерода соединены, называются нормальными (n) углеводородами.
Атомы углерода в неразветвленной структуре, когда атомы углерода соединены, называются нормальными (н) углеводородами.
Соединения с таким строением называются нормальными соединениями и обозначаются буквой n.
Такие соединения называются изосоединениями.`],[`g10-c2-s02-sum`,10,`c2`,`s02`,`2.2`,`Изомерия и названия алканов: главное`,43,43,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • изомерия; • номенклатура. В предельных углеводородах изомерия начинается с бутана.`],[`g10-c2-s03-t01`,10,`c2`,`s03`,`2.3`,`Получение и физические свойства алканов`,46,46,`textbook`,`ru`,`Kimyo 10`,`TEMA 3. ПОЛУЧЕНИЕ И ФИЗИЧЕСКИЕ СВОЙСТВА АЛКАНОВ
Изучаемые понятия:
• получение в промышленности; • физические свойства. • получение в лаборатории;
Простейшим представителем предельных углеводородов является метан. Метан образуется в результате анаэробного разложения растительных и животных остатков. Метан — бесцветный газ без запаха, малорастворимый в воде. В природе встречается в виде болотного и шахтного газа. Количество метана в природном газе колеблется от 60 до 99%. Метан также образуется при сжигании угля всухую и при гидрогенизации угля.
Получение в лаборатории
Существуют различные способы получения алканов. Например, к ним относится взаимодействие галогеналканов с металлическим натрием, то есть реакция Вюрца. Процесс протекает с удвоением углеродного скелета:
2CH3–CH2Br+2Na → CH3–CH2–CH2–CH3+2NaBr
Если в реакцию ввести смесь двух галогеналканов, то одновременно образуются три продукта, например:`],[`g10-c2-s03-t02`,10,`c2`,`s03`,`2.3`,`Получение и физические свойства алканов`,46,47,`textbook`,`ru`,`Kimyo 10`,`Если в реакцию ввести смесь двух галогеналканов, то одновременно образуются три продукта, например:
Синтез Дюма
Алкан образуется при взаимодействии соли карбоновой кислоты с щелочью.
R-COONa+NaOH → R-H+Na2CO3
CH3COONa+NaOH → CH4 + Na2CO3
C2H5COONa+NaOH → C2H6 + Na2CO3
Водный или кислотный гидролиз карбида алюминия
Al4C3 + 12H2O → 4Al(OH)3 + 3CH4
Al4C3 + 12HCl → 4AlCl3 + 3CH4
В результате этой реакции можно получить только метан.
Синтез Кольбе
Алканы образуются в результате электролиза солей карбоновых кислот:
2R–COONa + 2H2O = R–R + 2CO2 + 2NaOH + H2
Получение в промышленности
1. Переработка нефти является основным промышленным способом получения алканов. В результате крекинга нефти образуются один алкан и один алкен: C8H18кат, → C4H8 + C4H10
C12H26 → C6H12 + C6H14
2. Альтернативный вариант – гидрогенизация угля (торф, сланец): C + 2H2 → CH4
3. Гидрирование оксида углерода (II): CO + 3H2 → CH4 + H2O`],[`g10-c2-s03-t03`,10,`c2`,`s03`,`2.3`,`Получение и физические свойства алканов`,47,47,`textbook`,`ru`,`Kimyo 10`,`3. Гидрирование оксида углерода (II): CO + 3H2 → CH4 + H2O
Первыми представителями предельных углеводородов являются газы, жидкости от C5H12 до C16H34 и твердые вещества от C16H34. По мере увеличения молекулярной массы увеличиваются их температуры кипения и плавления, а также плотность.
Первые представители предельных углеводородов и некоторые их физические константы
Температура плавления,°С
Молекулярная формула
CH4 Метан
C2H6 Этан
C3H8 Пропан
C4H10 Бутан
C5H12 Пентан
C6H14 Гексан
C7H16 Гептан
C8H18 Октан
C9H20 Нонан
C10H22 Декан
Температура кипения,°С
Наименование
1. Напишите структурную формулу 2-метилпропана (изобутана), 2,2-диметилбутана,
3-метилпентана, 2,3-диметилбутана. 2. Бутан можно получить с использованием метана и неорганических реагентов.
Напишите уравнения протекающих реакций.`],[`g10-c2-s03-sum`,10,`c2`,`s03`,`2.3`,`Получение и физические свойства алканов: главное`,46,46,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • получение в промышленности; • физические свойства. • получение в лаборатории; Простейшим представителем предельных углеводородов является метан. Метан образуется в результате анаэробного разложения растительных и животных остатков. Метан — бесцветный газ без запаха, малорастворимый в воде. В природе встречается в виде болотного и шахтного газа. Количество метана в природном газе колеблется от 60 до 99%. Метан также образуется при сжигании угля всухую и при гидрогенизации угля.`],[`g10-c2-s04-t01`,10,`c2`,`s04`,`2.4`,`Химические свойства и применение алканов`,48,48,`textbook`,`ru`,`Kimyo 10`,`TEMA 4. ХИМИЧЕСКИЕ СВОЙСТВА И ПРИМЕНЕНИЕ АЛКАНОВ
• реакция дегидрирования; • сферы применения метана; • галогенпроизводные алканов.
Изучаемые понятия:
• горение алканов; • каталитический и термический крекинг; • реакция галогенирования;
Существует много видов алканов. Молекулы алканов имеют сходное строение: атомы углерода связаны друг с другом, а атомы водорода — одинарными ковалент-ными связями. Поэтому химические свойства алканов в основном схожи.
Все алканы характеризуются низкой химической активностью. Они не взаимодействуют с растворами кислот, оснований, солей. На них не действуют сильные окислители, такие как KMnO4, и сильные восстановители, такие как щелочные металлы.
Как известно, щелочные металлы очень активны и реагируют со всеми веществами, в том числе легко окисляются кислородом воздуха. Чтобы предохранить щелочные металлы от окисления, их хранят под слоем парафина, состоящего в основном из предельных углеводородов. В то же время алканы, входящие в состав парафина, не реагируют с щелочными металлами.`],[`g10-c2-s04-t02`,10,`c2`,`s04`,`2.4`,`Химические свойства и применение алканов`,48,48,`textbook`,`ru`,`Kimyo 10`,`Чтобы предохранить щелочные металлы от окисления, их хранят под слоем парафина, состоящего в основном из предельных углеводородов. В то же время алканы, входящие в состав парафина, не реагируют с щелочными металлами.
Благодаря химической инертности алканов реакции с их участием протекают при создании необходимых условий (при нагревании или под действием ультрафиолетового излучения).
Горение алканов. Наиболее важным свойством алканов является горение. Уравнение реакции горения метана:
Крекинг – это расщепление алкана с длинной цепью на алканы с короткой цепью и алкены.
Галогеналканыпредставляют собой алифатические насыщенные органические соединения, содержащие углерод-галогенные связи.
Горение в кислороде свойственно почти всем органическим соединениям. Поскольку все органические вещества содержат мало углерода, при их сгорании могут образовываться угарный газ и сажа.`],[`g10-c2-s04-t03`,10,`c2`,`s04`,`2.4`,`Химические свойства и применение алканов`,48,48,`textbook`,`ru`,`Kimyo 10`,`Поскольку все органические вещества содержат мало углерода, при их сгорании могут образовываться угарный газ и сажа.
Образование оксида углерода (II) СО при неполном сгорании органического вещества приводит к гибели изза его высокой токсичности. Отравление оксидом углерода (II) может произойти при неправильном использовании плит и газовых плит.
CH4 + 2O2 → CO2 + 2H2O
Вы хорошо знаете эту реакцию, вы наблюдали ее при включении газа в кухонной газовой плите. Метан является основным компонентом природного газа. Если вы используете газовые баллоны, то эти баллоны заполняются смесью пропана и изомерных бутанов. Уравнения реакций горения этих алканов выглядят следующим образом:
C3H8 + 5O2 → 3CO2 +4H2O
2C4H10 +13O2 → 8CO2 +10H2O
Последующие члены гомологического ряда алканов также горят при воспламенении. Общее уравнение реакции горения можно записать так:`],[`g10-c2-s04-t04`,10,`c2`,`s04`,`2.4`,`Химические свойства и применение алканов`,48,49,`textbook`,`ru`,`Kimyo 10`,`Последующие члены гомологического ряда алканов также горят при воспламенении. Общее уравнение реакции горения можно записать так:
Видно, что при горении атомы водорода в молекуле алкана образуют молекулы воды, а атомы углерода – молекулы углекислого газа. Если горение алкана происходит в условиях недостатка кислорода, то наряду с углекислым газом (CO2) может образовываться (II)-оксид углерода (СО) или углерод (С) в виде сажи.
при недостатке при недостатке
Крекинг алканов. При температуре выше 1000 ºC все предельные углеводороды разлагаются на углерод и водород. Этот процесс используется как способ получения дешевого водорода и газового тела (кокса). Крекинг может быть термическим или каталитическим. Термический крекинг протекает при сильном нагреве без доступа воздуха. Начальная температура разложения предельных углеводородов зависит от их молекулярной массы и молекулярной структуры. Термическое разложение сложных углеводородов зависит от условий.`],[`g10-c2-s04-t05`,10,`c2`,`s04`,`2.4`,`Химические свойства и применение алканов`,49,49,`textbook`,`ru`,`Kimyo 10`,`Начальная температура разложения предельных углеводородов зависит от их молекулярной массы и молекулярной структуры. Термическое разложение сложных углеводородов зависит от условий.
Чем длиннее и разветвленнее цепь, тем легче происходит термическое разложение.
Например, в процессе крекинга н-пентана образуется смесь, содержащая этилен, пропан, метан, бутилен, пропилен, этан и другие углеводороды:
другие углеводороды
Крекинг часто проводят с помощью катализаторов (обычно алюмосиликатов). Каталитический крекинг происходит при более низких температурах, чем термический крекинг. Наряду с разложением углеводородов при каталитическом крекинге происходит перестройка углеродного скелета путем изомеризации. В результате образуются углеводороды с более разветвленным скелетом:
Галогенирование. Метан и хлор реагируют под действием света, атомы водорода в метане чередуются с атомами хлора.
CH4 + Cl2 CH3Cl + HCl mеtilхlоridметилхлорид`],[`g10-c2-s04-t06`,10,`c2`,`s04`,`2.4`,`Химические свойства и применение алканов`,49,50,`textbook`,`ru`,`Kimyo 10`,`…действием света, атомы водорода в метане чередуются с атомами хлора. CH4 + Cl2 CH3Cl + HCl mеtilхlоridметилхлорид
CH3Cl CH2Cl2 CHCl3 CCl4
-HCl -HCl -HCl метиленхлорид хлороформ хлорид углерода (IV)
При галогенировании разветвленных углеводородов водород уступает место галогену сначала в третичных атомах углерода, затем во вторичных атомах углерода и, наконец, в первичных атомах углерода.
Cl CH3 CH2 C CH2 CH3 + HCl CH3
Дегидрирование. Эта реакция дает соответствующие ненасыщенные углеводороды из алканов. Например,
CH3 CH2 CH CH2 CH3 + Cl2
CH3
CH3 CH3 этан etan
CH2 CH2 + H2 этилен etilen
Применение
Насыщенные углеводороды являются дешевым промышленным сырьем, широко используемым в химической промышленности для получения различных соединений. Примеры включают каучук, синтетические ткани, пластмассы и поверхностно-активные вещества. Этан, пропан, бутан и пентан используются в промышленности для получения этиленовых и диеновых углеводородов. Жидкие углеводороды используются в качестве моторного топлива. Среди них большое значение имеет изооктан – 2,2,4-три метил пентан.`],[`g10-c2-s04-t07`,10,`c2`,`s04`,`2.4`,`Химические свойства и применение алканов`,50,50,`textbook`,`ru`,`Kimyo 10`,`Жидкие углеводороды используются в качестве моторного топлива. Среди них большое значение имеет изооктан – 2,2,4-три метил пентан.
Алканы с большой молекулярной массой используются в технике как дизельное топливо и как смазочный материал.
Алканы применяются в медицине, косметологии, строительстве. В качестве топлива используются бензин, керосин и мазут, состоящие из жидких алканов. Газообразные алканы используются в быту и при производстве аэрозолей.
Применение метана
Горючее Метан
Водород Аммиак
Ацетилен
Синтез-газ
Синтетический каучук
Резина
Сажа
Типографские краски
Синтетический бензин
Галогенные образования
Растворители Хладогены Медицинские препараты
1. Назовите две причины, по которым алканы используются в качестве топлива. 2. Сколько грамм CO2 образуется при сгорании 116 g бутана? 3. Напишите уравнения реакций термического и каталитического крекинга гептана.`],[`g10-c2-s04-d01`,10,`c2`,`s04`,`2.4`,`Химические свойства и применение алканов: Крекинг`,48,48,`definition`,`ru`,`Kimyo 10`,`Крекинг – это расщепление алкана с длинной цепью на алканы с короткой цепью и алкены.`],[`g10-c2-s04-sum`,10,`c2`,`s04`,`2.4`,`Химические свойства и применение алканов: главное`,48,48,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • горение алканов; • каталитический и термический крекинг; • реакция галогенирования; Существует много видов алканов. Молекулы алканов имеют сходное строение: атомы углерода связаны друг с другом, а атомы водорода — одинарными ковалент-ными связями. Поэтому химические свойства алканов в основном схожи. Все алканы характеризуются низкой химической активностью. Они не взаимодействуют с растворами кислот, оснований, солей. На них не действуют сильные окислители, такие как KMnO4, и сильные восстановители, такие как щелочные металлы. Как известно, щелочные металлы очень активны и реагируют со всеми веществами, в том числе легко окисляются кислородом воздуха. Чтобы предохранить щелочные металлы от окисления, их хранят под слоем парафина, состоящего в основном из предельных углеводородов. В то же время алканы, входящие в состав парафина, не реагируют с щелочными металлами.`],[`g10-c2-s05-t01`,10,`c2`,`s05`,`2.5`,`Строение циклоалканов. Изомерия. Номенклатура`,51,51,`textbook`,`ru`,`Kimyo 10`,`TEMA 5. СТРОЕНИЕ ЦИКЛОАЛКАНОВ.
ИЗОМЕРИЯ. НОМЕНКЛАТУРА
Изучаемые понятия:
• общая формула; • гомологический ряд;
• номенклатура; • изомерия.
Соединения, образующие кольца различных размеров за счет соединения атомов углерода или других атомов в молекуле, называются циклическими соединениями.
Общая формула циклоалканов CnH2n.
Циклоалканы имеют несколько названий: циклопарафины, нафтены, циклоны, полиметилены. Циклопарафины имеют структуру, аналогичную алканам.
циклопропан циклобутан циклопентан циклогексан
Атомы углерода в циклоалканах находятся в состоянии sp3-гибридизации. Все атомы углерода связаны σ-связями. При образовании циклопропанового кольца тетраэдрические углы уменьшаются до 60°, в результате увеличивается натяжение валентных углов. А. Байер в 1885 году объяснил высокую реакционную способность циклопропана напряжением валентных углов. Частичное покрытие может происходить при образовании связи С–С за счет перекрывания sp3-гибридизированных орбиталей в циклопропане.`],[`g10-c2-s05-t02`,10,`c2`,`s05`,`2.5`,`Строение циклоалканов. Изомерия. Номенклатура`,51,52,`textbook`,`ru`,`Kimyo 10`,`Частичное покрытие может происходить при образовании связи С–С за счет перекрывания sp3-гибридизированных орбиталей в циклопропане.
Название циклоалканов образуется путем добавления слова «цикло» к названию соответствующего предельного углеводорода по систематической номенклатуре.
Формула алкана
Название алкана
Название циклоалкана
Формула циклоалкана
Структурная формула
C3H8 Пропан
Циклопропан C3H6
Бутан Циклобутан C4H8
Пентан Циклопентан C5H10
C6H14 Гексан
Циклогексан C6H12
При наименовании циклоалканов по систематической номенклатуре соблюдают следующие правила:
1. В качестве основной цепи берется кольцо.
2. Атомы углерода, удерживающие радикал в кольце, пронумерованы.
3. Положение радикалов в цепи обозначено цифрой.
4. Сначала указывают название радикала, отмечая, сколько атомов углерода с ним связано, и называют вещество, указывая название основной цепи (углеводородного кольца).`],[`g10-c2-s05-t03`,10,`c2`,`s05`,`2.5`,`Строение циклоалканов. Изомерия. Номенклатура`,52,53,`textbook`,`ru`,`Kimyo 10`,`Сначала указывают название радикала, отмечая, сколько атомов углерода с ним связано, и называют вещество, указывая название основной цепи (углеводородного кольца).
метилциклопропан 1,2- диметилциклобутан 1-метил,3-этилциклопентан
Изомерия
Формируется в зависимости от количества атомов углерода в кольце и расположения радикалов. В циклоалканах изомерия начинается с циклобутана.
циклобутан метилциклопропан
Циклопентан имеет 5 изомеров:
циклопентан 1- метилциклобутан 1,1-диметилциклопропан
1,2-диметилциклопропан этилциклопропан
Циклоалканы и их производные в основном содержатся в составе нефти и растений. Первый русский ученый В.В. Марковников и его ученики выделили из нефти циклопентан, циклогексан и их производные. Большое количество циклоалканов (называемых в промышленности нафтенами) сохраняется в составе нефти; они включают метилцикло-пентан, 1,2-диметилциклопентан, циклогексан и метилциклогексаны.`],[`g10-c2-s05-t04`,10,`c2`,`s05`,`2.5`,`Строение циклоалканов. Изомерия. Номенклатура`,53,53,`textbook`,`ru`,`Kimyo 10`,`Большое количество циклоалканов (называемых в промышленности нафтенами) сохраняется в составе нефти; они включают метилцикло-пентан, 1,2-диметилциклопентан, циклогексан и метилциклогексаны.
1. Напишите и назовите структурную формулу циклоалканов, соответствующую формуле C6H12. 2. Сколько изомеров вещества с 4 атомами С в основном кольце, состав которого
C6H12? 3. Сколько орбиталей участвовало в образовании связи в 3 молекулах метил циклопропана? 4. Найдите общее число связей в 1,5 молях диметилциклопропана? 5. Какой объем (при н.у.) занимает циклобутан, содержащий 6 г Н? 6. Найдите массу атома С в 44,8 л (при н.у.) циклопропана?`],[`g10-c2-s05-d01`,10,`c2`,`s05`,`2.5`,`Строение циклоалканов. Изомерия. Номенклатура: циклическими соединениями, вещество`,51,52,`definition`,`ru`,`Kimyo 10`,`Соединения, образующие кольца различных размеров за счет соединения атомов углерода или других атомов в молекуле, называются циклическими соединениями.
Сначала указывают название радикала, отмечая, сколько атомов углерода с ним связано, и называют вещество, указывая название основной цепи (углеводородного кольца).`],[`g10-c2-s05-sum`,10,`c2`,`s05`,`2.5`,`Строение циклоалканов. Изомерия. Номенклатура: главное`,51,51,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула; • гомологический ряд; • номенклатура; • изомерия. Соединения, образующие кольца различных размеров за счет соединения атомов углерода или других атомов в молекуле, называются циклическими соединениями. Общая формула циклоалканов CnH2n. Циклоалканы имеют несколько названий: циклопарафины, нафтены, циклоны, полиметилены. Циклопарафины имеют структуру, аналогичную алканам. циклопропан циклобутан циклопентан циклогексан Атомы углерода в циклоалканах находятся в состоянии sp3-гибридизации. Все атомы углерода связаны σ-связями. При образовании циклопропанового кольца тетраэдрические углы уменьшаются до 60°, в результате увеличивается натяжение валентных углов. А. Байер в 1885 году объяснил высокую реакционную способность циклопропана напряжением валентных углов. Частичное покрытие может происходить при образовании связи С–С за счет перекрывания sp3-гибридизированных орбиталей в циклопропане.`],[`g10-c2-s06-t01`,10,`c2`,`s06`,`2.6`,`Получение, свойства и применение циклоалканов`,54,54,`textbook`,`ru`,`Kimyo 10`,`TEMA 6. ПОЛУЧЕНИЕ, СВОЙСТВА И ПРИМЕНЕНИЕ ЦИКЛОАЛКАНОВ
Изучаемые понятия:
• получение;
• физические свойства;
• химические свойства; • применение.
Получение. 1) Циклоалканы получают в лаборатории взаимодействием металлов с дигалогенпроизводными предельных углеводородов. CH2
CH2 Br
CH2
CH2
CH2
+ Zn
H2C
+ ZnBr 2
CH2 2) Циклогексан и его гомологи получают гидрированием бензола и его гомологов.
CH2 Br
CH2
CH2 кат, t°
У циклоалканов, как и у алканов, все связи насыщенные, но они отличаются от алканов характером реакций присоединения. Это объясняется разрывом связи между атомами углерода в кольце.
В результате разрыва связи у атомов углерода появляются пустые валентности. Вещество обладает способностью связывать, связывает водород и галогены. Соединения с малым кольцом (циклопропан и циклобутан) легче вступают в реакции присоединения, чем их аналоги с большим кольцом (циклопентан и циклогексан). Причина в нестабильности маленьких колец по сравнению с большими кольцами. Например, реакция гидрирования (присоединения водорода) протекает при разных температурах в разных циклоалканах:`],[`g10-c2-s06-t02`,10,`c2`,`s06`,`2.6`,`Получение, свойства и применение циклоалканов`,54,55,`textbook`,`ru`,`Kimyo 10`,`Например, реакция гидрирования (присоединения водорода) протекает при разных температурах в разных циклоалканах:
циклопропан пропан циклопентан пентан
Реакция замещения характерна для соединений с большим кольцом. В этом отношении они подобны алканам. Например, если циклогексан подвергается воздействию хлора, происходит следующая реакция:
циклогексан хлорциклогексан
В нормальных условиях циклоалканы кипят и плавятся при более высоких температурах, чем соответствующие алканы. По мере увеличения размера кольца температуры кипения и плавления увеличиваются. Циклоалканы это C3–C4 газы, C5–C16 жидкости, C17 и другие – твердые вещества. Растворимость циклических алканов в воде очень низкая.
циклогексан бензол
Применение
Циклоалканы широко используются в различных отраслях народного хозяйства.`],[`g10-c2-s06-t03`,10,`c2`,`s06`,`2.6`,`Получение, свойства и применение циклоалканов`,55,55,`textbook`,`ru`,`Kimyo 10`,`Циклоалканы широко используются в различных отраслях народного хозяйства.
Циклопропан применяют в медицинской практике в качестве ингаляционного анестетика. Циклопентан используется в органическом синтезе и в качестве присадки к моторным топливам для улучшения качества. Циклогексан применяют для синтеза промежуточных продуктов при производстве синтетических волокон из нейлона и капрона, для получения циклогексанола, циклогексанона, адипиновой кислоты, а также в качестве растворителя. В нефтехимической промышленности циклоалканы используют для получения ароматических углеводородов каталитическим крекингом.
Задача. Плотность паров циклоалкана по азоту равна 5. Определите формулу циклоалкана и назовите ее.
Решение. Обозначим формулу циклоалкана как CxHy. Мы рассчитываем молекулярную массу циклоалкана, используя значение плотности его паров относительно азота:
M(CxHy) = D(N2) · M(N2) = 5 · 28 = 140`],[`g10-c2-s06-t04`,10,`c2`,`s06`,`2.6`,`Получение, свойства и применение циклоалканов`,55,55,`textbook`,`ru`,`Kimyo 10`,`…циклоалкана, используя значение плотности его паров относительно азота: M(CxHy) = D(N2) · M(N2) = 5 · 28 = 140
Общая формула циклоалкана – CnH2n, молекулярная масса циклоалкана рассчитывается по общей формуле: M(CnH2n) = 12n + 2n = 14n.
Уравниваем полученные значения молекулярной массы: 14n = 140 n = 10
Ответ. Значит, формула циклоалкана – C10H20, это циклодекан.
1. При взаимодействии 226 g дихлорпроизводного насыщенного углеводорода с металлическим натрием образуется 234 g NaCl, как называется циклоалкан? 2. Сколько граммов и какой ароматический углеводород можно гидрировать, чтобы получить 29,4 g метилциклогексана? 3. При сгорании циклопропана образуется 132 g CO2 и 108 g H2O. Определите массу израсходованного кислорода. 4. Определите массу CO2, образовавшегося при сгорании 5,6 g циклобутана.`],[`g10-c2-s06-sum`,10,`c2`,`s06`,`2.6`,`Получение, свойства и применение циклоалканов: главное`,54,54,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • получение; • физические свойства; • химические свойства; • применение. Получение. 1) Циклоалканы получают в лаборатории взаимодействием металлов с дигалогенпроизводными предельных углеводородов. CH2 CH2 Br CH2 CH2 CH2 + Zn H2C + ZnBr 2 CH2 2) Циклогексан и его гомологи получают гидрированием бензола и его гомологов. CH2 Br CH2 CH2`],[`g10-c2-s07-t01`,10,`c2`,`s07`,`2.7`,`Алкены. Номенклатура. Изомерия`,56,56,`textbook`,`ru`,`Kimyo 10`,`TEMA 7. АЛКЕНЫ. НОМЕНКЛАТУРА. ИЗОМЕРИЯ
Изучаемые понятия:
• гомологи; • наименование;
• строение молекулы; • изомерия.
Алкены или олефины — алифатические ненасыщенные углеводороды, органические вещества с одинарными связями между атомами углерода. Латинское «olefiant» означает «масло», этот термин до сих пор широко используется в химической литературе. Причиной такого названия является хлористый этилен – жидкое маслянистое вещество, полученное в XVIII веке.
Общая формула алкенов CnH2n, а их первый представитель – этилен. Одновалентный радикал этилена (CH2=CH–) называется винильным радикалом.
Атомы углерода с двойной связью в алкене находятся в состоянии sp2-гибридизации. Это означает, что в гибридизации участвуют одна σ - и две p-орбитали, а одна p-орбиталь остается негибридизованной. Перекрытие гибридных орбиталей приводит к образованию σ-связи, а за счет негибридизированных p-орбиталей образуется вторая, π-связь между соседними атомами углерода. Таким образом, двойная связь состоит из одной σ-связи и одной π-связи.`],[`g10-c2-s07-t02`,10,`c2`,`s07`,`2.7`,`Алкены. Номенклатура. Изомерия`,56,57,`textbook`,`ru`,`Kimyo 10`,`Таким образом, двойная связь состоит из одной σ-связи и одной π-связи.
Гибридные орбитали атомов, образующих двойную связь, лежат в одной плоскости, а орбитали, образующие π-связь, расположены перпендикулярно плоскости молекулы. Двойная связь (0,132 нм) короче одинарной и обладает большей энергией, потому что она прочнее. Наличие подвижной, легко поляризуемой π-связи позволяет алкенам быть более химически активными, чем алканы, и вступать в реакции присоединения.
Атом углерода при sp2-гибридизации образует три σ- и одну π-связь перпендикулярно плоскости σ-связей. Связь C=C представляет собой комбинацию σ- и π-связи; σ-связь прочнее π-связи. Длина связи С=С в молекулах алкенов составляет 0,134 nm. Простейшим углеводородом, содержащим двойную связь CH2=CH2 между атомами углерода, является этилен (этен).
Гомологами этилена являются алкены, также называемые углеводородами этиленового ряда или олефинами. Неразветвленные алкены образуют гомологический ряд этена (этилена): C2H4 – этен, C3H6 – пропен, C4H8 – бутен, C5H10 – пентен, C6H12 – гексен, C7H14 – гептен и другие.`],[`g10-c2-s07-t03`,10,`c2`,`s07`,`2.7`,`Алкены. Номенклатура. Изомерия`,57,57,`textbook`,`ru`,`Kimyo 10`,`Неразветвленные алкены образуют гомологический ряд этена (этилена): C2H4 – этен, C3H6 – пропен, C4H8 – бутен, C5H10 – пентен, C6H12 – гексен, C7H14 – гептен и другие.
При наименовании алкенов по рациональной номенклатуре суффикс -ан в названии соответствующего алкана заменяется суффиксом -ен или -илен. Но наряду с такой номенклатурой в настоящее время широко используется и систематическая (международная) номенклатура. При наименовании алкенов по систематической номенклатуре в первую очередь выбирают основную цепь. Двойная связь должна быть в основной цепочке. Нумерация атомов углерода в основной цепи должна быть со стороны двойной связи или с той стороны, где ближе двойная связь.
После того как основная цепь пронумерована, радикалы боковых цепей, как и алканы, называются в алфавитном порядке. В конце пишется название основной цепи и численным значением указывается место положения двойной связи. Например:`],[`g10-c2-s07-t04`,10,`c2`,`s07`,`2.7`,`Алкены. Номенклатура. Изомерия`,57,58,`textbook`,`ru`,`Kimyo 10`,`В конце пишется название основной цепи и численным значением указывается место положения двойной связи. Например:
3-метилбутен-1 4,4-диметилпентен-2
Начиная с четвертого члена гомологического ряда, C4H8 – алкены имеют изомеры. Алкены характеризуются прежде всего структурной изомерией углеродного скелета и изомерией положения углеродной связи. Например, алкен, содержащий 4 атома углерода, может образовывать следующие структурные изомеры:
бутен-1
2-метилпропен
1. Как и в насыщенных углеводородах, существует изомерия углеродного скелета.
пентен-1
2-метилбутен-1
3-метилбутен-1
2. У алкенов также обнаружена изомерия положения двойной связи в углеродной цепи.
бутен-1 1) CH 2 CH CH 2 CH 2 CH 3 пентен-1penten-1 бутен-2 2) CH 3 CH
CH CH 2 CH 3 пентен-2penten-2
3. Пространственная изомерия или стереоизомерия`],[`g10-c2-s07-t05`,10,`c2`,`s07`,`2.7`,`Алкены. Номенклатура. Изомерия`,58,58,`textbook`,`ru`,`Kimyo 10`,`…пентен-1penten-1 бутен-2 2) CH 3 CH CH CH 2 CH 3 пентен-2penten-2 3. Пространственная изомерия или стереоизомерия
В алкенах мы можем найти еще один уникальный тип изомерии. Мы знаем, что модель молекулы бутана может иметь различные прямые и изогнутые формы. Но эти модели представляют не разные вещества, а одно вещество, потому что в алканах атомы углерода вращаются свободно, и одна форма легко переходит в другую.
Мы можем описать модель молекулы бутена-2 двумя способами. Но здесь атомы углерода, соединенные двойной связью, не могут свободно вращаться. Следовательно, молекула одной конформации не может превратиться в молекулу другой конформации.
Этот вид изомерии отличается от известных нам явлений изомерии, и вызван он не тем, что атомы в молекуле соединены в иной последовательности, а иным их пространственным расположением. Это называется пространственной изомерией или стереоизомерией.`],[`g10-c2-s07-t06`,10,`c2`,`s07`,`2.7`,`Алкены. Номенклатура. Изомерия`,58,58,`textbook`,`ru`,`Kimyo 10`,`Это называется пространственной изомерией или стереоизомерией.
Если обменивающиеся группы (группы CH3) в изомере находятся по одну сторону от двойной связи, это цис-изомер. Если они расположены по разные стороны от двойной связи, это транс-изомер.
CH3
CH3 цис-изомер транс-изомер
π связь
CH3
CH3 цис-бутен транс-бутен
1. Найдите среди приведенных ниже формул ту, которая характерна для алкенов.
A) C2H2; B) C6H6; C) C3H8; D) C5H10; E) C3H4; F) C9H12; J) C4H8; K) CH4 2. Среди приведенных ниже формул найдите ту, которая не характерна для алкенов.
A) C3H6 B) C9H18 C) C4H10 D) C2H4 3. Напишите формулы пентена-2, 2-метилбутена-2, 2,2-диметилгептен-3. 4. Исходя из общей формулы алкенов найдите: а) количество атомов углерода в веществе с молекулярной массой 84 g; б) число атомов водорода в веществе с молекулярной массой 28 g. 5. Найдите соотношение σ и π связей в молекулах бутена и гексена.`],[`g10-c2-s07-d01`,10,`c2`,`s07`,`2.7`,`Алкены. Номенклатура. Изомерия: винильным радикалом, в алфавитном порядке, пространственной изомерией или стереоизомерией`,56,58,`definition`,`ru`,`Kimyo 10`,`Одновалентный радикал этилена (CH2=CH–) называется винильным радикалом.
После того как основная цепь пронумерована, радикалы боковых цепей, как и алканы, называются в алфавитном порядке.
Это называется пространственной изомерией или стереоизомерией.`],[`g10-c2-s07-sum`,10,`c2`,`s07`,`2.7`,`Алкены. Номенклатура. Изомерия: главное`,56,56,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • гомологи; • наименование; • строение молекулы; • изомерия. Алкены или олефины — алифатические ненасыщенные углеводороды, органические вещества с одинарными связями между атомами углерода. Латинское «olefiant» означает «масло», этот термин до сих пор широко используется в химической литературе. Причиной такого названия является хлористый этилен – жидкое маслянистое вещество, полученное в XVIII веке. Общая формула алкенов CnH2n, а их первый представитель – этилен. Одновалентный радикал этилена (CH2=CH–) называется винильным радикалом. Атомы углерода с двойной связью в алкене находятся в состоянии sp2-гибридизации. Это означает, что в гибридизации участвуют одна σ - и две p-орбитали, а одна p-орбиталь остается негибридизованной. Перекрытие гибридных орбиталей приводит к образованию σ-связи, а за счет негибридизированных p-орбиталей образуется вторая, π-связь между соседними атомами углерода. Таким образом, двойная связь состоит из одной σ-связи и одной π-связи. Гибридные орбитали атомов, образующих двойную связь, лежат в одной плоскости, а орбитали, образующие…`],[`g10-c2-s08-t01`,10,`c2`,`s08`,`2.8`,`Получение, свойства и применение алкенов`,59,59,`textbook`,`ru`,`Kimyo 10`,`TEMA 8. СВОЙСТВА, ПОЛУЧЕНИЕ И
ПРИМЕНЕНИЕ АЛКЕНОВ
• получение; • применение.
Изучаемые понятия:
• физические свойства; • химические свойства;
Этен, пропен и бутен являются газами. Алкены с числом атомов углерода в молекуле от 5 до 18 являются жидкостями. Если молекула алкена имеет более 19 атомов углерода, это твердое вещество. Алкены бесцветны, нерастворимы в воде и имеют характерный резкий запах.
Овощи и фрукты, выделяющие этилен
Собранные яблоки, груши, перец, помидоры при хранении выделяют этилен. Под влиянием этилена ускоряется созревание окружающих их овощей, а затем они теряют свои качества под воздействием этого вещества. Овощи более подвержены болезням, картофель, морковь и сельдерей быстрее прорастают при хранении. Текстура овощей меняется. Овощи хорошо хранятся при температуре 0 °C. Ускорение созревания и роста почти не наблюдается, но резко возрастает с повышением температуры.`],[`g10-c2-s08-t02`,10,`c2`,`s08`,`2.8`,`Получение, свойства и применение алкенов`,59,59,`textbook`,`ru`,`Kimyo 10`,`Ускорение созревания и роста почти не наблюдается, но резко возрастает с повышением температуры.
Поэтому овощи и фрукты, выделяющие этилен, следует хранить отдельно от других овощей.
Зная об этом свойстве растений, работники сельского хозяйства стали использовать этилен для сохранения фруктов. Эти фрукты и овощи собирают в недозрелом виде, обрабатывают этиленом и перевозят на большие расстояния.
Химические свойства. Основные химические свойства этилена и его гомологов связаны с их двойными связями. Они легко реагируют за счет разрыва двойной связи. В частности, для алкенов характерны реакции присоединения.
1. Реакция гидрирования. Алкены вступают в реакцию гидрирования при высокой температуре в присутствии катализатора за счет разрыва двойной связи: CH2 CH2 +H2 CH3 CH3
2. Реакция галогенирования. Когда этилен подвергается воздействию бромной воды, он обесцвечивает бромную воду. В качестве продукта реакции образуются дибромные соединения алканов:`],[`g10-c2-s08-t03`,10,`c2`,`s08`,`2.8`,`Получение, свойства и применение алкенов`,59,60,`textbook`,`ru`,`Kimyo 10`,`Когда этилен подвергается воздействию бромной воды, он обесцвечивает бромную воду. В качестве продукта реакции образуются дибромные соединения алканов:
При действии Без этилена этилена
CH2 CH2 + Br2 CH2Br CH2Br
3. Этилен и его гомологи также могут связывать галогеноводороды: CH2 CH2+HBr CH3 CH2Br
Начиная с пропилена, связывание галогеноводорода немного отличается. В этом случае реакция протекает по правилу Марковникова. Водород в HBr связан с более гидрированным атомом углерода, содержащим двойную связь, а бром связан с менее гидрированным:
CH2=CH – CH3 + HBr → CH3 – CH(Br) – CH3
4. Благодаря двойной связи в молекуле алкенов они легко вступают в реакцию окисления. При окислении этилена под действием перманганата калия образуется двухатомный спирт этиленгликоль:
3CH2=CH2 + 4H2O + 2KMnO4 → 3CH2OH-CH2OH + 2MnO2↓+ 2KOH
5. Этилен и пропилен вступают в реакции полимеризации. Полимеризация – это реакция соединения одних и тех же молекул мономеров с образованием более крупных молекул полимеров. Процесс полимеризации этилена можно записать следующим образом:`],[`g10-c2-s08-t04`,10,`c2`,`s08`,`2.8`,`Получение, свойства и применение алкенов`,60,60,`textbook`,`ru`,`Kimyo 10`,`Полимеризация – это реакция соединения одних и тех же молекул мономеров с образованием более крупных молекул полимеров. Процесс полимеризации этилена можно записать следующим образом:
полиэтилен n – степень полимеризации. Здесь этилен – это мономер, а полиэтилен – это полимер.
Химические свойства алкенов связаны с разрывом двойных связей.
Полимеризация – это реакция соединения одних и тех же молекул с образованием более крупных молекул.
Алкены получают в промышленных масштабах в основном в результате крекинга нефти. Низшие алкены можно получить путем фракционной перегонки.
Получение
1. Этилен получают в лаборатории при нагревании смеси этилового спирта и концентрированной серной кислоты:
C2H5OH
C H + H2O
2. Углеводороды этиленового ряда можно получить также дегидрированием предельных углеводородов (в присутствии катализатора, при высокой температуре): o
3. Углеводороды этиленового ряда могут быть получены взаимодействием дигалогенпроизводных предельных углеводородов с металлами:`],[`g10-c2-s08-t05`,10,`c2`,`s08`,`2.8`,`Получение, свойства и применение алкенов`,60,61,`textbook`,`ru`,`Kimyo 10`,`Углеводороды этиленового ряда могут быть получены взаимодействием дигалогенпроизводных предельных углеводородов с металлами:
CH2 CH CH +Zn
CH2 CH CH + ZnBr
Br Br
4. При воздействии на моногалогенпроизводные раствором щелочи в спирте выделяется галогеноводород и образуется алкен:
C3H 7Cl + KOH( spirt)спирт C3H 6 +KCl +H 2O
1. Сравните реакционную способность алкенов и алканов. 2. В чем основное отличие химических свойств алкенов от свойств алканов? 3. Какие типы реакций характерны для алкенов? 4. Предложите способы, с помощью которых можно отличить этан от этена. 5. Как вы думаете, почему этен, в отличие от метана, ярко горит на воздухе? 6. Напишите общее уравнение реакции полного сгорания алкенов.`],[`g10-c2-s08-d01`,10,`c2`,`s08`,`2.8`,`Получение, свойства и применение алкенов: Полимеризация, Здесь этилен`,60,60,`definition`,`ru`,`Kimyo 10`,`Полимеризация – это реакция соединения одних и тех же молекул мономеров с образованием более крупных молекул полимеров.
Здесь этилен – это мономер, а полиэтилен – это полимер.
Полимеризация – это реакция соединения одних и тех же молекул с образованием более крупных молекул.`],[`g10-c2-s08-sum`,10,`c2`,`s08`,`2.8`,`Получение, свойства и применение алкенов: главное`,59,59,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • физические свойства; • химические свойства; Этен, пропен и бутен являются газами. Алкены с числом атомов углерода в молекуле от 5 до 18 являются жидкостями. Если молекула алкена имеет более 19 атомов углерода, это твердое вещество. Алкены бесцветны, нерастворимы в воде и имеют характерный резкий запах.`],[`g10-c2-s09-t01`,10,`c2`,`s09`,`2.9`,`Практическое занятие. Получение и свойства этилена`,62,62,`textbook`,`ru`,`Kimyo 10`,`TEMA 9. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ:
ПОЛУЧЕНИЕ И ИЗУЧЕНИЕ СВОЙСТВ ЭТИЛЕНА
Изучаемые понятия:
• получение; • физические свойства; • химические свойства.
? Как можно получить алкены в лаборатории?
Необходимое оборудование и реактивы: лаборатор-
C H OH ный штатив, штатив для пробирок, спиртовая лампа, спички, 2 5
H SO газонепроницаемая пробка, фарфоровая посуда, зажимы для 2 4 тиглей, чистый песок или керамические кусочки, этанол, концентрированная серная кислота, раствор перманганата калия, бромная вода.
Опыт 1. Получение этилена из этилового спирта
1. Насыпьте в пробирку немного песка (для предотвращения неравномерного нагревания и разбрызгивания жидкости).
2. Для получения этилена приготовьте смесь из 2–3 ml этилового спирта и 6–9 ml концентрированной серной кислоты.
3. Готовую смесь вылейте в пробирку, наполненную песком.
4. Пробирку установите на штатив.`],[`g10-c2-s09-t02`,10,`c2`,`s09`,`2.9`,`Практическое занятие. Получение и свойства этилена`,62,62,`textbook`,`ru`,`Kimyo 10`,`…серной кислоты. 3. Готовую смесь вылейте в пробирку, наполненную песком. 4. Пробирку установите на штатив.
5. Пробирку закройте газоотводной пробкой, а другой конец газопроводной трубки опустите в стакан с водой.
6. Пробирку нагрейте в соответствии с правилами техники безопасности. Продукт в пробирке темнеет и образуется газ этилен.
? Какова роль серной кислоты в производстве этилена?
Опыт 2. Свойства этилена. В другую пробирку наливают 2–3 ml бромной воды. В первой пробирке трубку с газопроводом опускают на дно пробирки с бромной водой и наблюдают, как она реагирует с выделяющимся газом.
При пропускании газа через бромную воду она обесцвечивается: H2C=CH2 + Br2 → CH2Br – CH2Br. В ходе реакции этилен окисляется бромной водой за счет двойной связи.
Опыт 3. Свойства этилена. В третью пробирку налить 2–3 ml раствора KMnO4 с серной кислотой. Этилен пропускают через раствор KMnO4.`],[`g10-c2-s09-t03`,10,`c2`,`s09`,`2.9`,`Практическое занятие. Получение и свойства этилена`,62,62,`textbook`,`ru`,`Kimyo 10`,`В третью пробирку налить 2–3 ml раствора KMnO4 с серной кислотой. Этилен пропускают через раствор KMnO4.
Раствор KMnO4 обесцвечивается под действием газа. В ходе реакции (в кислой среде) этилен окисляется:
Br2 раствор KMnO4 раствор
5C2H4+12KMnO4+18H2SO4 → 10CO2+6K2SO4+12MnSO4+28H2O
? Как экспериментально отличить этилен от этана?
1. Сравните реакцию алканов и алкенов с бромной водой. Можно ли отличить этан от этилена с помощью бромной воды?
2. Объясните явления, наблюдаемые при производстве этилена.
3. Подготовьте творческую работу о значении этилена.`],[`g10-c2-s09-sum`,10,`c2`,`s09`,`2.9`,`Практическое занятие. Получение и свойства этилена: главное`,62,62,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • получение; • физические свойства; • химические свойства.`],[`g10-c2-s10-t01`,10,`c2`,`s10`,`2.10`,`Алкадиены. Гомологический ряд. Изомерия`,63,63,`textbook`,`ru`,`Kimyo 10`,`TEMA 10. АЛКАДИЕНЫ. ГОМОЛОГИЧЕСКИЙ РЯД. ИЗОМЕРИЯ. НАИМЕНОВАНИЕ
Изучаемые понятия:
• общая формула;
• гомологический ряд;
Углеводороды этиленового ряда имеют одну двойную связь, а диены – две двойные связи. Например: пропан C3H8 имеет 8 атомов водорода, а соответствующий пропадиен C3H4 имеет 4 атома водорода.
Алкадиены делятся на 3 типа:
1. Диены с двойными связями у соседних атомов углерода называются алленами или кумуленами. Они нестабильны и легко перегруппировываются в алкины. Первым представителем является пропадиен CH2=C=CH2.
2. Диены с более чем одной простой связью между их двойными связями называются изолированными диенами: H2C= CH – CH2– CH2 – CH = CH2 .
3. Диены, двойные связи которых находятся в 1-м, 3-м положении (С=С–С=С), называются двухсвязными (сопряженными) диенами, разделенными одной простой связью. Исходным представителем является H2C=CH – CH = CH2 бутадиен-1,3.
• изомерия; • наименование.`],[`g10-c2-s10-t02`,10,`c2`,`s10`,`2.10`,`Алкадиены. Гомологический ряд. Изомерия`,63,64,`textbook`,`ru`,`Kimyo 10`,`…одной простой связью. Исходным представителем является H2C=CH – CH = CH2 бутадиен-1,3. • изомерия; • наименование.
Общая формула алкадиенов CnH2n-2.
Для алкадиенов характерна структурная, пространственная цис- и транс-изомеризация углеродного скелета; существует межклассовая изомерия: алкадиены изомерны алкинам.
Электронное облако
Конъюгированная система
Гомологи алкадиенов и их номенклатура
Поскольку в формуле алкадиена две двойные связи, гомологический ряд начинается с соединения с тремя атомами углерода. Название диеновых углеводородов по систематической номенклатуре образуется путем добавления суффикса «диен» вместо буквы «н» в конце названия предельных углеводородов и указания атомов углерода, удерживающих двойную связь.
При названии углеводородов диенового ряда:
1. В качестве основной цепи выбирается самая длинная цепь, содержащая обе двойные связи.
2. Двойные связи атомов углерода в основной цепи нумеруются со стороны, где ближе двойные связи.`],[`g10-c2-s10-t03`,10,`c2`,`s10`,`2.10`,`Алкадиены. Гомологический ряд. Изомерия`,64,65,`textbook`,`ru`,`Kimyo 10`,`Двойные связи атомов углерода в основной цепи нумеруются со стороны, где ближе двойные связи.
3. После обозначения положения радикалов читается название вещества.
Например:
бутадиен-1,3
Здесь он называется бутадиеном, потому что у него 4 атома углерода, 1 и 3, потому что двойные связи идут после 1-го и 3-го атомов углерода:
2-метилбутадиен-1,3
Здесь двойные связи расположены одинаково с обеих сторон, поэтому возникает вопрос с какой стороны нумеровать. В таком случае нумерация производится с той стороны, где ближе радикал.
Формула Наименование
Эмпирическая Структурная Международное
C3H
H2C C CH2 Пропадиен
C4H
H2C C CH CH3 Бутадиен – 1,2
C4H6 H2C CH CH CH2 Бутадиен – 1,3
C5H
H2C C CH CH2 CH3 Пентадиен – 1,2
C5H8 H2C CH CH CH CH3 Пентадиен – 1,3
C5H
H2C CH CH2 CH
CH2 Пентадиен – 1,4
H2C C CH CH2 C5H8 2–метилбутадиен – 1,3 CH3
CH2
CH CH CH2
CH3
CH CH2
3-метилгексадиен – 1,5
Изомерия. Для алкадиенов характерны изомерии цепи и положения. Изомерия цепи. Пентадиен-1,2 C5H8 имеет следующие изомеры:`],[`g10-c2-s10-t04`,10,`c2`,`s10`,`2.10`,`Алкадиены. Гомологический ряд. Изомерия`,65,65,`textbook`,`ru`,`Kimyo 10`,`Для алкадиенов характерны изомерии цепи и положения. Изомерия цепи. Пентадиен-1,2 C5H8 имеет следующие изомеры:
CH2=CH–CH2–CH=CH2 пентадиен-1,4;
CH2=CH–CH =CH–CH3 пентадиен-1,3;
CH2=C=CH –CH2–CH3 пентадиен-1,2;
CH2=C(CH3)–CH =CH2 2-метилбутадиен-1,3;
CH2=C=C(CH3) –CH3 3-метилбутадиен-1,2.
Пространственная цис- и транс- изомерия, например:
цис-пентадиен-1,3 транс-пентадиен-1,3
Межклассовая изомерия. Алкадиены изомерны алкинам, например, бутадиен изомер бутину:
CH2=CH–CH=CH2 CH3– C ≡ C–CH3 бутадиен-1,2 бутин-2
1. Нарисуйте структурные формулы изомеров углеводородов состава C4H6. 2. Определите тип гибридизации углерода в бутадиене-1,2. 3. Возможна ли цис- и транс-изомерия бутадиена-1,3? Поясните свой ответ. 4. Сформулируйте цис- и транс-изомерию алкадиена C6H10.`],[`g10-c2-s10-d01`,10,`c2`,`s10`,`2.10`,`Алкадиены. Гомологический ряд. Изомерия: алленами или кумуленами, изолированными диенами, двухсвязными`,63,63,`definition`,`ru`,`Kimyo 10`,`Диены с двойными связями у соседних атомов углерода называются алленами или кумуленами.
Диены с более чем одной простой связью между их двойными связями называются изолированными диенами: H2C= CH – CH2– CH2 – CH = CH2 .
Диены, двойные связи которых находятся в 1-м, 3-м положении (С=С–С=С), называются двухсвязными (сопряженными) диенами, разделенными одной простой связью.`],[`g10-c2-s10-d02`,10,`c2`,`s10`,`2.10`,`Алкадиены. Гомологический ряд. Изомерия: бутадиеном`,64,64,`definition`,`ru`,`Kimyo 10`,`Здесь он называется бутадиеном, потому что у него 4 атома углерода, 1 и 3, потому что двойные связи идут после 1-го и 3-го атомов углерода:`],[`g10-c2-s10-sum`,10,`c2`,`s10`,`2.10`,`Алкадиены. Гомологический ряд. Изомерия: главное`,63,63,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула; • гомологический ряд; Углеводороды этиленового ряда имеют одну двойную связь, а диены – две двойные связи. Например: пропан C3H8 имеет 8 атомов водорода, а соответствующий пропадиен C3H4 имеет 4 атома водорода. Алкадиены делятся на 3 типа: 1. Диены с двойными связями у соседних атомов углерода называются алленами или кумуленами. Они нестабильны и легко перегруппировываются в алкины. Первым представителем является пропадиен CH2=C=CH2. 2. Диены с более чем одной простой связью между их двойными связями называются изолированными диенами: H2C= CH – CH2– CH2 – CH = CH2 . 3. Диены, двойные связи которых находятся в 1-м, 3-м положении (С=С–С=С), называются двухсвязными (сопряженными) диенами, разделенными одной простой связью. Исходным представителем является H2C=CH – CH = CH2 бутадиен-1,3.`],[`g10-c2-s11-t01`,10,`c2`,`s11`,`2.11`,`Получение, свойства, применение алкадиенов`,66,66,`textbook`,`ru`,`Kimyo 10`,`TEMA 11. ПОЛУЧЕНИЕ, СВОЙСТВА И ПРИМЕНЕНИЕ АЛКАДИЕНОВ
• получение; • применение.
Физические свойства. Первые два представителя алкадиенов — бесцветные газы с характерным запахом. Алкадиены, содержащие до семнадцати атомов углерода в цепи, являются жидкостями. Физические свойства диеновых углеводородов изменяются в том же порядке, что и гомологические ряды насыщенных и ненасыщенных углеводородов.
Изучаемые понятия:
• свойства;
Получение:
1. С. В. Лебедев синтезировал бутадиен-1,3 из этилового спирта при высокой температуре в присутствии катализатора:
кат, t°C,
2CH3CH2OH CH2 CH CH CH2 + H2 + 2H2O
2. Бутадиен-1,3 получают дегидрированием алканов в промышленности при высокой температуре и в присутствии катализатора.
CH3 CH2 CH2
Основная область применения алкадиенов — синтез каучука. Дивинил и изопрен полимеризуются и сополимеризуются с другими ненасыщенными соединениями с образованием каучуков:`],[`g10-c2-s11-t02`,10,`c2`,`s11`,`2.11`,`Получение, свойства, применение алкадиенов`,66,67,`textbook`,`ru`,`Kimyo 10`,`Дивинил и изопрен полимеризуются и сополимеризуются с другими ненасыщенными соединениями с образованием каучуков:
CH2=CH–CH=CH2 → полибутадиен Бутадиен-1,3
CH3 H2C CH CH CH2 + 2H2
Основная область применения алкадиенов – синтез каучука.
Для алкадиенов характерны реакции присоединения и окисления.
CH2=C–CH=CH2 → полиизопрен
CH3 2-метилбутадиен-1,3
CH2=C–CH=CH2 → хлорпреновый каучук
Cl 2-хлорбутадиен-1,3
Химические свойства. Алкадиены, как и алкены, обесцвечивают бромную воду и присоединяют галогеноводороды.
присоединение
1,4-дибромбутен- 2 присоединение
3,4-дибромбутен-1
Общее уравнение реакции горения алкадиенов:
Важнейшей особенностью алкадиенов является их способность к полимеризации, которая используется для получения синтетического каучука.`],[`g10-c2-s11-t03`,10,`c2`,`s11`,`2.11`,`Получение, свойства, применение алкадиенов`,67,67,`textbook`,`ru`,`Kimyo 10`,`Важнейшей особенностью алкадиенов является их способность к полимеризации, которая используется для получения синтетического каучука.
Полимеризация 1,3-диенов может протекать по 1,4-присоединению или смешанному 1,2- и 1,4-присоединению. Направление присоединения зависит от условий реакции. Бутадиеновый каучук (полибутадиен) получают при непрерывной полимеризации бутадиена-1,3 в виде добавки 1,4-присоединения. Выбранное 1,4-присоединение происходит при использовании металлоорганических катализаторов (например, бутиллитий C4H9Li, который не только инициирует полимеризацию, но и определенным образом пространственно координирует присоединенные молекулы диена):
В упрощенном виде реакцию полимеризации бутадиена-1,3 по схеме присоединения 1,4 можно выразить следующим образом:
Элементарная ячейка полибутадиена выражается следующим образом:`],[`g10-c2-s11-t04`,10,`c2`,`s11`,`2.11`,`Получение, свойства, применение алкадиенов`,67,68,`textbook`,`ru`,`Kimyo 10`,`Элементарная ячейка полибутадиена выражается следующим образом:
Видно, что полученный полимер характеризуется трансконфигурацией элементарной ячейки полимера. Однако практически наиболее ценные продукты получаются при стереорегулярной (другими словами, пространственно упорядоченной) полимеризации диеновых углеводородов по схеме 1,4-присоединения с образованием цис-конфигурации полимерной цепи. Например, цис-полибутадиен:
Присоединение (гидрирование) водорода в мольном соотношении 1:2 приводит к образованию соответствующего алкана:
CH2=CH–CH=CH2+2H2 → CH3–CH2–CH2–CH3 бутадиен-1,3 бутан
Углеводороды с двумя и более двойными связями в молекуле – терпены – широко распространены в растительных организмах и часто имеют приятный запах. Терпеновые соединения используются в производстве парфюмерно-ароматических отдушек, а также в медицине. β-каротин, который в организме превращается в витамин А, очень важен для человека, он содержится в красных и желтых плодах. Красный цвет β-каротина связан с длинной цепью сопряженных двойных связей.`],[`g10-c2-s11-t05`,10,`c2`,`s11`,`2.11`,`Получение, свойства, применение алкадиенов`,68,68,`textbook`,`ru`,`Kimyo 10`,`β-каротин, который в организме превращается в витамин А, очень важен для человека, он содержится в красных и желтых плодах. Красный цвет β-каротина связан с длинной цепью сопряженных двойных связей.
1. Напишите структурные формулы бутадиена-1,2; пентадиена-1,3; 2-метилбута-
2. Напишите уравнение реакции получения бутадиена-1,3 по методу С.В. Лебедева.
3. Напишите структурную формулу пентадиена-1,2 и уравнение реакции между этим алкадиеном и бромом.
4. Напишите уравнение реакции горения пропадиена.
5. Назовите следующее вещество по систематической номенклатуре:
6. Из какой массы (g) н-бутана можно получить 29,7 g алкадиена при высокой температуре и в присутствии катализатора Al2O3?
7. Какую массу бутадиена-1,3 можно получить, используя 60 процентный раствор этилового спирта (р=0,8 g/ml) объемом 600 ml?`],[`g10-c2-s12-t01`,10,`c2`,`s12`,`2.12`,`Каучук. Резина`,69,69,`textbook`,`ru`,`Kimyo 10`,`TEMA 12. КАУЧУК. РЕЗИНА
• синтетический каучук; • резина.
Изучаемые понятия:
• природный каучук;
Каучук был известен в Северной Америке в конце XV века. В то время индейцы использовали его для изготовления обуви, бьющихся предметов и посуды. Они получали каучук из млечного сока растения гевея, и называли «слезами дерева».
Каучуки – продукты полимеризации диеновых углеводородов.
Вулканизация – процесс нагревания каучука с серой в безвоздушной среде.
Резина представляет собой высокоэластичный полимер, получаемый в результате полимеризации каучука.
Каучук (на языке тупи-гуарини «kau» означает «дерево», а «uchu» — «течь, плакать») — эластичный материал, используемый в производстве резины и резинотехнических изделий. Каучуки – это натуральные или синтетические материалы, характеризующиеся эластичностью, водостойкостью и электроизоляционными свойствами.`],[`g10-c2-s12-t02`,10,`c2`,`s12`,`2.12`,`Каучук. Резина`,69,69,`textbook`,`ru`,`Kimyo 10`,`Каучуки – это натуральные или синтетические материалы, характеризующиеся эластичностью, водостойкостью и электроизоляционными свойствами.
Натуральный каучук получают из молочно-белой жидкости, называемой латексом, которая представляет собой млечный сок растения гевея. Основным компонентом каучука является полиизопрен (91–96%). Натуральный каучук содержится в различных растениях, не образующих отдельного семейства растений. В зависимости от скопившейся в корне и стебле ткани каучук подразделяют на:
– паренхиматозные,
– резиновые.
Суть вулканизации заключается в сшивании макромолекул каучука мостиками из атомов серы в двойные связи:
Вулканизированный каучук имеет разветвленную сетчатую структуру, благодаря чему по сравнению с невулканизированным каучуком обладает меньшей эластичностью, но более высокой прочностью.`],[`g10-c2-s12-t03`,10,`c2`,`s12`,`2.12`,`Каучук. Резина`,69,70,`textbook`,`ru`,`Kimyo 10`,`Вулканизированный каучук имеет разветвленную сетчатую структуру, благодаря чему по сравнению с невулканизированным каучуком обладает меньшей эластичностью, но более высокой прочностью.
В промышленных масштабах синтетический каучук впервые был получен в 1931 году по методу русского ученого С. В. Лебедева. В 1932 году впервые в мире из дивинила было получено 260 килограммов синтетического каучука. Каучук был синтезирован в Германии в 1936–1937 годах, а в США в 1942 году. Полученный каучук представлял собой бутадиеновый каучук с нестабильной структурой, и хотя он был непроницаем для воды и газа, он был менее эластичным, чем натуральный каучук.
Синтетический бутадиеновый каучук с линейной стереорегулярной структурой называется дивинилом.
В 1950 году были получены металлоорганические катализаторы – соли титана, алкилпроизводные алюминия с добавлением циркония и других веществ. Таким же образом получают синтетические изопреновые и хлоропреновые каучуки со стереорегулярной структурой:`],[`g10-c2-s12-t04`,10,`c2`,`s12`,`2.12`,`Каучук. Резина`,70,71,`textbook`,`ru`,`Kimyo 10`,`Таким же образом получают синтетические изопреновые и хлоропреновые каучуки со стереорегулярной структурой:
хлоропреновый каучук
Каучуки, полученные из бутадиена и изопрена, используются для производства шин, различных резинотехнических изделий, обуви, бытовых, пищевых и медицинских изделий. Хлоропреновый каучук отличается горючестью, масло- и бензиностойкостью, стойкостью к кислотами щелочам. Шланги, уплотнения, резиноткани, оболочки кабелей изготавливаются из хлоропренового каучука.
хлоропрен
Структура невулканизированного (а) и вулканизированного (б) каучука.
Существует также метод сополимеризации, при котором для получения каучуков используется не один, а два разных мономера. Например, бутадиен-стирольный каучук получают сополимеризацией бутадиена со стиролом:
бутадиен стирол бутадиен-стироловый каучук
Изменяя соотношение мономеров, можно получать каучуки с разными свойствами. В настоящее время производство синтетического каучука превышает производство натурального каучука. Каучуки в основном используются в производстве резинотехнических изделий, шин, обуви и электроизоляции.`],[`g10-c2-s12-t05`,10,`c2`,`s12`,`2.12`,`Каучук. Резина`,71,71,`textbook`,`ru`,`Kimyo 10`,`Каучуки в основном используются в производстве резинотехнических изделий, шин, обуви и электроизоляции.
Резина, как упоминалось выше, является высокоэластичным полимером. Его структура состоит из беспорядочно расположенных длинных углеродных цепей. Такие цепочки соединены друг с другом с помощью атомов серы. Углеродные цепи обычно находятся в скрученном положении, но когда каучук растягивается, углеродные цепи снова скручены.
По структуре резина делится на монолитную и пористую. Непористая – монолитическая резина производится на основе бутадиенового каучука. Характеризуется высоким сопротивлением трению. Срок носки резиновых подошв в 2–3 раза больше, чем у кожаных. Прочность резины на разрыв меньше, чем у натуральной кожи, но ее эластичность в несколько раз выше, чем у натуральной кожи. Резина не растворяется в воде и не набухает в ней. По морозостойкости и теплоотдаче резина уступает коже, что снижает теплозащитные свойства обуви, не пропускает воздух и пар.`],[`g10-c2-s12-t06`,10,`c2`,`s12`,`2.12`,`Каучук. Резина`,71,71,`textbook`,`ru`,`Kimyo 10`,`По морозостойкости и теплоотдаче резина уступает коже, что снижает теплозащитные свойства обуви, не пропускает воздух и пар.
Монолитные каучуки используются в качестве подошв и платформ весенне-осенней и зимней обуви.
Опыт. Изучение видов и свойств каучука.
Оборудование: пробирки, зажим, линейка.
Реактивы: бромная вода, KMnO4, бензол, образцы натурального и синтетического каучука.
1. Знакомство с образцами каучука
Бутадиеновый каучук представляет собой эластичную массу желто-коричневого цвета со слабым запахом. Изопреновый каучук представляет собой эластичную массу темно-серого цвета без характерного запаха.
Хлоропрен представляет собой эластичную светло-желтую массу.
Бутадиен-стирольный каучук – эластичный, светло-коричневого цвета с красноватым оттенком, имеет легкий запах стирола.
2. Сравнение эластичности резины и каучука
Растяните на одинаковую длину каучук и резину. Сравните, какой из них легче и насколько растягивается.`],[`g10-c2-s12-t07`,10,`c2`,`s12`,`2.12`,`Каучук. Резина`,71,71,`textbook`,`ru`,`Kimyo 10`,`Растяните на одинаковую длину каучук и резину. Сравните, какой из них легче и насколько растягивается.
3. Сравнение растворимости каучука и резины в органических растворителях
Налейте бензин в 2 пробирки. К бензину в пробирке 1 добавить тонко нарезанный каучук, а к бензину в пробирке 2 – резину. Наблюдать и сравнивать растворение каучука и резины в бензине.
1. Считаете ли вы, что цис- и транс изомеры каучука различаются по своим физико-механическим свойствам? 2. Какова цель вулканизации каучука? 3. В чем суть процесса вулканизации? Как сера влияет на свойства каучука? 4. Какие свойства резины отличают ее от каучука?`],[`g10-c2-s12-d01`,10,`c2`,`s12`,`2.12`,`Каучук. Резина: Каучуки, дивинилом`,69,69,`definition`,`ru`,`Kimyo 10`,`Каучуки – это натуральные или синтетические материалы, характеризующиеся эластичностью, водостойкостью и электроизоляционными свойствами.
Синтетический бутадиеновый каучук с линейной стереорегулярной структурой называется дивинилом.`],[`g10-c2-s12-sum`,10,`c2`,`s12`,`2.12`,`Каучук. Резина: главное`,69,69,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • природный каучук; Каучук был известен в Северной Америке в конце XV века. В то время индейцы использовали его для изготовления обуви, бьющихся предметов и посуды. Они получали каучук из млечного сока растения гевея, и называли «слезами дерева». Каучуки – продукты полимеризации диеновых углеводородов. Вулканизация – процесс нагревания каучука с серой в безвоздушной среде. Резина представляет собой высокоэластичный полимер, получаемый в результате полимеризации каучука. Каучук (на языке тупи-гуарини «kau» означает «дерево», а «uchu» — «течь, плакать») — эластичный материал, используемый в производстве резины и резинотехнических изделий. Каучуки – это натуральные или синтетические материалы, характеризующиеся эластичностью, водостойкостью и электроизоляционными свойствами.`],[`g10-c2-s13-t01`,10,`c2`,`s13`,`2.13`,`Алкины. Гомологический ряд. Изомерия. Номенклатура`,72,72,`textbook`,`ru`,`Kimyo 10`,`TEMA 13. АЛКИНЫ. ГОМОЛОГИЧЕСКИЙ РЯД. ИЗОМЕРИЯ. НОМЕНКЛАТУРА
Изучаемые понятия:
• общая формула;
• гомологический ряд;
• изомерия; • наименование.
Алкины – это ненасыщенные углеводороды, в молекуле которых имеются тройные связи. Алкины имеют общую формулу CnH2n-2 и их первый представитель — ацетилен –C2H2 . Алкины также называют углеводородами ацетиленового ряда.
Алкины представляют собой ненасыщенные углеводороды с одинарной тройной связью между атомами углерода в их молекулах. Общая формула алкинов CnH2n-2.
Атомы углерода, связанные тройной связью, находятся в sp-гибридном состоянии. В процессе гибридизации образуются одна s- и одна p-орбитальная смесь и две одинаковые гибридные орбитали.`],[`g10-c2-s13-t02`,10,`c2`,`s13`,`2.13`,`Алкины. Гомологический ряд. Изомерия. Номенклатура`,72,72,`textbook`,`ru`,`Kimyo 10`,`В процессе гибридизации образуются одна s- и одна p-орбитальная смесь и две одинаковые гибридные орбитали.
sp-гибридные орбитали расположены под углом 180° друг к другу и лежат в линию. Атом углерода в sp-гибридном состоянии образует две s-связи и две р-связи, расположенные в двух перпендикулярных плоскостях. Тройная связь представляет собой комбинацию одной s- и двух р-связей, длина связи треугольника 0,0120 nm. Простейшим углеводородом, содержащим три связи между атомами углерода, является ацетилен (этин). Гомологами ацетилена являются алкины, которые наряду с ацетиленом также называют углеводородами.
Номенклатура. При названии углеводородов ацетиленового ряда по рациональной номенклатуре к названию радикала добавляется слово ацетилен.
метилацетилен этилацетилен диметилацетилен
По систематической номенклатуре название алкинов происходит от названия соответствующих предельных углеводородов и вместо -ан используется суффикс -ин. У алкинов тройная связь находится в основной цепи, и нумерация начинается со стороны, ближайшей к тройной связи.`],[`g10-c2-s13-t03`,10,`c2`,`s13`,`2.13`,`Алкины. Гомологический ряд. Изомерия. Номенклатура`,72,73,`textbook`,`ru`,`Kimyo 10`,`У алкинов тройная связь находится в основной цепи, и нумерация начинается со стороны, ближайшей к тройной связи.
пентин-1 пентин-2 3-метилбутин-1
Формула Наименование
Эмпирическая
C2H2 Ацетилен Этин
C3H4 Метилацетилен Пропин
C4H6 Диметилацетилен Бутин-2
C5H8 Пропилацетилен Пентин-1
C6H10 Бутилацетилен Гексин-1
Структурная
Рациональное Международное
Изомерия. В углеводородах ацетиленового ряда наблюдается изомерия за счет разветвления цепи и положения тройной связи. Например, мы можем написать два алкина общей формулой C4H6.
бутен-1 бутен-2
Поскольку алкины и алкадиены имеют одинаковую общую формулу, то есть CnH2n-2, они являются межклассовыми изомерами. Мы можем наблюдать эту ситуацию, начиная с молекул пропина и пропадиена.
пропин пропадиен бутин-2 бутадиен-1,3
1. Охарактеризуйте типы связей в молекулах алкинов.
2. Объясните, почему алкины не образуют пространственных цис- и транс-изомеров.
3. Напишите структурные формулы пяти изомеров углеводорода состава C7H12.`],[`g10-c2-s13-d01`,10,`c2`,`s13`,`2.13`,`Алкины. Гомологический ряд. Изомерия. Номенклатура: Алкины, углеводородами ацетиленового ряда, углеводородами`,72,72,`definition`,`ru`,`Kimyo 10`,`Алкины – это ненасыщенные углеводороды, в молекуле которых имеются тройные связи.
Алкины также называют углеводородами ацетиленового ряда.
Гомологами ацетилена являются алкины, которые наряду с ацетиленом также называют углеводородами.`],[`g10-c2-s13-sum`,10,`c2`,`s13`,`2.13`,`Алкины. Гомологический ряд. Изомерия. Номенклатура: главное`,72,72,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула; • гомологический ряд; • изомерия; • наименование. Алкины – это ненасыщенные углеводороды, в молекуле которых имеются тройные связи. Алкины имеют общую формулу CnH2n-2 и их первый представитель — ацетилен –C2H2 . Алкины также называют углеводородами ацетиленового ряда. Алкины представляют собой ненасыщенные углеводороды с одинарной тройной связью между атомами углерода в их молекулах. Общая формула алкинов CnH2n-2. Атомы углерода, связанные тройной связью, находятся в sp-гибридном состоянии. В процессе гибридизации образуются одна s- и одна p-орбитальная смесь и две одинаковые гибридные орбитали.`],[`g10-c2-s14-t01`,10,`c2`,`s14`,`2.14`,`Получение, свойства, применение алкинов`,74,74,`textbook`,`ru`,`Kimyo 10`,`TEMA 14. ПОЛУЧЕНИЕ, СВОЙСТВА, ПРИМЕНЕНИЕ АЛКИНОВ
Изучаемые понятия:
▪ свойства; ▪ получение; ▪ применение.
Получение
1. Ацетилен получают в промышленности и лаборатории гидролизом карбида кальция.
В настоящее время этот метод используется только в лабораторных условиях.
2. Ацетилен можно получить и нагреванием метана при высокой температуре (промышленный способ):
3. Крекинг природного газа (промышленный метод):
1. Электро крекинг заключается в пропускании метана между двумя металлическими электродами на высокой скорости. Температура 1500–1600 °C.
2. Термоокислительный крекинг: метод использует частичное окисление метана за счет тепла, выделяющегося при сгорании:
6CH4 +4O2 → C2H2+ 8H2+3CO +CO2+3H2O
Физические свойства. Ацетилен — газ легче воздуха и малорастворим в воде, в чистом виде почти без запаха. С увеличением относительной молекулярной массы алкинов увеличивается и их температура кипения.`],[`g10-c2-s14-t02`,10,`c2`,`s14`,`2.14`,`Получение, свойства, применение алкинов`,74,74,`textbook`,`ru`,`Kimyo 10`,`С увеличением относительной молекулярной массы алкинов увеличивается и их температура кипения.
Химические свойства. По сравнению с алкенами алкины являются более ненасыщенными соединениями, поэтому реакции присоединения с ними могут протекать в две стадии. На первой стадии идет присоединение к тройной связи с образованием двойной связи, а на второй стадии – присоединение к двойной связи. Реакции сочетания алкинов протекают медленнее, чем алкенов. Это связано с более компактным расположением p-электронной плотности тройной связи по сравнению с алкенами, что менее благоприятно для взаимодействия с этими реагентами.
Для алкинов наиболее характерны реакции сочетания и окисления, протекающие за счет разрыва тройной связи.
1. Реакция гидратации. М. Г. Кучеров получил уксусный альдегид взаимодействием воды с ацетиленом в присутствии катализатора:
Качественная реакция на алкины – обесцвечивание бромной воды и раствора перманганата калия.`],[`g10-c2-s14-t03`,10,`c2`,`s14`,`2.14`,`Получение, свойства, применение алкинов`,74,75,`textbook`,`ru`,`Kimyo 10`,`Качественная реакция на алкины – обесцвечивание бромной воды и раствора перманганата калия.
уксусный альдегид
2. Н. Д. Зелинский получил бензол пропусканием ацетилена над активированным углем при высокой температуре (тримеризация ацетилен):
актив бензол
3. Алкины горят, как и все углеводороды. В качестве продуктов горения образуются вода и углекислый газ:
Алкины легко окисляются различными окислителями, в частности перманганатом калия. При этом раствор перманганата калия обесцвечивается, что является качественной реакцией на кратные связи. Например, в нейтральной или слабощелочной среде ацетилен обесцвечивает водный раствор KMnO4.
3 +8 KMnO4 → 3KOOC – COOK + 8MnO2↓ + 2KOH + 2H2 оксалат калия
Окисление в кислой среде обычно приводит к тройному расщеплению с образованием карбоновых кислот. Например, при окислении пентена-2 получается смесь этановой и пропановой кислоты:
5C5H8+6 KMnO4 +9H2SO4 → 5CH3COOH+5CH3CH2COOH+ 6MnSO4 + 3K2SO4 +4H2O`],[`g10-c2-s14-t04`,10,`c2`,`s14`,`2.14`,`Получение, свойства, применение алкинов`,75,76,`textbook`,`ru`,`Kimyo 10`,`5C5H8+6 KMnO4 +9H2SO4 → 5CH3COOH+5CH3CH2COOH+ 6MnSO4 + 3K2SO4 +4H2O
Продуктами полного окисления алкинов в кислороде являются углекислый газ и вода, например:
2 +5O2 → 4CO2+2H2O+Q
При сжигании ацетилена в кислороде температура поднимается до 3000 °С. Эту реакцию используют для сварки и резки металлов.
Применение
Ацетилен используется в промышленном органическом синтезе для получения винилхлорида, акрилонитрила и винилацетилена, исходных материалов для производства общих полимеров.
Эксперимент
1. Получение ацетилена
В пробирку налейте около 1 ml воды и погрузите в нее кусочек карбида кальция размером со спичечную головку. Пробирку быстро закройте пробкой и выделившийся газ перенесите в другую пробирку, содержащую раствор перманганата калия.
Что вы заметили? О чем свидетельствует изменение окраски раствора? Напишите уравнения проведенных реакций.
2. Знакомство со свойствами ацетилена`],[`g10-c2-s14-t05`,10,`c2`,`s14`,`2.14`,`Получение, свойства, применение алкинов`,76,76,`textbook`,`ru`,`Kimyo 10`,`…свидетельствует изменение окраски раствора? Напишите уравнения проведенных реакций. 2. Знакомство со свойствами ацетилена
Добавьте в пробирку 2–3 капли воды и опустите конец газоотводной трубки в пробирку с 5–8 каплями бромной воды. Что вы заметили? Напишите уравнения реакции ацетилена с бромной водой. По окончании реакции в горлышко пробирки поместите полоску фильтровальной бумаги, смоченную бесцветным аммиачным раствором CuCl. Что случается? Напишите уравнение реакции.
После образования ацетилена в пробирку добавить 1 каплю спиртового раствора фенолфталеина. Что вы заметили? Почему происходит это изменение?
1. Какие реакции характерны для алкинов? 2. В чем сходство химических свойств ацетилена и этилена? Какая разница? 3. При взаимодействии ацетилена с горячим кислым раствором перманганата калия образуется углекислый газ. Напишите уравнение этой реакции. 4. Запишите уравнение реакции полного сгорания алкинов в кислороде в общем виде. 5. Как вы думаете, почему ацетилен горит коптящим пламенем на воздухе в отличие от этана и этилена?`],[`g10-c2-s14-sum`,10,`c2`,`s14`,`2.14`,`Получение, свойства, применение алкинов: главное`,74,74,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: ▪ свойства; ▪ получение; ▪ применение.`],[`g10-c2-s15-t01`,10,`c2`,`s15`,`2.15`,`Ароматические углеводороды. Гомологический ряд. Изомерия`,77,77,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 15. АРОМАТИЧЕСКИЕ УГЛЕВОДОРОДЫ. ГОМОЛОГИЧЕСКИЙ РЯД. ИЗОМЕРИЯ
Изучаемые понятия:
• общая формула;
• гомологический ряд;
Ароматические углеводороды – это соединения, в молекуле которых имеется специфическая связанная циклическая группа атомов – бензольное ядро.
Бензол был выделен М. Фарадеем в 1825 году из световой жидкости, использовавшейся в то время для уличного освещения. Первая структурная формула бензола – C6H6 была предложена в 1865 году. А. Кекуле предположил, что молекула бензола опирается на правильное шестиугольное основание, образованное шестью атомами углерода, соединенными между собой чередующимися одинарными и двойными связями:
• изомерия; • наименование.
Ароматические углеводороды (арены) – это непре-дельные (ненасыщенные) циклические углеводороды, молекулы которых содержат устойчивые циклические группы атомов (бензольные ядра) с замкнутой системой сопряженных связей.`],[`g10-c2-s15-t02`,10,`c2`,`s15`,`2.15`,`Ароматические углеводороды. Гомологический ряд. Изомерия`,77,77,`textbook`,`ru`,`Kimyo 10`,`…которых содержат устойчивые циклические группы атомов (бензольные ядра) с замкнутой системой сопряженных связей.
Общая формула: CnH2n-6 (n≥6) содержащие бензольное кольцом. Бензольное кольцо представляет собой циклическую группу, состоящую из шести атомов углерода. Кольцеобразное строение было создано в 1865 году Ф. А. Кекуле.
Согласно этой структуре бензол должен обесцвечивать водный раствор перманганата калия и брома, но этого не происходит. Противоречие можно объяснить наличием особого типа связи в молекуле бензола — ароматического кольца. Шесть атомов углерода образуют плоское шестичленное кольцо в состоянии sp2-гибридизации, в котором каждый атом углерода образует три первичные σ-связи: две связи с соседними атомами углерода и одну связь с атомом водорода. Валентные углы между этими тремя σ-связями равны между собой.`],[`g10-c2-s15-t03`,10,`c2`,`s15`,`2.15`,`Ароматические углеводороды. Гомологический ряд. Изомерия`,77,78,`textbook`,`ru`,`Kimyo 10`,`Валентные углы между этими тремя σ-связями равны между собой.
Каждый атом углерода имеет еще один негибридизованный p-электрон. Эти шесть электронов параллельны друг другу, перпендикулярны плоскому σ-скелету. При их взаимодействии образуется единое π-электронное облако, которое изображается в виде окружности внутри шестичленного кольца. Наибольшая плотность p-электронов в этой сопряженной системе выше и ниже плоскости σ-скелета.
Длина связи С–С в бензольном кольце составляет 0,139 nm, что является промежуточным между длиной одинарной связи в алканах (0,154 nm) и длиной двойной связи в алкенах (0,133 nm).
На наличие сопряжения в молекуле бензола указывает структурная формула с кружком в центре шестиугольника.
Номенклатура и изомерия. Название «ароматические углеводороды» происходит от того, что первые производные бензола имеют приятный запах. Из них выделяют ароматное натуральное масло, бальзам, ладан.`],[`g10-c2-s15-t04`,10,`c2`,`s15`,`2.15`,`Ароматические углеводороды. Гомологический ряд. Изомерия`,78,78,`textbook`,`ru`,`Kimyo 10`,`Название «ароматические углеводороды» происходит от того, что первые производные бензола имеют приятный запах. Из них выделяют ароматное натуральное масло, бальзам, ладан.
В зависимости от числа ароматических колец различают одноядерные и многоядерные углеводороды.
Одноядерные арены – это бензол и его производные, полиядерные – дифенил, дифенилметан, трифенилметан, нафталин, антрацен и др. Гомологи бензола образуются при замене атомов водорода в молекуле бензола на различные радикалы.
бензол метилбензол этилбензол
Если атомы водорода в молекуле бензола заменены несколькими радикалами, то для названия таких веществ по систематической номенклатуре атомы углерода в основной цепи нумеруют или кратко записывают орто-, мета- и пара-выражения.
1,2-диметилбензол (о-ксилол)
1,3-диметилбензол 1,4-диметилбензол (м-ксилол) (п-ксилол)`],[`g10-c2-s15-t05`,10,`c2`,`s15`,`2.15`,`Ароматические углеводороды. Гомологический ряд. Изомерия`,78,78,`textbook`,`ru`,`Kimyo 10`,`1,3-диметилбензол 1,4-диметилбензол (м-ксилол) (п-ксилол)
При удалении одного атома водорода из бензольного ядра образуется фенильный (C6H5−) радикал, при удалении одного атома водорода из метильного радикала в толуоле образуется бензильный (C6H5CH2−) радикал.
1. Назовите критерии ароматичности органических веществ. 2. Как классифицируют ароматические углеводороды? 3. Какие виды изомерии характерны для гомологов бензола? 4. Нарисуйте структурные изомеры гомолога бензола с 10 атомами углерода. 5. Определите формулы таких препаратов, как аспирин, амидопирин, анальгин.`],[`g10-c2-s15-d01`,10,`c2`,`s15`,`2.15`,`Ароматические углеводороды. Гомологический ряд. Изомерия: Ароматические углеводороды, Ароматические углеводороды (арены)`,77,77,`definition`,`ru`,`Kimyo 10`,`Ароматические углеводороды – это соединения, в молекуле которых имеется специфическая связанная циклическая группа атомов – бензольное ядро.
Ароматические углеводороды (арены) – это непре-дельные (ненасыщенные) циклические углеводороды, молекулы которых содержат устойчивые циклические группы атомов (бензольные ядра) с замкнутой системой сопряженных связей.`],[`g10-c2-s15-d02`,10,`c2`,`s15`,`2.15`,`Ароматические углеводороды. Гомологический ряд. Изомерия: Одноядерные арены`,78,78,`definition`,`ru`,`Kimyo 10`,`Одноядерные арены – это бензол и его производные, полиядерные – дифенил, дифенилметан, трифенилметан, нафталин, антрацен и др.`],[`g10-c2-s16-t01`,10,`c2`,`s16`,`2.16`,`Получение, свойства, применение ароматических углеводородов`,79,79,`textbook`,`ru`,`Kimyo 10`,`TEMA 16. ПОЛУЧЕНИЕ, СВОЙСТВА И ПРИМЕНЕНИЕ АРОМАТИЧЕСКИХ УГЛЕВОДОРОДОВ
Изучаемые понятия:
• получение;
• свойства; • применение.
Получение. В лаборатории гомологи бензола получают синтезом солей бензойной кислоты с твердой щелочью из галогенпроизводных и алкилированием бензола.
Получение в промышленности
1. Бензол получают дегидрированием циклогексана в присутствии катализатора под действием температуры. Гомологи бензола также могут быть получены этим методом:
циклогексан бензол метилциклогексан толуол
2. Когда ацетилен пропускают через активированный уголь при высокой температуре, он тримеризуется с образованием бензола.
ацетилен бензол
Физические свойства. Бензол — бесцветная нерастворимая в воде жидкость с характерным запахом. Температура кипения относительно низкая, при охлаждении легко затвердевает и превращается в белое кристаллическое вещество. С увеличением относительной молекулярной массы ароматических углеводородов увеличивается и их температура кипения.`],[`g10-c2-s16-t02`,10,`c2`,`s16`,`2.16`,`Получение, свойства, применение ароматических углеводородов`,79,80,`textbook`,`ru`,`Kimyo 10`,`С увеличением относительной молекулярной массы ароматических углеводородов увеличивается и их температура кипения.
Химические свойства. Бензольное ядро очень стабильно и при нормальных условиях не реагирует с другими веществами. При создании определенных условий он вступает в реакции обмена.
1. Бензолный катализатор вступает в реакцию обмена с галогенами в присутствии соли хлорида железа (III) и под действием температуры.
2. Нитробензол образуется при взаимодействии бензола с азотной кислотой в присутствии концентрированной серной кислоты (реакцию проводят при нагревании).
Гомологи бензола легче вступают в реакции замещения.
Из-за того, что алкильные радикалы в боковой цепи смещают электронную плотность в сторону бензола, нарушается равномерное распределение электронных облаков в кольце, увеличивается электронная плотность у атомов углерода в положениях 2, 4, 6, и в результате связанные с ними атомы водорода повышаются в возбудимости и стремятся к обмену.`],[`g10-c2-s16-t03`,10,`c2`,`s16`,`2.16`,`Получение, свойства, применение ароматических углеводородов`,80,80,`textbook`,`ru`,`Kimyo 10`,`…в положениях 2, 4, 6, и в результате связанные с ними атомы водорода повышаются в возбудимости и стремятся к обмену.
метилбензол 1-метил-2,4,6-тринитробензол метилбензол 2,4,6-трибром-1-метилбензол
Реакция окисления. Бензол очень устойчив к окислению. В отличие от него гомологи бензола легче окисляются. При воздействии на гомологи бензола сильных окислителей (KMnO4), окисляется только боковая цепь.
метилбензол бензойная кислота
Реакция присоединения. Бензол реагирует при воздействии солнечного света или ультрафиолетового света. Бензол соединяется с хлором с образованием гексахлорциклогексана (гексахлорана).
Поскольку бензольное ядро очень стабильно, в нормальных условиях оно не реагирует с другими веществами.
Бензол – очень ядовитое вещество. Бензол и толуол широко используются в качестве растворителей.
бензол гексахлорциклогексан
При гидрировании бензола образуется циклогексан.
бензол циклогексан`],[`g10-c2-s16-t04`,10,`c2`,`s16`,`2.16`,`Получение, свойства, применение ароматических углеводородов`,80,81,`textbook`,`ru`,`Kimyo 10`,`…растворителей. бензол гексахлорциклогексан При гидрировании бензола образуется циклогексан. бензол циклогексан
Бензол и его гомологи являются сырьем для производства различных органических веществ. Наиболее часто используемый представитель – бензол. Основными областями применения бензола являются производство этилбензола, кумола, циклогексана и анилина. Толуол (метилбензол) используется как в качестве исходного материала, так и в качестве растворителя для многих синтезов. Толуол является сырьем для производства взрывчатых веществ, бензойной кислоты, сахарина – заменителей сахара.
Этилбензол используется для получения стирола, из которого производят полистирол и бутадиен-стирольный каучук. Ксилол и кумол используют как растворители при производстве лакокрасочных материалов. Соответствующие фталевые кислоты получают из изомеров ксилола. Кумол используется для производства фенола и ацетона.`],[`g10-c2-s16-t05`,10,`c2`,`s16`,`2.16`,`Получение, свойства, применение ароматических углеводородов`,81,81,`textbook`,`ru`,`Kimyo 10`,`Соответствующие фталевые кислоты получают из изомеров ксилола. Кумол используется для производства фенола и ацетона.
1. Сравните арены с алканами и алкенами.
Сопоставимые аспекты
Схожесть с алканами
Схожесть с алкенами
Особенные свойства
Общая формула
Тип гибридизации атомных орбиталей углерода Валентный угол Строение молекулы Расстояние между атомами углерода Изомерия Химические свойства Получение
2. Объясните, чем арены похожи на насыщенные углеводороды? 3. Почему бензолу легче вступать в реакции обмена? 4. Объясните, чем арены похожи на ненасыщенные углеводороды. 5. Почему бензолу труднее вступать в реакцию присоединения? 6. Сделайте вывод о свойствах ароматических углеводородов.`],[`g10-c2-s16-sum`,10,`c2`,`s16`,`2.16`,`Получение, свойства, применение ароматических углеводородов: главное`,79,79,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • получение; • свойства; • применение. Получение. В лаборатории гомологи бензола получают синтезом солей бензойной кислоты с твердой щелочью из галогенпроизводных и алкилированием бензола.`],[`g10-c2-s17-t01`,10,`c2`,`s17`,`2.17`,`Стирол: производство, свойства, применение`,82,82,`textbook`,`ru`,`Kimyo 10`,`TEMA 17. СТИРОЛ, ЕГО ПОЛУЧЕНИЕ, СВОЙСТВА, ПРИМЕНЕНИЕ
• свойства; • применение.
Стирол является ненасыщенным углеводородом и при нормальных условиях представляет собой бесцветную жидкость с характерным запахом. В природе стирол содержится в очень значительных количествах в смоле или соке деревьев и кустарников, принадлежащих к семейству styrax. Он также выделяется в каменноугольных и буроугольных смолах, а также в смеси, полученной в результате термического разложения органических соединений, при крекинге или пиролизе природного газа, нефти и нефтепродуктов.
Физические свойства стирола:
• t° плавления = 30,6 °C;
• t°кипения = 14 5 °C;
• t°воспламенения = 490 °C;
• хорошо растворяется во многих органических растворителях;
- растворимость в воде – 0,032% при 20 °С;
- растворитель многих органических соединений, в том числе высокомолекулярных веществ, например, полистирола и других полимеров.
Стирол обладает свойствами ароматических веществ, с одной стороны, и свойствами ненасыщенных олефинов, с другой.`],[`g10-c2-s17-t02`,10,`c2`,`s17`,`2.17`,`Стирол: производство, свойства, применение`,82,83,`textbook`,`ru`,`Kimyo 10`,`Стирол обладает свойствами ароматических веществ, с одной стороны, и свойствами ненасыщенных олефинов, с другой.
Изучаемые понятия:
• получение;
1. Гидрогенизация 2. Галогенирование стирол + водород → (Ni) → этилбензол стирол + хлор → (1,2-дихлорэтил) бензол
3. Гидрогалогенирование 4. Гидратация непредельных соединений стирол+ соляная кислота → (1-хлорэтил) бензол стирол + вода → α-гидроксиэтилбензол
5. Полимеризация непредельных 6. Горение углеводородов н·стирол → полистирол стирол+ 10 кислород → (t°) → 8 углекислый газ + 4 вода
7. Окисление в кислой среде стирол + 2 перманганат калия + 3 серная кислота → (t°) → бензойная кислота + углекислый газ + 2 сульфат марганца(II) + сульфат калия + 4 вода
8. Окисление в нейтральной среде
3 стирол + 10 перманганат калия → (t°) → 3 бензоат калия + 3 карбонат калия + 10 оксид марганца( IV) + гидроксид калия+ 4 вода
9. Легкое окисление алкенов с получением диолов
3 стирол+ 2 перманганат калия + 4 вода 3·1-фенилэтиленгликоль + 2 оксид марганца ( IV)+ 2 гидроксид калия`],[`g10-c2-s17-t03`,10,`c2`,`s17`,`2.17`,`Стирол: производство, свойства, применение`,83,83,`textbook`,`ru`,`Kimyo 10`,`3 стирол+ 2 перманганат калия + 4 вода 3·1-фенилэтиленгликоль + 2 оксид марганца ( IV)+ 2 гидроксид калия
Получение
1. В промышленности стирол в основном получают гидрированием этилбензола в присутствии катализаторов:
этилбензол + водород → стирол
2. Алкилирование бензола алкинами:
бензол + ацетилен стирол
Стирол – стирольный мономер в производстве АБС-пластиков, стирол-бутадиенового каучука, термопластичных эластомеров, сополимеров с акрилонитрилом, винилхлоридом; сополимеры дивинилбензола – сырье для ионообменных смол. Это реактивный растворитель для синтетических смол и модификатор для алкидных смол.
1. Представьте, что вы директор химического завода. Вам поручено наладить производство стирола. Какое сырье вы предлагаете для этого? Напишите цепочку химических реакций, необходимых для получения стирола. Какие условия необходимы для протекания реакций?
2. Приведите примеры уравнений реакций, демонстрирующих различные свойства бензола и стирола. В чем причина этих различий? Дайте объяснение на основе электронного строения, напишите уравнения реакций.`],[`g10-c2-s18-t01`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,84,84,`textbook`,`ru`,`Kimyo 10`,`TEMA 18. ПРИРОДНЫЕ ИСТОЧНИКИ УГЛЕВОДО- РОДОВ. ПРИРОДНЫЙ ГАЗ
Изучаемые понятия:
▪ основные источники; ▪ значение природного газа.
▪ природный газ;
Углеводороды – это органические соединения, состоящие из атомов водорода и углерода. Основными источниками этих веществ являются горючие полезные ископаемые – нефть, природный газ, уголь.
Энергия, выделяющаяся в виде света и тепла, определяется как теплотворная способность топлива или удельная теплота сгорания. Высвобождаемая энергия преобразуется в электроэнергию или используется для обогрева жилых зданий и промышленных процессов. Отдельные группы полезных ископаемых образуют разные виды топлива: торф, уголь, горючие сланцы, нефть и горючие газы.
Уголь Торф Нефть
Твердый Твердый Жидкий
Без запаха Без запаха Резкий запах
Однородный состав Однородный состав
Горная порода темного цвета с большим количеством горючего материала, образовавшаяся в результате накопления различных растений в осадочных слоях`],[`g10-c2-s18-t02`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,84,84,`textbook`,`ru`,`Kimyo 10`,`Горная порода темного цвета с большим количеством горючего материала, образовавшаяся в результате накопления различных растений в осадочных слоях
Природный газ – это минеральное сырье, находящееся в газообразном состоянии, из него выделяются компоненты природного газа для отдельного использования и используются в качестве топлива.
Из чего состоит природный газ?
98% природного газа составляет метан CH4 – простейший углеводород. Природный газ обычно содержит более тяжелые углеводороды, гомологи метана: этан (C2H6), пропан (C3H8), бутан (C4H10) и некоторые неуглеводородные соединения. Природный газ может существовать в виде газовых залежей, расположенных в пластах определенных горных пород, в виде газовой шапки над нефтью, а также в расплавленном или кристаллическом виде.`],[`g10-c2-s18-t03`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,84,84,`textbook`,`ru`,`Kimyo 10`,`…горных пород, в виде газовой шапки над нефтью, а также в расплавленном или кристаллическом виде.
Запах газа. Интересно, что ни один из этих газов не имеет ни цвета, ни запаха. Характерный неприятный запах, с которым в быту сталкивается практически каждый, искусственно придан газу и называется одоризацией. В качестве одорантов, т. е. веществ с неприятным запахом, обычно используют соединения, содержащие мало серы. Один из самых распространенных запахов, этантиол, может быть обнаружен человеком даже при концентрации в воздухе 50 частей на миллион. Благодаря одоризации помогает обнаруживать утечки газа в экстренных ситуациях.
Природный газ
Газообразый Без запаха
Смесь веществ Смесь веществ
Горючая маслянистая жидкость природного происхождения, состоящая из смеси жидких и газообразных углеводородов
Накопление полуразложившейся массы от растений, произрастающих на дне болот и озер`],[`g10-c2-s18-t04`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,84,85,`textbook`,`ru`,`Kimyo 10`,`Накопление полуразложившейся массы от растений, произрастающих на дне болот и озер
Смесь газов, образующаяся при анаэробном разложении органического вещества
Природный газ без запаха Одороанты Природный газ с неприятным запахом
Физические свойства природного газа
• Температура самовоспламенения 650 °C; удельная теплота сгорания приблизительно 28–46 MJ/ m3; плотность в сухом газообразном состоянии 0,68 – 0,85 kg/m3, в жидком состоянии – 400 kg/m3. Чистый газ горит голубым пламенем, но примеси могут менять цвет, что позволяет судить о качестве газа. В частности, желтый цвет появляется из-за недостатка кислорода и неполного сгорания газа, в результате чего образуются сажа и оксид углерода (II).
Природный газ и воздух. Природный газ в чистом виде представляет собой бесцветное вещество без запаха. Природный газ поднимается вверх при утечке, потому что он в 1,8 раза легче воздуха. При смешивании природного газа с воздухом образуется взрывоопасная смесь.`],[`g10-c2-s18-t05`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,85,85,`textbook`,`ru`,`Kimyo 10`,`Природный газ поднимается вверх при утечке, потому что он в 1,8 раза легче воздуха. При смешивании природного газа с воздухом образуется взрывоопасная смесь.
Природный газ – самое чистое углеводородное топливо. При его сжигании образуются только вода и углекислый газ, а при сжигании нефтепродуктов и угля образуются сажа и зола. Кроме того, в результате сжигания природного газа выделение углекислого газа, вызывающего парниковый эффект, невелико, поэтому природный газ называют зеленым топливом. Благодаря своим высоким экологическим показателям природный газ занимает лидирующие позиции в энергетике мегаполисов.
Природный газ – моторное топливо. В качестве моторного топлива используется природный газ. Сжатый (или сжиженный) метан стоит вдвое дешевле бензина с октановым числом 76, продлевает срок службы двигателя и менее вреден для городской среды. Газ можно использовать в традиционных автомобилях, сельском хозяйстве, водном, воздушном и железнодорожном транспорте.`],[`g10-c2-s18-t06`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,85,86,`textbook`,`ru`,`Kimyo 10`,`Газ можно использовать в традиционных автомобилях, сельском хозяйстве, водном, воздушном и железнодорожном транспорте.
Переработка газа. Первичная переработка газа осуществляется на газоперерабатывающих заводах (ГПЗ). Помимо очистка газа метана, природный газ обычно содержит различные примеси, которые необходимо отделять.природный газ Это азот, углекислый газ, сероводород, гелий, водяной пар. Поэтому в первую очередь газ в сепаратор
Металлургическая промышленность также использует большой объем газа обезвоживание сжиженный газ
ГПЗ проходит специальную обработку – очистку и осушку, газ сжимается до давления, необходимого для переработки. На нефтеперерабатывающих заводах газ разделяется на летучий природный газ и очищенный газ. Затем этот продукт закачивается в магистральные газопроводы. Этот же очищенный газ идет на химические заводы, где из него производят метанол и аммиак.`],[`g10-c2-s18-t07`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,86,86,`textbook`,`ru`,`Kimyo 10`,`Этот же очищенный газ идет на химические заводы, где из него производят метанол и аммиак.
После отделения от газа нестабильный природный бензин направляют на газофракционирующие установки, где из этой смеси выделяют легкие углеводороды: этан, пропан, бутан, пентан.
Эти продукты также становятся сырьем для дальнейшей переработки. Из них получают, например, полимеры и каучук. Смесь пропана и бутана является готовым продуктом – ее закачивают в баллоны и используют в качестве бытового топлива.
Краска, клей и уксус. Метанол (CH3OH), получаемый из природного газа, может быть сырьем для производства более сложных химических веществ: формальдегида, изоляционных материалов, лаков, красок, клеев, присадок к топливу, уксусной кислоты. Минеральные удобрения также получают из природного газа путем ряда химических превращений. Первый этап – аммиак. Процесс получения аммиака из газа аналогичен получению газа из жидкости, но с использованием других катализаторов, давления и температуры.`],[`g10-c2-s18-t08`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,86,86,`textbook`,`ru`,`Kimyo 10`,`Процесс получения аммиака из газа аналогичен получению газа из жидкости, но с использованием других катализаторов, давления и температуры.
Как из природного газа получают аммиак?
Сначала природный газ очищается от серы, затем смешивается с нагретым водяным паром и поступает в реактор. Здесь он пробивает слои катализатора. Эта стадия называется первичной парогазовой обработкой. Из реактора выходит газовая смесь, состоящая из водорода, метана, углерода (IV) и (II)-оксида. Затем эту смесь направляют на вторичный паровоздушный риформинг. Воздух смешивается с кислородом, паром и азотом в необходимом соотношении. На следующем этапе производится очистка от смеси CO и CO2.
После этого смесь водорода и азота приводит к собственно синтезу аммиака.
Природные газы обычно сопутствуют в нефти и выделяются при ее добыче. Попутные газы содержат меньше метана, но больше этана, пропана, бутана и высших углеводородов. Кроме того, они содержат добавки, аналогичные другим природным газам, не связанным с нефтяными месторождениями, такие как: сероводород, азот, инертные газы, водяной пар, углекислый газ.`],[`g10-c2-s18-t09`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,86,86,`textbook`,`ru`,`Kimyo 10`,`Кроме того, они содержат добавки, аналогичные другим природным газам, не связанным с нефтяными месторождениями, такие как: сероводород, азот, инертные газы, водяной пар, углекислый газ.
Ранее попутные газы не использовались и сжигались факельным сжиганием при добыче нефти. В настоящее время предпринимаются усилия по их улавливанию и использованию как в качестве топлива, так и в качестве ценного химического сырья. Из попутных газов, а также из газов, полученных при крекинге нефти, извлекают отдельные углеводороды путем перегонки при низких температурах. Путем дегидрирования пропана и бутана получают ненасыщенные углеводороды: пропилен, бутилен и бутадиен, а затем из них синтезируют каучук и пластмассы.
Аммиак используется не только как удобрение, но и как хладагент в холодильном оборудовании. Используется как сырье для призводства азотной кислоты, аммиачной селитры, карбамида.`],[`g10-c2-s18-t10`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,86,87,`textbook`,`ru`,`Kimyo 10`,`Используется как сырье для призводства азотной кислоты, аммиачной селитры, карбамида.
Решение задач.
1. Определите массу (g) образованного углекислого газа, если для сжигания метана в природном газе было использовано 67,2 l (н.у.с.) кислорода.
Решение задачи. Сначала напишем реакцию горения метана.
Из реакции известно, что при взаимодействии 2 молей кислорода выделяется 1 моль углекислого газа. Итак, находим моль кислорода и вычисляем пропорцию.
mol
Если при участии в реакции 2 молей кислорода образуется 1 моль углекислого газа, то какое количество газа образуется из 3 молей кислорода?
mol
Теперь найдем массу образовавшегося газа: m=Mr·n m = 44·1,5 = 66 g
Ответ: 66 g.
2. Определите количество (моль) ацетилена, которое можно получить из 6 молей метана.
Решение задачи. Сначала напишем реакцию разложения метана:`],[`g10-c2-s18-t11`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ`,87,87,`textbook`,`ru`,`Kimyo 10`,`Решение задачи. Сначала напишем реакцию разложения метана:
mol mol
Из реакции известно, что при взаимодействии 2 молей метана выделяется 1 mol газообразного ацетилена. Итак, давайте сопоставим результаты.
Если в реакции участвует 2 моля метана, образуется 1 mol ацетилена, какое количество газа образуется из 6 молей метана?
1. Используя текст учебника: а) напишите примерный состав природного газа; б) нарисуйте схему, показывающую его применение. 2. Объясните преимущества природного газа. 3. Определите массу (g) воды, образовавшейся при сжигании метана в природном газе 22,4 l (н.у.) кислорода.`],[`g10-c2-s18-d01`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ: Углеводороды, Природный газ`,84,84,`definition`,`ru`,`Kimyo 10`,`Углеводороды – это органические соединения, состоящие из атомов водорода и углерода.
Энергия, выделяющаяся в виде света и тепла, определяется как теплотворная способность топлива или удельная теплота сгорания.
Природный газ – это минеральное сырье, находящееся в газообразном состоянии, из него выделяются компоненты природного газа для отдельного использования и используются в качестве топлива.`],[`g10-c2-s18-d02`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ: одоризацией, зеленым топливом, первичной парогазовой обработкой`,84,86,`definition`,`ru`,`Kimyo 10`,`Характерный неприятный запах, с которым в быту сталкивается практически каждый, искусственно придан газу и называется одоризацией.
Кроме того, в результате сжигания природного газа выделение углекислого газа, вызывающего парниковый эффект, невелико, поэтому природный газ называют зеленым топливом.
Эта стадия называется первичной парогазовой обработкой.`],[`g10-c2-s18-sum`,10,`c2`,`s18`,`2.18`,`Природные источники углеводородов. Природный газ: главное`,84,84,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: ▪ основные источники; ▪ значение природного газа. ▪ природный газ; Углеводороды – это органические соединения, состоящие из атомов водорода и углерода. Основными источниками этих веществ являются горючие полезные ископаемые – нефть, природный газ, уголь. Энергия, выделяющаяся в виде света и тепла, определяется как теплотворная способность топлива или удельная теплота сгорания. Высвобождаемая энергия преобразуется в электроэнергию или используется для обогрева жилых зданий и промышленных процессов. Отдельные группы полезных ископаемых образуют разные виды топлива: торф, уголь, горючие сланцы, нефть и горючие газы.`],[`g10-c2-s19-t01`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка`,88,88,`textbook`,`ru`,`Kimyo 10`,`TEMA 19. НЕФТЬ И ПРОДУКТЫ
НЕФТЕПЕРЕРАБОТКИ
Изучаемые понятия:
• фракции; • крекинг; • значение нефти.
Нефть представляет собой природную маслянистую горючую жидкость с характерным запахом. Цвет нефти преимущественно коричневый, темно-коричневый (до черного), реже желтый и зеленый. Почти бесцветное, так называемое «белое масло» встречается очень редко. Цвет нефти зависит от растворенных в них смол. Нефть представляет собой смесь жидких углеводородов (парафиновых, нафтеновых и ароматических), в которой растворены газообразные и твердые углеводороды.
В небольших количествах присутствуют соединения серы и азота, органические кислоты и другие химические соединения.
Природная нефть, добываемая из-под земли, всегда содержит некоторое количество растворенных газов (спутниковых и природных), в основном метана и небольших количеств его гомологов.`],[`g10-c2-s19-t02`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка`,88,88,`textbook`,`ru`,`Kimyo 10`,`Природная нефть, добываемая из-под земли, всегда содержит некоторое количество растворенных газов (спутниковых и природных), в основном метана и небольших количеств его гомологов.
Основные химические элементы, входящие в состав нефти. Углерод – 83–87%, водород 12–14% и сера – до 7%. Водород и сера обычно находятся в форме сероводорода или меркаптанов, вызывающих коррозию оборудования. Нефть содержит до 1,7% азота и до 3,5% кислорода в различных сочетаниях. Редкие металлы (такие как V, Ni и др. ) также присутствуют в очень небольших количествах. В зависимости от разрабатываемого месторождения характеристики и состав нефти могут сильно различаться. Его плотность от 0,77 до 1,1 g/см3.
Часто встречается нефть плотностью 0,82–0,92 g/m3. Температура кипения зависит от химического состава.
Она варьируется от 30 до 600 °С, и на этом свойстве основано фракционирование нефти. Вязкость сильно зависит от температуры. Поверхностное натяжение может быть разным, но всегда меньше, чем у воды: это свойство используется для выдавливания нефти из пор породы-коллектора водой.`],[`g10-c2-s19-t03`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка`,88,89,`textbook`,`ru`,`Kimyo 10`,`Поверхностное натяжение может быть разным, но всегда меньше, чем у воды: это свойство используется для выдавливания нефти из пор породы-коллектора водой.
Нефтепереработка – основа современной технологической цивилизации. Чтобы понять это, оглянитесь вокруг: большинство вещей вокруг нас получены из нефти или непосредственно связаны с ней. Ведь нефть – чрезвычайно сложная смесь углеводородов с разными свойствами. При переработке нефти ее очищают от газов, воды и соединений серы, нафтеновых кислот и солей, после чего масло направляют на фракционирование. Получается ряд фракций.
Газы ректификации представляют собой смесь низкомолекулярных углеводородов (преимущественно пропан и бутан) с температурой кипения до 40 °С.
Нефть
Газолиновая фракция – углеводороды состава от C5H12 до C11H24. При переработке этой фракции получают бензин (температура кипения до 40–70 °С) и бензин (температура кипения до 70–120 °С).`],[`g10-c2-s19-t04`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка`,89,89,`textbook`,`ru`,`Kimyo 10`,`При переработке этой фракции получают бензин (температура кипения до 40–70 °С) и бензин (температура кипения до 70–120 °С).
Лигроиновая фракция – углеводороды состава от C8H18 до C14H30 (температура кипения 150–250 °С).
Керосиновая фракция – углеводороды состава от C12H26 до C18H38 (температура кипения 180–300 °С).
Газоилевая фракция – углеводороды состава от C13H28 до C19H40 (температура кипения 200–350 °С).
Остаточный продукт бурения нефтяных скважин представляет собой смесь углеводородов с числом атомов углерода от 18 до 50 в молекуле мазута. Дизельное топливо (C18H38 – C25H52) и соляровые масла (C28H58 – C38H78) получают путем перегонки мазута под низким давлением.
При переработке мазута образуется твердый остаток, называемый гудроном (битумом), он используется при изготовлении битумных и асфальтовых дорожных покрытий.`],[`g10-c2-s19-t05`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка`,89,90,`textbook`,`ru`,`Kimyo 10`,`При переработке мазута образуется твердый остаток, называемый гудроном (битумом), он используется при изготовлении битумных и асфальтовых дорожных покрытий.
Переработка нефти. Основной задачей нефтепереработки является получение необходимых фракций из сырой нефти. Все это происходит на приводных валах, самой выразительной детали экстерьера любого нефтеперерабатывающего завода. Перегонка на этих гигантских цилиндрах продолжается непрерывно.
Нефть можно разделить на два основных компонента: углерод (около 85%) и водород (около 15%). Бензин получают из нефти – путем платформинга, риформинга, гидрореформинга или известным методом термического и каталитического крекинга, который является самым оптимальным в химическом производстве в мире.
Крекинг нефти позволяет увеличить выход бензина. В результате этого процесса входящие в состав нефти высокомолекулярные углеводороды расщепляются и образуются низкомолекулярные углеводороды. В процессе крекинга наряду с разложением углеводородов в нефти протекают такие процессы, как дегидрирование, циклизация, изомеризация, полимеризация.`],[`g10-c2-s19-t06`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка`,90,90,`textbook`,`ru`,`Kimyo 10`,`В процессе крекинга наряду с разложением углеводородов в нефти протекают такие процессы, как дегидрирование, циклизация, изомеризация, полимеризация.
Термический крекинг. Он заключается в нагревании высокомолекулярных углеводородов мазутовой фракции при высоких температурах (470–550 °С) под давлением 20–70 атмосфер без доступа воздуха, и они превращаются в низкомолекулярные углеводороды. Таким способом получают автомобильный бензин.
Каталитический крекинг. Этот процесс проводят при температуре 460 °С и в присутствии катализатора (алюмосиликаты и AlCl3). В основном этим способом получают авиационный бензин.
Крекинг нефти позволяет увеличить выход бензина до 65–70%. Газы, выделяющиеся при крекинге, также имеют большое значение. Они представляют собой ненасыщенные углеводороды, являющиеся сырьем для химической промышленности.`],[`g10-c2-s19-t07`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка`,90,90,`textbook`,`ru`,`Kimyo 10`,`Они представляют собой ненасыщенные углеводороды, являющиеся сырьем для химической промышленности.
«Крекинг» — это английское слово, которое означает «расщепление».
Термический крекинг Каталитический крекинг
Октановое число. Мощность бензинового двигателя, его экономичность, надежность работы, расход топлива и масла, токсичность выхлопных газов во многом зависят от качества используемого топлива. Для обеспечения надежной работы двигателей автомобилей во всех режимах бензин должен соответствовать определенным требованиям.
Вначале в цилиндр двигателя поступает смесь бензина и воздуха, которая сжимается поршнем. При возврате поршня, смесь воспламеняется от электрической искры. В результате образуется большое количество газов и при высокой температуре под действием высокого давления поршень сильно движется.`],[`g10-c2-s19-t08`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка`,90,91,`textbook`,`ru`,`Kimyo 10`,`В результате образуется большое количество газов и при высокой температуре под действием высокого давления поршень сильно движется.
Известно, что смесь углеводородов нормального строения с воздухом при сжатии поршнем не выдерживает высокого давления и самовозгорается раньше положенного времени. Это возгорание уменьшает полезное движение поршня, снижая мощность двигателя. Такое преждевременное сгорание бензина называется детонацией.
Правильный процесс сгорания Неправильный процесс сгорания
Способность топлива противостоять детонации оценивается октановым числом. Поэтому для снижения детонации двигателя необходимо выбирать тип бензина с октановым числом, соответствующим конструкции двигателя.
Изооктан представляет собой углеводород с изомерной структурой – C8H18, а устойчивость к детонации принимается равной 100.`],[`g10-c2-s19-t09`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка`,91,91,`textbook`,`ru`,`Kimyo 10`,`Изооктан представляет собой углеводород с изомерной структурой – C8H18, а устойчивость к детонации принимается равной 100.
Нормальный гептан – C7H16 – углеводород парафинового ряда, с линейной нормальной структурой. Гептан сильно детонирует, его стойкость к детонации равна 0. Октановое число смеси гептан-изооктан соответствует процентному содержанию изооктана в смеси.
1. От чего зависит качество бензина? 2. Какие существуют способы повышения октанового числа бензина? 3. Какие свойства будет иметь бензин после повышения октанового числа? 4. Посмотрите популярные марки бензина и определите октановое число. 5. Сравните методы каталитического и термического крекинга, почему авиационное топливо получают при каталитическом крекинге?`],[`g10-c2-s19-d01`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка: детонацией`,90,91,`definition`,`ru`,`Kimyo 10`,`«Крекинг» — это английское слово, которое означает «расщепление».
Такое преждевременное сгорание бензина называется детонацией.`],[`g10-c2-s19-sum`,10,`c2`,`s19`,`2.19`,`Нефть и нефтепереработка: главное`,88,88,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • фракции; • крекинг; • значение нефти. Нефть представляет собой природную маслянистую горючую жидкость с характерным запахом. Цвет нефти преимущественно коричневый, темно-коричневый (до черного), реже желтый и зеленый. Почти бесцветное, так называемое «белое масло» встречается очень редко. Цвет нефти зависит от растворенных в них смол. Нефть представляет собой смесь жидких углеводородов (парафиновых, нафтеновых и ароматических), в которой растворены газообразные и твердые углеводороды. В небольших количествах присутствуют соединения серы и азота, органические кислоты и другие химические соединения.`],[`g10-c2-s20-t01`,10,`c2`,`s20`,`2.20`,`Каменный уголь`,92,92,`textbook`,`ru`,`Kimyo 10`,`TEMA 20. КАМЕННЫЙ УГОЛЬ
Изучаемые понятия:
• фракции; • значение каменного угля. • коксование;
Каменный уголь – горная порода темного цвета с большим количеством горючих веществ, образовавшаяся в результате накопления остатков различных растений в осадочных слоях.
В состав каменного угля в основном входят углерод, различные смеси углеводородов, небольшое количество летучих веществ и вода. Ценность угля зависит от количества энергии, выделяемой при сгорании, и образующейся золы.
Во всем мире разновидности угля различного состава используются в качестве топлива для производства электроэнергии и стали.
Ангренский угольный разрез — один из крупнейших рудников в Центральной Азии. Этому руднику принадлежит 85% добываемого в нашей стране твердого топлива. В процессе добычи угля за счет дробления выделяется около 30 % твердого топлива. Это сырье перерабатывается и производится новый вид продукции – угольные брикеты. Компактная форма угольного брикета делает его удобным в транспортировке, хранении и использовании.`],[`g10-c2-s20-t02`,10,`c2`,`s20`,`2.20`,`Каменный уголь`,92,93,`textbook`,`ru`,`Kimyo 10`,`Компактная форма угольного брикета делает его удобным в транспортировке, хранении и использовании.
Кроме того, обычный уголь долго горит по сравнению с другими видами твердого топлива, содержит меньше вредных веществ и не теряет своей первоначальной формы даже после сжигания.
Значение угольного бассейна зависит от количества и качества ресурсов, степени его подготовленности к промышленному использованию, объема добываемого угля, особенностей географического положения. Угольный бассейн местного значения снабжает топливом определенный район.
Химический состав угля
Одним из основных способов переработки угля является коксование – нагревание угля без доступа воздуха при температуре 1000 °C.
Коксование угля имеет большое промышленное значение. Процесс коксования осуществляется на коксохимических заводах. Здесь перерабатывается уголь (выделение летучих веществ 35–40%). Процесс проводят в герметичных камерных (трубчатых) печах вместимостью до 30–40 тонн. Внутренние стены печи облицованы жаростойким силикатным кирпичом.`],[`g10-c2-s20-t03`,10,`c2`,`s20`,`2.20`,`Каменный уголь`,93,93,`textbook`,`ru`,`Kimyo 10`,`Процесс проводят в герметичных камерных (трубчатых) печах вместимостью до 30–40 тонн. Внутренние стены печи облицованы жаростойким силикатным кирпичом.
Основные продукты коксования угля:
• Коксовый газ – из него получают технический бензол (смесь легкокипящих аренов).
• Каменноугольная смола – разделяется на арены, фенолы и производные пиридина путем ее возгонки. Это ценное сырье, из которого производят краски, растворители, взрывчатые вещества, лекарственные и парфюмерные препараты, пестициды.
• Каменноугольная зола – используется при приготовлении асфальта и в качестве наполнителя.
• Кокс используется в металлургии, а кокс, полученный из газового угля, используется в производстве синтез-газа и карбида кальция.
Стадии коксования:
• сушка угля при температуре 100–120 °С;
• подогрев угля при температуре 300–350 °С;
• размягчение и плавление угля при температуре 350–500 °С;
• застывание раствора и образование полукокса при температуре 500–600 °С;`],[`g10-c2-s20-t04`,10,`c2`,`s20`,`2.20`,`Каменный уголь`,93,94,`textbook`,`ru`,`Kimyo 10`,`• застывание раствора и образование полукокса при температуре 500–600 °С;
• горение кокса при температуре 600–1100 °С в течение нескольких часов. На этом этапе из смеси удаляются все летучие вещества, а аморфный углерод превращается в кристаллический графит. При перекристаллизации и обжиге кокса его прочность и твердость увеличиваются в 30–40 раз. Коксование угля осуществляют в камерных коксовых печах высотой 4–6 m, длиной 12–15 m и шириной не более 0,5 m. уголь
Коксование – нагревание угля 1000 °С без доступа воздуха. В результате коксования получают более 250 видов продукции. Виды угля – каменный уголь, бурый уголь, антрацит. Угольные фракции отличаются друг от друга температурой.
газ газ воздух газ кокс
Путем сухой возгонки каменного угля получают смолу. Каменноугольная смола содержит ароматические и гетероциклические соединения. Органические соединения в ней разделены на фракции. Эти фракции отличаются друг от друга по температуре:
• 170 °С – легкая фракция нефти;
• 170 °С – 230 °С – фенольная фракция;`],[`g10-c2-s20-t05`,10,`c2`,`s20`,`2.20`,`Каменный уголь`,94,94,`textbook`,`ru`,`Kimyo 10`,`…Эти фракции отличаются друг от друга по температуре: • 170 °С – легкая фракция нефти; • 170 °С – 230 °С – фенольная фракция;
• 230 °С – 270 °С – нафталиновая фракция;
• 270 °С – 350 °С – антраценовая фракция.
Пековая фракция.
При охлаждении каменноугольного кокса до 25–79 °С получают каменноугольную смолу, аммиачную воду и коксовый газ.
Аммиачная вода представляет собой водный раствор, состоящий из аммиака и хлористого аммония, который используется в производстве азотных удобрений. В состав коксового газа входят бензол, толуол, ксилолы, фенол, аммиак, сероводород и другие вещества.
После выделения из коксового газа аммиака и сероводорода получают бензол и другие ценные вещества.
1. Перечислите основные продукты, получаемые при коксовании. 2. Чем различаются фракции угля? 3. Приготовьте проектную работу на одну из этих тем: «Хозяйственное значение нефтяной, газовой, угольной промышленности», «Проблема добычи полезных ископаемых», «Загрязнение воды и воздуха нефтегазовой, угольной промышленностью», «Последствия загрязнения биосферы», «Биотопливо».`],[`g10-c2-s20-sum`,10,`c2`,`s20`,`2.20`,`Каменный уголь: главное`,92,92,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • фракции; • значение каменного угля. • коксование; Каменный уголь – горная порода темного цвета с большим количеством горючих веществ, образовавшаяся в результате накопления остатков различных растений в осадочных слоях. В состав каменного угля в основном входят углерод, различные смеси углеводородов, небольшое количество летучих веществ и вода. Ценность угля зависит от количества энергии, выделяемой при сгорании, и образующейся золы. Во всем мире разновидности угля различного состава используются в качестве топлива для производства электроэнергии и стали. Ангренский угольный разрез — один из крупнейших рудников в Центральной Азии. Этому руднику принадлежит 85% добываемого в нашей стране твердого топлива. В процессе добычи угля за счет дробления выделяется около 30 % твердого топлива. Это сырье перерабатывается и производится новый вид продукции – угольные брикеты. Компактная форма угольного брикета делает его удобным в транспортировке, хранении и использовании. Кроме того, обычный уголь долго горит по сравнению с другими видами твердого топлива, содержит меньше…`],[`g10-c2-s21-t01`,10,`c2`,`s21`,`2.21`,`Практическое занятие. Шаростержневые модели углеводородов`,95,95,`textbook`,`ru`,`Kimyo 10`,`2.21. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ. ИЗГОТОВЛЕНИЕ
TEMA 21. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ. ИЗГОТОВЛЕНИЕ
ШАРО-СТЕРЖНЕВЫХ МОДЕЛЕЙ УГЛЕВОДОРОДОВ
Изучаемые понятия:
• модели молекул органических веществ;
• номенклатура органических веществ.
Оборудование: набор шаро-стержневых моделей молекул, пластилин разных цветов, спички, периодическая таблица предельных углеводородов.
I вариант. 1. Составьте модели молекул: а) бутана, б) циклопропана. Нарисуйте молекулярные модели в тетради. Напишите структурные формулы этих веществ. Найдите их молекулярные массы.
2. Назовите вещества:
3. Напишите структурные формулы веществ: а) бутена-2, напишите его изомер; б) 3,3-диметилпентен-1.
II вариант. 1. Составьте модели молекул: а) 2-метилпропана, б) циклобутана. Нарисуйте молекулярные модели в тетради. Напишите структурные формулы этих веществ. Найдите их молекулярные массы.
2. Назовите вещества:
3. Напишите структурные формулы веществ: а) 2-метилбутен-1 и его изомер; б) пропин.`],[`g10-c2-s21-t02`,10,`c2`,`s21`,`2.21`,`Практическое занятие. Шаростержневые модели углеводородов`,95,95,`textbook`,`ru`,`Kimyo 10`,`Напишите структурные формулы веществ: а) 2-метилбутен-1 и его изомер; б) пропин.
III вариант. 1. Создайте модели молекул: а) 1,2-дихлорэтана; б) 2,3-диметилгексана. Нарисуйте в тетради молекулярные модели. Напишите структурные формулы этих веществ. Во сколько раз дихлорэтан тяжелее воздуха?
2. Назовите вещества:
3. Напишите структурные формулы веществ: а) 2-метилбутен-2 и его изомер; б) 3,4-диметилпентен-1.
1. Найдите молекулярную формулу вещества, содержащего 92,3% углерода и 7,7% водорода, с относительной плотностью 39 по отношению к водороду. 2. Какой объем углекислого газа выделяется при полном сгорании 72 g моторного топлива, состоящего из пропана? 3. Напишите формулы пространственного строения следующих веществ по формуле органического соединения: А) нонан; B) декан; C) гексан; D) октан.`],[`g10-c2-s21-sum`,10,`c2`,`s21`,`2.21`,`Практическое занятие. Шаростержневые модели углеводородов: главное`,95,95,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • модели молекул органических веществ; • номенклатура органических веществ. Оборудование: набор шаро-стержневых моделей молекул, пластилин разных цветов, спички, периодическая таблица предельных углеводородов. I вариант. 1. Составьте модели молекул: а) бутана, б) циклопропана. Нарисуйте молекулярные модели в тетради. Напишите структурные формулы этих веществ. Найдите их молекулярные массы. 2. Назовите вещества: 3. Напишите структурные формулы веществ: а) бутена-2, напишите его изомер; б) 3,3-диметилпентен-1. II вариант. 1. Составьте модели молекул: а) 2-метилпропана, б) циклобутана. Нарисуйте молекулярные модели в тетради. Напишите структурные формулы этих веществ. Найдите их молекулярные массы.`],[`g10-c2-s22-t01`,10,`c2`,`s22`,`2.22`,`Эффективное использование природных источников углеводородов`,96,96,`textbook`,`ru`,`Kimyo 10`,`TEMA 22. ПРИРОДНЫЕ ИСТОЧНИКИ
УГЛЕВОДОРОДОВ, ПРОДУКТЫ ИХ ПЕРЕРАБОТКИ И ИХ ЭФФЕКТИВНОЕ ИСПОЛЬЗОВАНИЕ
Изучаемые понятия:
• экономика и экологические проблемы.
Современная мировая экономика требует большого количества энергии, основную часть которой составляют нефть и природный газ, а состояние окружающей среды часто ставится на второе место. Геологические и биологиче-ские условия нашей планеты давно меняются, что приводит к глобальным проблемам. Эти изменения происходят при добыче нефти, газа и угля, их первичной переработке и последующей транспортировке, а также хранении и переработке получаемых продуктов. Загрязняющие вещества изменяют состав воды, воздуха и почвы.
Это вызывает множество глобальных экологических проблем, таких как изменение климата, кислотные дожди, вымирание многих видов растений и животных и нехватка чистой пресной воды.
Проблема добычи полезных ископаемых`],[`g10-c2-s22-t02`,10,`c2`,`s22`,`2.22`,`Эффективное использование природных источников углеводородов`,96,97,`textbook`,`ru`,`Kimyo 10`,`…вымирание многих видов растений и животных и нехватка чистой пресной воды. Проблема добычи полезных ископаемых
Многие экологические проблемы начина-ются еще при добыче полезных ископаемых. Например, взрывчатые вещества используются в процессе раскопок в угольных шахтах. Также при подземных работах проседают слои грунта, возникает опасность обрушения, возникают оползни. Во избежание этого пространство, где добывается уголь, необходимо заполнить другими материалами и камнями. В процессе добычи угля изменяются природные ландшафты, разрушается почвенный покров.
Загрязнение воды и воздуха
Нефтеперерабатывающие заводы в каждой стране мира ежедневно выбрасывают вредные вещества не только в атмосферу, но и в воду и почву. Процессы каталитического крекинга являются основным источником вредных веществ.
2.22. ПРИРОДНЫЕ ИСТОЧНИКИ УГЛЕВОДОРОДОВ,
При добыче угля в воздух выбрасываются метан, токсичные соединения, твердые и газообразные вещества, загрязняющие атмосферу.`],[`g10-c2-s22-t03`,10,`c2`,`s22`,`2.22`,`Эффективное использование природных источников углеводородов`,97,97,`textbook`,`ru`,`Kimyo 10`,`При добыче угля в воздух выбрасываются метан, токсичные соединения, твердые и газообразные вещества, загрязняющие атмосферу.
В районе расположения рудника происходит загрязнение водных ресурсов: токсичные микроэлементы, твердые вещества и кислоты попадают в подземные воды, реки и озера. Они изменяют химический состав воды, делая ее непригодной для питья, купания и бытового использования. Не следует забывать, что из-за загрязнения акваторий флора и фауна реки гибнут, а их уникальные виды находятся на грани исчезновения.
Последствия загрязнения биосферы. Негативные последствия нефтегазовой и угольной промышленности заключаются не только в загрязнении природы, но и негативно влияет на людей:
• сокращение продолжительности жизни людей, проживающих в районах ведения нефте- и угледобычи;
• увеличение аномалий и патологий;
• рост неврологических и онкологических заболеваний.`],[`g10-c2-s22-t04`,10,`c2`,`s22`,`2.22`,`Эффективное использование природных источников углеводородов`,97,97,`textbook`,`ru`,`Kimyo 10`,`…нефте- и угледобычи; • увеличение аномалий и патологий; • рост неврологических и онкологических заболеваний.
Какие новые технологии вы бы порекомендовали?
Есть ли в вашем районе нефть, природный газ, угольные шахты или нефтеперерабатывающие заводы? Каково положительное влияние этих предприятий на развитие нашей страны? Заметили ли вы экологический ущерб этого производственного предприятия? Как преодолеть эту порчу? Какие движения вы предприняли для этого?
Биотопливо. Кочевые племена начали использовать высушенный навоз животных в качестве топлива для огня тысячи лет назад. Выделяемого от этого вида топлива тепла хватало не только для приготовления пищи, но и для обогрева домов. Этот метод использования птичьего помета и навоза используется до сих пор. Зола, оставшаяся после сжигания этого топлива, является одним из калийно-фосфатных удобрений, а также прекрасным щелочным средством. Однако брикеты из навоза обеспечивают максимальную эффективность только при правильном их изготовлении.`],[`g10-c2-s22-t05`,10,`c2`,`s22`,`2.22`,`Эффективное использование природных источников углеводородов`,97,98,`textbook`,`ru`,`Kimyo 10`,`Однако брикеты из навоза обеспечивают максимальную эффективность только при правильном их изготовлении.
Подогреватель также нужно будет адаптировать для работы на этом топливе.
За счет чего горят навозные брикеты?
Для ответа на этот вопрос необходимо учитывать условия, возникающие при кормлении и пищеварении животных. Корм для домашних животных содержит белки, углеводы, жиры, траву или сено – клетчатку (целлюлозу). Все эти вещества объединяет одно: их химический состав состоит из углерода и водорода.
Пища, смешанная с желудочным соком, подвергается ферментации в желудочно-кишечном тракте, т. е. сложные вещества (биополимеры) расщепляются до простых веществ (монополимеров). При этом часть веществ всасывается через стенки кишечника и становится соединениями, пригодными для питания клеток всех тканей животных или птиц.
Способы приготовления сухого топлива`],[`g10-c2-s22-t06`,10,`c2`,`s22`,`2.22`,`Эффективное использование природных источников углеводородов`,98,98,`textbook`,`ru`,`Kimyo 10`,`…соединениями, пригодными для питания клеток всех тканей животных или птиц. Способы приготовления сухого топлива
Для производства топлива из навоза используются разные методы. Важнейшим процессом во всех них является тщательная сушка топливных брикетов. Одним из критериев готовности топлива является исчезновение неприятного запаха.
Современные методы
Сушка с использованием сепаратора Сушка с использованием пресса
Поэтому брикеты из навоза являются хорошей альтернативой любому другому топливу. Несмотря на несколько более низкую теплотворную способность, чем у угля, этот вид сухого навоза очень подходит для любых твердотопливных отопительных приборов. Не оказывает отрицательного воздействия на окружающую среду. При использовании этого метода одной из обязательных задач 12-й цели Программы устойчивого развития «Обеспечить переход к рациональным моделям потребления и производства» является использование энергии без ущерба для природы.`],[`g10-c2-s22-t07`,10,`c2`,`s22`,`2.22`,`Эффективное использование природных источников углеводородов`,98,99,`textbook`,`ru`,`Kimyo 10`,`…переход к рациональным моделям потребления и производства» является использование энергии без ущерба для природы.
1. Что такое альтернативное топливо? 2. Почему вы считаете этот вопрос актуальным сегодня? 3. Какой источник энергии используется для обогрева вашего дома? 4. Как решить существующие проблемы, связанные с нехваткой энергии для отопления и приготовления пищи?
2.22. ПРИРОДНЫЕ ИСТОЧНИКИ УГЛЕВОДОРОДОВ,
Задача: создать проект мини-бизнеса по получению этилена крекингом нефти, оценив его рентабельность.
I этап. Ознакомьтесь с таблицей 1 по техническим характеристикам процесса производства этилена; ознакомьтесь с условными данными в таблице 2 о затратах и выгодах производства этилена.
Таблица 1. Технологическое описание процесса
1 Выделение этилена при перегонке бензина 30%
2 Выделение дополнительных продуктов 46%
Таблица 2. Описание расходов и доходов`],[`g10-c2-s22-t08`,10,`c2`,`s22`,`2.22`,`Эффективное использование природных источников углеводородов`,99,99,`textbook`,`ru`,`Kimyo 10`,`…при перегонке бензина 30% 2 Выделение дополнительных продуктов 46% Таблица 2. Описание расходов и доходов
Наименование Цена
1 Выделение этилена при перегонке бензина 350
2 Энергозатраты на переработку 1 тонны сырья (высокая t° крекинга) 100
3 Стоимость рабочей силы, оборудования и расходных материалов 130
4 Цена реализации 1 тонны этилена (сум) 500
5 Затраты на реализацию дополнительной продукции из 1 тонны 800 бензина
II этап. Проект. Выполните экономические расчеты, используя условные данные в таблицах 1 и 2.
Расход бензина на производство 1 тонны этилена (t)
Общие затраты на производство 1 тонны этилена (сум)
Общий доход от реализации этилена и побочных продуктов (сум)
Прибыль от производства этилена (сум)
III этап. Сделайте вывод по итогам расчетов:
1. Является ли производство прибыльным?
2. Рост цен на нефть. Как влияет на рентабельность производства повышение цены этилена?`],[`g10-c2-s22-sum`,10,`c2`,`s22`,`2.22`,`Эффективное использование природных источников углеводородов: главное`,96,96,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • экономика и экологические проблемы. Современная мировая экономика требует большого количества энергии, основную часть которой составляют нефть и природный газ, а состояние окружающей среды часто ставится на второе место. Геологические и биологиче-ские условия нашей планеты давно меняются, что приводит к глобальным проблемам. Эти изменения происходят при добыче нефти, газа и угля, их первичной переработке и последующей транспортировке, а также хранении и переработке получаемых продуктов. Загрязняющие вещества изменяют состав воды, воздуха и почвы. Это вызывает множество глобальных экологических проблем, таких как изменение климата, кислотные дожди, вымирание многих видов растений и животных и нехватка чистой пресной воды.`],[`g10-c2-s23-t01`,10,`c2`,`s23`,`2.23`,`Задачи по классам углеводородов`,100,100,`textbook`,`ru`,`Kimyo 10`,`TEMA 23. РЕШЕНИЕ ЗАДАЧ И УПРАЖНЕНИЙ ПО ОСНОВНЫМ КЛАССАМ УГЛЕВОДОРОДОВ
Закрепляемые понятия:
• соотношение между основными классами углеводородов
Углеводороды являются генетической основой органических соединений. Тип гибридизации орбиталей атомов углерода, меняющийся при переходе от одного вида углеводорода к другому, играет решающую роль в строении и свойствах некоторых видов углеводородов.
Органические вещества
Ациклические Циклические
Гетерциклические
Насыщенные
Ненасыщенные Карбоциклические
Алициклические Ароматические
Изучение строения, химических свойств и способов получения углеводородов разных групп показывает, что все они генетически связаны друг с другом. Некоторые углеводы могут быть преобразованы в другие углеводы:
Тип гибридизации
Ковалентная связь
Длина Углы связи между С-С связями
Общая формула
Гомологи
Особенные реакции
σC-H
Обмена, разложения
Присоединения
Алканы CnH2n+2`],[`g10-c2-s23-t02`,10,`c2`,`s23`,`2.23`,`Задачи по классам углеводородов`,100,101,`textbook`,`ru`,`Kimyo 10`,`…между С-С связями Общая формула Гомологи Особенные реакции σC-H Обмена, разложения Присоединения Алканы CnH2n+2
Цикло- 3 σ C H sp C-H алканы n 2n σC-H
Алкены
Обмена
σ sp3 C-C о Алкины CnH2n 2 σ 0,134 120 sp C-H πC-C
Присоединения
Присоединения
Арены CnH2n-2 sp C-H
2πC-C
σ sp3 C-C о
Арены CnH2n-6
Алканы Циклоалкана
Алкены
Алкадиены Алкины Арены
Тримеризация
Эта особенность позволяет целенаправленно синтезировать нужные соединения с помощью ряда необходимых химических реакций (цепочек превращений).
Карбид кальция → этен → бензол → циклогексан → гексан → пропан.
Карбид алюминия → метан → этен → этен → этан → хлорэтан.
Пропановая кислота → этан → этен → этин → бензол → оксид углерода (IV).
Запишем необходимые уравнения реакции для осуществления следующих изменений:
Пропан
Галогенирование алканов является обменной реакцией, протекающей по свободнорадикальному механизму, поэтому условием проведения реакции является легкое или высокотемпературное. Замена атома водорода в молекуле пропана в основном происходит с образованием 2-бромпропана у вторичного атома углерода (Х1):`],[`g10-c2-s23-t03`,10,`c2`,`s23`,`2.23`,`Задачи по классам углеводородов`,101,102,`textbook`,`ru`,`Kimyo 10`,`Замена атома водорода в молекуле пропана в основном происходит с образованием 2-бромпропана у вторичного атома углерода (Х1):
2. Условия реакции – спиртовый раствор щелочи при нагревании свидетельствуют о том, что это реакция дегидрогалогенирования, протекающая с образованием двойной связи. Продуктом реакции является пропен (X2):
CH3–CH(Br)–CH3+NaOH (раствор) CH3–CH=CH2 +NaBr +H2O
3. Каталитическое алкилирование бензола пропиленом в присутствии катализатора приводит к образованию изопропилбензола (Х3):
4. Окисление боковой цепи ароматических соединений перманганатом в кислой среде продолжается с образованием бензойной кислоты (Х4) и углекислого газа, в кислой среде марганец приобретает степень окисления (превращается в марганец (II)-сульфат). В реакции также образуются сульфат калия и вода. Эта реакция является окислительно-восстановительной:
5C6H5-CH-(CH3)2+18KMnO4+27H2SO4 → 5C6H5COOH+10CO2+9K2SO4+18MnSO4+42H2O`],[`g10-c2-s23-t04`,10,`c2`,`s23`,`2.23`,`Задачи по классам углеводородов`,102,102,`textbook`,`ru`,`Kimyo 10`,`5C6H5-CH-(CH3)2+18KMnO4+27H2SO4 → 5C6H5COOH+10CO2+9K2SO4+18MnSO4+42H2O
5. Последняя реакция является реакцией разложения, так как в ней участвуют бензойная кислота и этиловый спирт. Продуктом реакции является этилбензоат (X5). Реакцию проводят в присутствии концентрированной серной кислоты при нагревании:
1. Напишите и сопоставьте реакции, необходимые для осуществления следующих изменений.
Бутен
Циклобутен
2. Покажите строку с формулой только алкинов, объясните их практическое значение.
3. Напишите структурные формулы следующих веществ:
2-метилгексин-3, 1,4-диметилпентин-3, 4-этил 5,5,6-триметилгептин-2
4. Напишите реакцию следующих веществ с пропином. Объясните, что можно использовать для сравнения с пропеном.
а) аммиачный раствор оксида серебра;
b) бромная вода;
c) HBr.`],[`g10-c2-s23-sum`,10,`c2`,`s23`,`2.23`,`Задачи по классам углеводородов: главное`,100,100,`summary`,`ru`,`Kimyo 10`,`Закрепляемые понятия: • соотношение между основными классами углеводородов Углеводороды являются генетической основой органических соединений. Тип гибридизации орбиталей атомов углерода, меняющийся при переходе от одного вида углеводорода к другому, играет решающую роль в строении и свойствах некоторых видов углеводородов.`],[`g10-c2-s24-t01`,10,`c2`,`s24`,`2.24`,`Задачи на закрепление главы`,103,103,`textbook`,`ru`,`Kimyo 10`,`TEMA 24. ЗАДАЧИ НА ЗАКРЕПЛЕНИЕ ГЛАВЫ
Закрепляемые понятия:
• алканы; • алкены;
• алкины; • ароматические углеводороды.
1. В лаборатории рассчитайте объем (l, при н. у.) алкина, полученного в результате реакции 96 g карбида кальция с большим количеством воды.
Решение задачи. Известно, что ацетилен получают в лаборатории в основном в результате реакции карбида кальция с водой. Этот процесс основан на следующей реакции:
Как видно из этой реакции, 1 mol карбида кальция дает 1 mol ацетилена. Итак, можно решить задачу, составив из массы данного вещества соответствующую пропорцию:
получаем получаем из g
2. Для реакции Кучерова использовали ацетилен, полученный из 10 молей молекул метана (1500 °С). Определить массу (g) образовавшегося вещества.
Решение задачи. Запишем уравнения реакций, приведенных в примере:
Видно, что из 2 молей метана получается 1 mol ацетилена, из него получается столько же уксусного альдегида. Исходя из этого, составляем соответствующую пропорцию:`],[`g10-c2-s24-t02`,10,`c2`,`s24`,`2.24`,`Задачи на закрепление главы`,103,104,`textbook`,`ru`,`Kimyo 10`,`Видно, что из 2 молей метана получается 1 mol ацетилена, из него получается столько же уксусного альдегида. Исходя из этого, составляем соответствующую пропорцию:
из из молей молей g получаем g
Ответ: 220 г
Определить массу соли(ей), образовавшейся в результате реакции CO2 выделившегося при сгорании 36,8 g толуола с 250 g 80%-ного раствора NaOH.
Решение задачи. Подсчитаем, сколько молей составляет 36,8 g толуола.
Это 0,4 mol.
Если из 1 моля толуола образуется 7 молей CO2, сколько выделяется из 0,4 mol. Давайте составим пропорцию:
Если реакция протекает в соотношении 1:1, образуется кислая соль.
Итак, используется 2,8 mol NaOH, а у нас 5 mol (250∙0,8=200 g (NaOH), 200:40=5). Из 5 товаров расходуется 2,8 товара, а увеличивается 2,2 товара. Эти 2,2 моля избытка NaOH реагируют с полученными 2,8 молями NaHCO3 с образованием средней соли. В этом случае реакция 1:1. Количество реакции идет по меньшему количеству вещества:`],[`g10-c2-s24-t03`,10,`c2`,`s24`,`2.24`,`Задачи на закрепление главы`,104,105,`textbook`,`ru`,`Kimyo 10`,`В этом случае реакция 1:1. Количество реакции идет по меньшему количеству вещества:
mol mol mol mol
Если 2,8 моля первоначально образовавшегося NaHCO3 прореагируют с 2,2 моля NaOH, останется 0,6 моля NaHCO3.
Ответ: образуется 0,6 mol NaHCO3, т.е. 50,4 g и 2,2 mol Na2CO3, т.е. 233,2 g солей.
1. Рассчитайте массу (g) алкина, полученного в лаборатории в результате реакции 128 g карбида кальция с большим количеством воды.
2. На реакцию Кучерова использовали 448 l (н.у.) ацетилена, полученного из метана (1500 оС). Определите массу (kg) образовавшегося вещества.
3. На сжигание 20 l неизвестного алкина ушло 170 l кислорода. Определите основной углеводород, напишите все его изомеры и структурную формулу.
4. Из ацетилена по методу Н. Д. Зелинского получено 0,624 kg бензола. Если известно, что выход реакции составляет 40%, определите массу (g) израсходованного алкина.
5. Найдите количество σ-связей в молекуле бензола: 1) 6; 2) 10; 3) 16; 4) 12.`],[`g10-c2-s24-t04`,10,`c2`,`s24`,`2.24`,`Задачи на закрепление главы`,105,105,`textbook`,`ru`,`Kimyo 10`,`5. Найдите количество σ-связей в молекуле бензола: 1) 6; 2) 10; 3) 16; 4) 12.
6. Какой объем воздуха потребуется для сжигания 500 ml бензола массой 0,78 g/cm3?
7. Если из 20,16 l (н. у.) ацетилена было получено 18,72 g бензола, рассчитайте выход реакции.
8. Рассчитайте массу веществ, образующихся при взаимодействии 19,5 g бензола с 40 g брома в присутствии катализатора хлорида железа (III).
9. Определите массу соли, образовавшейся в результате реакции оксида углерода (IV), выделившегося при сгорании 31,8 g о-ксилола, с 480 g 20 процентного раствора NaOH.
10. Определите массу солей, образовавшихся при взаимодействии 46,8 g бензола с 320 g 70% КОН.
11. Напишите необходимые уравнения реакции для осуществления следующих изменений:
a) CH4 → C2H2 → X → C2H4Br2 b) CaC2 → C2H2 → A → C2H5Cl d) C → CH4 → C2H2 → CH3-COH
12. Напишите уравнения реакций, различающие пентин-1 и пентин-2.
13. Нарисуйте структурные формулы всех изомерных типов гептина-1.`],[`g10-c2-s24-t05`,10,`c2`,`s24`,`2.24`,`Задачи на закрепление главы`,105,106,`textbook`,`ru`,`Kimyo 10`,`13. Нарисуйте структурные формулы всех изомерных типов гептина-1.
14. Как очистить этан от соединений этилена? Напишите соответствующее уравнение реакции.
15. Найдите соответствие между уравнением реакции и именем ученого, связан-ного с этим названием реакции.
1) C2H2+H2O → CH3CHO A) A. Бутлеров.
2) 2CH3Br+2Na → C2H6+2NaBr B) Ш. Вюрц
3) 2C2H5OH → C4H6+H2+2H2O C) Н. Зелинский
4) C2H2 → C6H6 D) М. Кучеров
E) С. Лебедев
F) В. Марковников
ГЛАВА III
КИСЛОРОДСОДЕРЖАЩИЕ
ОРГАНИЧЕСКИЕ СОЕДИНЕНИЯ
О ЧЕМ?
Спирты. Фенолы Ароматические спирты Простые и сложные эфиры Альдегиды и кетоны Карбоновые кислоты Жиры. Углеводы Производство органических веществ`],[`g10-c2-s24-sum`,10,`c2`,`s24`,`2.24`,`Задачи на закрепление главы: главное`,103,103,`summary`,`ru`,`Kimyo 10`,`Закрепляемые понятия: • алканы; • алкены; • алкины; • ароматические углеводороды. 1. В лаборатории рассчитайте объем (l, при н. у.) алкина, полученного в результате реакции 96 g карбида кальция с большим количеством воды. Решение задачи. Известно, что ацетилен получают в лаборатории в основном в результате реакции карбида кальция с водой. Этот процесс основан на следующей реакции: Как видно из этой реакции, 1 mol карбида кальция дает 1 mol ацетилена. Итак, можно решить задачу, составив из массы данного вещества соответствующую пропорцию:`],[`g10-c3-s01-t01`,10,`c3`,`s01`,`3.1`,`Насыщенные одноатомные спирты. Гомологический ряд. Номенклатура. Изомерия`,107,107,`textbook`,`ru`,`Kimyo 10`,`3.1. ГОМОЛОГИЧЕСКИЙ РЯД, НОМЕНКЛАТУРА, ИЗОМЕРИЯ
ТЕМА 1. ГОМОЛОГИЧЕСКИЙ РЯД, НОМЕНКЛАТУРА, ИЗОМЕРИЯ ПРЕДЕЛЬНЫХ ОДНОАТОМНЫХ СПИРТОВ
Изучаемые понятия:
• общая формула одноатомных предельных спиртов;
• гомологический ряд;
• строение молекулы и физические свойства;
• изомерия и номенклатура.
Спирты – это органические соединения, образованные заменой атомов водорода в молекуле углеводорода на одну или несколько гидроксильных групп – (ОН).
Первым членом гомологического ряда является метанол – CH3OH. Общая формула гомологического ряда – CnH2n+1OH.
Насыщенные неразветвленные спирты представляют собой жидкости, а спирты с более высокой молекулярной массой – твердые вещества. Температура сжижения и температура кипения спиртов выше, чем у алканов. Низшие спирты имеют характерный «спиртовой» запах, средние спирты имеют неприятный запах, высшие спирты не имеют запаха.`],[`g10-c3-s01-t02`,10,`c3`,`s01`,`3.1`,`Насыщенные одноатомные спирты. Гомологический ряд. Номенклатура. Изомерия`,107,108,`textbook`,`ru`,`Kimyo 10`,`Низшие спирты имеют характерный «спиртовой» запах, средние спирты имеют неприятный запах, высшие спирты не имеют запаха.
Одноатомные спирты также делятся на первичные, вторичные и третичные спирты в зависимости от расположения группы –ОН.
Классификация спиртов (в зависимости от количества группы -ОН)
Одноатомные Двухатомные Трехатомные
CH3–CH2–OH CH2–CH2 CH2–CH–CH2
OH OH OH OH OH
Классификация спиртов (в зависимости от расположения –OH группы)
Первичный CH3–CH2–OH
Вторичный CH3–CH–CH3
OH CH3–C–CH3
Третичный
CH3
Классификация по строению углеводородного радикала
1. Насыщенные спирты – производные алканов, в которых водород замещен –ОН группой. Например, пропанол-1; CH3–CH2–CH2–OH.
2. Ненасыщенные спирты – спирты, содержащие гидроксильные группы, треугольники и гидроксильные группы. Например, виниловый спирт: CH2=CH–CH2–OH.
3. Ароматические спирты содержат ароматическое кольцо, не связанное непосредственно с ОН-группой в радикале.`],[`g10-c3-s01-t03`,10,`c3`,`s01`,`3.1`,`Насыщенные одноатомные спирты. Гомологический ряд. Номенклатура. Изомерия`,108,108,`textbook`,`ru`,`Kimyo 10`,`Ароматические спирты содержат ароматическое кольцо, не связанное непосредственно с ОН-группой в радикале.
Например, бензиловый спирт.
В молекуле насыщенного спирта атомы углерода и кислорода находятся в состоянии sp3-гибридизации.
Некоторые физические свойства спиртов
Относительная молекулярная масса
Агрегатное состояние
Растворимость в воде
Химическая формула
Наименование
Запах ткип., °С
Метиловый спирт Этиловый спирт
Пропанол
Жидкое
Своеобразный запах спирта
Хорошо растворимый Хорошо растворимый Хорошо растворимый Малораство-римый Малораство-римый Не растворимый
Название спирта образуется путем добавления суффикса -ол к названию алкана с соответствующим числом атомов углерода: метанол, этанол, пропанол, бутанол и т. д. Например, мы назовем следующие соединения:
CH3OH
Жидкое
C2H5OH
Жидкое
C3H7OH
Жидкое
Резкий запах
C4H9OH
Бутанол
Жидкое
C5H11OH начиная с C12H25OH`],[`g10-c3-s01-t04`,10,`c3`,`s01`,`3.1`,`Насыщенные одноатомные спирты. Гомологический ряд. Номенклатура. Изомерия`,108,109,`textbook`,`ru`,`Kimyo 10`,`…соединения: CH3OH Жидкое C2H5OH Жидкое C3H7OH Жидкое Резкий запах C4H9OH Бутанол Жидкое C5H11OH начиная с C12H25OH
Пентанол
Без запаха
Твердое
Самая длинная цепь состоит из 9 атомов углерода, поэтому название корня нона, суффикс -ол.
3.1. ГОМОЛОГИЧЕСКИЙ РЯД, НОМЕНКЛАТУРА, ИЗОМЕРИЯ
– ОН группа расположена у четвертого атома углерода – нонанол-4.
Также это соединение содержит метильную и этильную группы у четвертого и шестого атомов углерода соответственно, а также атом хлора у третьего атома углерода. Так, по номенклатуре IUPAC полное название 6-этил-4-метил-3-хлорнонанол-4.
Изомерия одноатомных предельных спиртов зависит от изомерии углеродного скелета и положения гидроксильной группы в молекуле. Начиная с пропанола, третьего члена гомологического ряда, в спиртах появляются изомеры.
CH3–CH2–CH2–OH пропанол-1
CH3–CH–CH3 OH пропанол-2
Кроме того, для них характерна межклассовая изомерия (спирты являются изомерами эфиров).`],[`g10-c3-s01-t05`,10,`c3`,`s01`,`3.1`,`Насыщенные одноатомные спирты. Гомологический ряд. Номенклатура. Изомерия`,109,109,`textbook`,`ru`,`Kimyo 10`,`Кроме того, для них характерна межклассовая изомерия (спирты являются изомерами эфиров).
CH3– CH2– OH CH3– O – CH3 этанол диметиловый эфир
1. Назовите следующие вещества, которые относятся к классу спиртов.
2. Найдите среди данных формул изомеры пентанола-1 и определите тип изомерии. Назовите все соединения:
CH3
CH3
3. Опишите образование водородных связей в молекулах пропанола-1.
4. Это вещество известно человечеству с древних времен, а его название в переводе с арабского означает опьяняющий. Он широко используется в различных отраслях экономики. Обладает дезинфицирующими свойствами. Если известно, что при сгорании 3,45 g его образуется 6,6 g CO2 и 4,05 g воды, то что это за вещество? Плотность паров этого вещества по отношению к воздуху равна 1,59.`],[`g10-c3-s01-d01`,10,`c3`,`s01`,`3.1`,`Насыщенные одноатомные спирты. Гомологический ряд. Номенклатура. Изомерия: Спирты`,107,107,`definition`,`ru`,`Kimyo 10`,`Спирты – это органические соединения, образованные заменой атомов водорода в молекуле углеводорода на одну или несколько гидроксильных групп – (ОН).`],[`g10-c3-s01-sum`,10,`c3`,`s01`,`3.1`,`Насыщенные одноатомные спирты. Гомологический ряд. Номенклатура. Изомерия: главное`,107,107,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула одноатомных предельных спиртов; • гомологический ряд; • строение молекулы и физические свойства; • изомерия и номенклатура. Спирты – это органические соединения, образованные заменой атомов водорода в молекуле углеводорода на одну или несколько гидроксильных групп – (ОН). Первым членом гомологического ряда является метанол – CH3OH. Общая формула гомологического ряда – CnH2n+1OH. Насыщенные неразветвленные спирты представляют собой жидкости, а спирты с более высокой молекулярной массой – твердые вещества. Температура сжижения и температура кипения спиртов выше, чем у алканов. Низшие спирты имеют характерный «спиртовой» запах, средние спирты имеют неприятный запах, высшие спирты не имеют запаха.`],[`g10-c3-s02-t01`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов`,110,110,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 2: ПОЛУЧЕНИЕ, СВОЙСТВА И ПРИМЕНЕНИЕ
НАСЫЩЕННЫХ ОДНОАТОМНЫХ СПИРТОВ
Изучаемые понятия:
• химические свойства; • получение; • применение.
Одноатомные насыщенные спирты. В предельных углеводородах при замещении одного атома водорода на гидроксильную группу ОН образуются одноатомные предельные спирты. Они имеют общую формулу CnH2n+1OH. Спирты также имеют свои гомологические ряды, причем состав одного представителя отличается от предшественников и последователей группой CH2.
Химические свойства спиртов зависят от гидроксогруппы и радикала.
1. Реакции с разрывом связи О–Н
A) Взаимодействие с щелочными металлами:
2C2H5OH+2Na → 2C2H5ONa+H2
Б) Реакция с кислотами:
этилнитрат этилсерная кислота
Образование простых эфиров:
CH3CH2– OH + HO – CH2CH3 → C2H5– O – C2H5 + H2O диэтиловый эфир
Образование сложных эфиров:
этилацетат
2. Реакции с разрывом связи С-О
Реакция с галогеноводородом:
2C2H5OH+HCl 2C2H5Cl+H2O`],[`g10-c3-s02-t02`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов`,110,111,`textbook`,`ru`,`Kimyo 10`,`…сложных эфиров: этилацетат 2. Реакции с разрывом связи С-О Реакция с галогеноводородом: 2C2H5OH+HCl 2C2H5Cl+H2O
3. Реакция с совместным разрывом связей О–Н и С–О
Дегидратация спиртов этилен пропилен
Окисление:
а) горение спиртов:
C2H5OH + 3O2 → 2CO2 + 3H2O.
б) K2Cr2O7 + H2SO4 жидкофазное окисление с использованием смеси:
3C2H5OH + K2Cr2O7 + 4H2SO4 → 3CH3COOH + K2SO4 + Cr2(SO4)3 + 7H2O.
в) окисление оксидом меди (II) при нагревании:
CH3—CH2—OH + CuO → CH3—CHO + Cu + H2O.
В процессе окисления первичные спирты образуют альдегиды, вторичные спирты превращаются в кетоны.
Анализ спиртов, специфические для них реакции
Универсальной качественной реакции для класса спиртов не существует. Для анализа представителей этого класса используют различные специфические реакции.`],[`g10-c3-s02-t03`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов`,111,111,`textbook`,`ru`,`Kimyo 10`,`Для анализа представителей этого класса используют различные специфические реакции.
Спирты окисляют на холоде раствором перманганата калия (следует помнить, что окисление первичных и вторичных спиртов протекает в несколько сложных условиях. Спирты часто содержат легкоокисляемые добавки, это их отличительный признак. Спирты не обесцвечивают бром у четыреххлористого углерода. С помощью этой реакции можно отличить спирты от алкенов и алкинов.
Кроме того, спирты можно отличить от алканов и алкинов по реакции окисления под действием хромового ангидрида CrO3: в присутствии водного раствора CrO3 и серной кислоты в течение двух минут прозрачный фиолетовый раствор становится сине-зеленым и мутнеет.
Образец Лукаса используется для определения того, является ли спирт первичным, вторичным или третичным. Этот метод основан на разной реакционной способности спиртов по отношению к галогеноводородам.`],[`g10-c3-s02-t04`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов`,111,112,`textbook`,`ru`,`Kimyo 10`,`Этот метод основан на разной реакционной способности спиртов по отношению к галогеноводородам.
Даже очень небольшие количества этилового спирта в воде можно определить с помощью йодоформной реакции. Качественная реакция на этиловый спирт называется йодоформной пробой. Эту реакцию также можно применить к 0,05% раствору спирта. К пробе спиртового раствора добавляем раствор Люголя. Раствор Люголя содержит йод (1 часть йода, 2 части йодида калия, 17 частей дистиллированной воды). При охлаждении раствора появляется желтая взвесь йодоформа, при высокой концентрации спирта появляется желтый осадок йодоформа:
C2H5OH + 6 NaOH + 4J2 = CHJ3 + HCOONa + 5 NaJ + 5H2O
Получение одноатомных спиртов
1. Гидратация алкенов:
CH2=CH2 + H2O → CH3CH2OH
2. Восстановлением альдегидов и кетонов:
CH3(CH2)3 CHO → CH3(CH2)3 CH2 OHH+
3. Восстановлением сложных эфиров и карбоновых кислот:
CH3CH2CH=CHCOOC2H5 → CH3CH2CH=CHCH2OH+ C2H5OHH+`],[`g10-c3-s02-t05`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов`,112,112,`textbook`,`ru`,`Kimyo 10`,`…CH2 OHH+ 3. Восстановлением сложных эфиров и карбоновых кислот: CH3CH2CH=CHCOOC2H5 → CH3CH2CH=CHCH2OH+ C2H5OHH+
4. Окисление алканов:
CH3 OH CH2 =O HCOOH кат, O2
CH4
Одноатомные спирты являются важным сырьем в химическом производстве многих органических соединений. Пищевой спирт получают из картофеля, зерна, корнеплодов, сахарной патоки, ягод и других богатых углеводами культур. Кроме того, существует множество методов синтеза из непищевого сырья. Рассмотрим производство и применение одноатомных спиртов.
Метиловый спирт является хорошим растворителем, его применяют в лакокрасочной промышленности, в производстве фенолформальдегида, в производстве фармацевтических препаратов, а также как добавку к незамерзающим жидкостями моторному топливу. Метиловый спирт получают в промышленных масштабах путем сухой распиловки древесины и синтез-газа из метана.
Метан водяной пар или углерод (IV) – синтез-газ образуется при нагревании с оксидом никеля в качестве катализатора. А при нагревании под давлением превращается в метанол при наличии температуры и катализатора.`],[`g10-c3-s02-t06`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов`,112,113,`textbook`,`ru`,`Kimyo 10`,`А при нагревании под давлением превращается в метанол при наличии температуры и катализатора.
CH4 +H2O → CO +2H2 (850 оС, Ni)
CH4 + CO2 → 2CO +2H2 (850 оС, Ni)
CO + 2H2 → CH3OH (600 °C, 500 а.д, ZnO +Cr2O3)
Этиловый спирт широко используется как антисептик в медицинской практике; на его основе готовят различные лекарства (настойки, сиропы, растворы и др.). Кроме того, он используется в химическом синтезе органических соединений, таких как ацетальдегид, уксусная кислота, эфиры карбоновых кислот.
пшеничная мука вода образование сахара жжижение пентозан
А- Поисковая фракция
Ферментация Дистилляция
Молекулярное сито Вода
Перемешивание
Спирт
Сухой корм для этаноловой промышленности
Выпаривание
Вода
Конденсат
Сухой корм для этаноловой промышленности
Перемешивание
Сушка
Сухой остаток
Этиловый спирт получают в промышленности несколькими способами:`],[`g10-c3-s02-t07`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов`,113,113,`textbook`,`ru`,`Kimyo 10`,`Этиловый спирт получают в промышленности несколькими способами:
1. Крахмал содержащие вещества гидролизуют под действием фермента амилазы путем обработки паром. В результате образуется мальтоза, а мальтоза превращается в глюкозу. Глюкоза превращается в этиловый спирт под действием пищеварительных ферментов. Этот спирт используется в еде и медицине.
Получение этилового спирта спиртовым брожением глюкозы:
C6H12O6 → 2C2H5OH + 2CO2
2. Гидратация алкенов. Этиловый спирт получают добавлением воды к этилену:
CH2=CH2 + H2O → CH3−CH2−OH
3. Соединения галогенов и сложные эфиры гидролизуются:
CH3−CH2−Cl + H2O → CH3−CH2−OH +HCl
Этиловый спирт оказывает вредное воздействие на организм человека. Если его количество в крови и тканях превышает норму, то нарушается обмен веществ. Система-тическое употребление в небольших количествах вызывает алкоголизм. Это вызывает заболевания печени и сердца, дегенеративные изменения головного мозга, психические расстройства, что негативно сказывается на потомстве.`],[`g10-c3-s02-t08`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов`,113,114,`textbook`,`ru`,`Kimyo 10`,`Это вызывает заболевания печени и сердца, дегенеративные изменения головного мозга, психические расстройства, что негативно сказывается на потомстве.
Влияние этилового спирта на белок (денатурация белка)
Необходимое оборудование и реактивы: пробирка, пипетка, кипяченая вода, спирт 70%, яичный белок.
Ход работы:
1. Поместите яичные белки в две пробирки.
2. В пробирку 1 добавить этиловый спирт, а в пробирку 2 – кипяченую воду. Какие изменения наблюдаются?
Под действием алкоголя физико-химические свойства белка изменились. Белок в яичном белке не возобновляем. Точно также алкогольные напитки вызывают необратимые состояния в организме человека.`],[`g10-c3-s02-t09`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов`,114,114,`textbook`,`ru`,`Kimyo 10`,`Точно также алкогольные напитки вызывают необратимые состояния в организме человека.
1. Объясните, какие особые химические свойства спиртов связаны с наличием в их молекулах гидроксильной группы. 2. Расположите в порядке возрастания кислотных свойств следующие вещества: вода, бутанол-1, трет-бутанол, метанол. Обоснуйте ответ. 3. Охарактеризуйте наиболее важные группы специфических реакций для спиртов. Приведите соответствующие примеры. Напишите уравнения реакций. 4. Предложите метод различения бутанола-1, бутанола-2 и третичного бутанола.
Заполните таблицу
Общие свойства вещества Метанол
Молекулярная формула
Структурная формула
Тип связи
Встречается в природе
Получение А) в промышленности В) в лаборатории
Физические свойства
Химические свойства
Получение`],[`g10-c3-s02-d01`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов: йодоформной пробой`,111,111,`definition`,`ru`,`Kimyo 10`,`Качественная реакция на этиловый спирт называется йодоформной пробой.`],[`g10-c3-s02-sum`,10,`c3`,`s02`,`3.2`,`Получение, свойства и применение насыщенных одноатомных спиртов: главное`,110,110,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • химические свойства; • получение; • применение. Одноатомные насыщенные спирты. В предельных углеводородах при замещении одного атома водорода на гидроксильную группу ОН образуются одноатомные предельные спирты. Они имеют общую формулу CnH2n+1OH. Спирты также имеют свои гомологические ряды, причем состав одного представителя отличается от предшественников и последователей группой CH2. Химические свойства спиртов зависят от гидроксогруппы и радикала.`],[`g10-c3-s03-t01`,10,`c3`,`s03`,`3.3`,`Многоатомные спирты`,115,115,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 3. МНОГОАТОМНЫЕ СПИРТЫ
Изучаемые понятия:
общая формула;
физические свойства;
изомерия;
получение; номенклатура.
Наиболее важные представители многоатомных спиртов содержат от двух до шести гидроксильных групп.
Двухатомные спирты также называют гликолями, а трехатомные спирты также называют алкантриолами. Наиболее распространенными многоатомными спиртами являются этиленгликоль и глицерин.
Многоатомные спирты – это спирты, содержащие две и более гидроксильных групп.
Все двухатомные спирты называются гликолями.
Название гликолей связано со сладким вкусом многих представителей (от греческого «glycos» – сладкий).
этиленгликоль глицерин
Общая формула гликолей: CnH2n(OH)2.
Ксилит, пятиатомный спирт, используемый в качестве заменителя сахара:
пятиатомный спирт пентанол шести атомный спирт гексанол (сорбит)
Общая формула гликолей: CnH2n(OH)2.
В этом случае n ≥ 2. Потому что не существует спирта с формулой CH2(OH)2. Гомологический ряд гликолей начинается с этиленгликоля C2H4(OH)2.`],[`g10-c3-s03-t02`,10,`c3`,`s03`,`3.3`,`Многоатомные спирты`,115,116,`textbook`,`ru`,`Kimyo 10`,`Потому что не существует спирта с формулой CH2(OH)2. Гомологический ряд гликолей начинается с этиленгликоля C2H4(OH)2.
Гликоли или диолы. Первооткрывателем класса гликолей является Шарль Вюрц, французский ученый, внесший большой вклад в органическую химию.
С момента своего открытия гликоли активно используются в системах охлаждения двигателей внутреннего сгорания, холодильных установках и оборудовании климат-контроля.
Номенклатура. В названиях многоатомных спиртов (полиолов) положение и количество гидроксильных групп обозна-чают соответствующими цифрами и суффиксами -диол (две ОН-группы), -триол (три ОН-группы) и т. д. Например:
этандиол-1,2 пропантриол-1,2,3 бутандиол-1,3 (этиленгликоль) (глицерин)
Нумеруем со стороны, ближайшей к гидроксильной группе в цепи.
Он имеет 8 атомов углерода, поэтому корень называется окта с суффиксом диол, потому что есть две группы ОН.
–ОН-группы расположены на третьем и пятом атомах углерода, то есть это октан-диол -3,5.`],[`g10-c3-s03-t03`,10,`c3`,`s03`,`3.3`,`Многоатомные спирты`,116,117,`textbook`,`ru`,`Kimyo 10`,`–ОН-группы расположены на третьем и пятом атомах углерода, то есть это октан-диол -3,5.
Также это соединение имеет две метильные группы на пятом и шестом атомах углерода.
Так, по номенклатуре IUPAC его полное название – 5,6-диметилоктандиол-3,5.
Изомерия
Изомерия двухатомных спиртов определяется расположением гидроксильных групп и изомерией углеродного скелета.
В зависимости от расположения групп –ОН различают α-, β-, γ-, δ -,... диолы. По природе гидроксильных атомов углерода диолы могут быть первично-вторичными, первично-третичными, вторичными и т. д.
первично- α-гликоль бутандиол-1,2 вторичный первично- β-гликоль 1,2-бутиленгликоль вторичный
γ-гликоль два-первичный бутандиол-1,3
α-гликоль два-вторичный бутандиол-1,4 первично- α-гликоль бутандиол-2,3 третичный
β-гликоль два-первичный 2-метилпропандиол -1,2
Спирты
Наименование
Формула Физические свойства
HO–CH2–CH2–OH
Двухатомные спирты (диолы)`],[`g10-c3-s03-t04`,10,`c3`,`s03`,`3.3`,`Многоатомные спирты`,117,118,`textbook`,`ru`,`Kimyo 10`,`…2-метилпропандиол -1,2 Спирты Наименование Формула Физические свойства HO–CH2–CH2–OH Двухатомные спирты (диолы)
Прозрачная маслянистая ядовитая жидкость без запаха со сладким вкусом
Этиленгликоль
Трехатомные спирты (триолы)
Вязкая, прозрачная, сладкая на вкус жидкость. Смешивается с водой в любой пропорции
Глицерин
C(CH2OH)4
Кристаллический белый порошок со сладким вкусом. Растворим в воде и органических растворителях
Четырех-атомные спирты
Пентаэритрит
CH2OH(CHOH)3CH2OH
Кристаллическое бесцветное вещество со сладким вкусом. Растворим в воде, спирте, органических кислотах
Пяти-атомные спирты
Ксилит
Сладкое кристаллическое вещество, хорошо растворимое в воде, но плохо растворимое в этаноле
Шести-атомные спирты
Сорбит (глюцит)
Опыт. Качественная реакция на многоатомные спирты.
Необходимое оборудование и реактивы:
пробирки, гидроксид меди (II).
Ход работы:
1. Налейте в пробирку 5–6 ml глицерина.`],[`g10-c3-s03-t05`,10,`c3`,`s03`,`3.3`,`Многоатомные спирты`,118,118,`textbook`,`ru`,`Kimyo 10`,`…Необходимое оборудование и реактивы: пробирки, гидроксид меди (II). Ход работы: 1. Налейте в пробирку 5–6 ml глицерина.
2. Нанесите на него раствор Cu(OH)2.
3. Понаблюдайте.
В результате реакции раствор приобретает характерную синюю окраску.
Получение
Получение многоатомных спиртов в лаборатории и промышленности: 1) гидратация эпоксида (получение этиленгликоля):
C2H4O + H2O → HO–CH2–CH2–OH;
2) взаимодействие дигалогеналкилов с раствором щелочи:
R–CHCl–CH2Cl + 2NaOH → R–CHOH–CH2OH + 2NaCl;
3) окисление алкенов:
R–CH=CH2 + H2O + KMnO4 → R–CHOH–CH2OH + MnO2 + KOH;
4) омыление жиров (получение глицерина):
1. Нарисуйте структурную формулу 1,2,4-бутантриола.
2. Напишите строение этиленгликоля и глицерина и рассчитайте в них σ- и π-связи.
3. Напишите уравнение реакции получения этиленгликоля.
4. Что образуется при взаимодействии глицерина с азотной кислотой и Cu(OH)2?
Напишите уравнения реакций. Назовите продукт реакции.`],[`g10-c3-s03-d01`,10,`c3`,`s03`,`3.3`,`Многоатомные спирты: гликолями, Многоатомные спирты, окта с суффиксом диол`,115,116,`definition`,`ru`,`Kimyo 10`,`Двухатомные спирты также называют гликолями, а трехатомные спирты также называют алкантриолами.
Многоатомные спирты – это спирты, содержащие две и более гидроксильных групп.
Все двухатомные спирты называются гликолями.
Он имеет 8 атомов углерода, поэтому корень называется окта с суффиксом диол, потому что есть две группы ОН.`],[`g10-c3-s03-sum`,10,`c3`,`s03`,`3.3`,`Многоатомные спирты: главное`,115,115,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: общая формула; физические свойства; изомерия;`],[`g10-c3-s04-t01`,10,`c3`,`s04`,`3.4`,`Этиленгликоль. Свойства глицерина`,119,119,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 4. СВОЙСТВА ЭТИЛЕНГЛИКОЛЯ И ГЛИЦЕРИНА
Изучаемые понятия:
• этиленгликоль;
• глицерин;
? Каково значение антифриза для автомобиля?
Этиленгликоль
Этиленгликоль – двухатомный спирт, простейший представитель многоатомных спиртов. Это слегка маслянистая, прозрачная, бесцветная жидкость. Он не имеет запаха и имеет сладкий вкус. Этиленгликоль токсичен. Попадание этиленгликоля или его растворов в организм человека может вызвать необратимые изменения в организме. Этиленгликоль – легковоспламеняющееся вещество, температура взрыва его паров: 120 °C.
1. Взаимодействие с щелочными металлами
При взаимодействии этиленгликоля с щелочными металлами образуются соли – гликоляты. В результате реакции этиленгликоль сначала образует моноалкоголят, затем динатриевое соединение:
• применение многоатомных спиртов.
Этиленгликоль широко используется в технике в качестве охлаждающей жидкости в системах охлаждения двигателей и компьютеров, антифризов и тормозных жидкостей. Используется в органическом синтезе.`],[`g10-c3-s04-t02`,10,`c3`,`s04`,`3.4`,`Этиленгликоль. Свойства глицерина`,119,120,`textbook`,`ru`,`Kimyo 10`,`Этиленгликоль широко используется в технике в качестве охлаждающей жидкости в системах охлаждения двигателей и компьютеров, антифризов и тормозных жидкостей. Используется в органическом синтезе.
этиленгликоль гликолят натрия
2. Взаимодействие с органическими кислотами
В результате взаимодействия этиленгликоля с органическими кислотами образуются сложные эфиры (аналогичные глицерину):
3. Взаимодействие с галогеноводородами
Этиленгликоль реагирует с галогеноводородами с образованием галогенидов этилена:
4. Дегидратация
При нагревании этиленгликоля в присутствии концентрированной серной кислоты может образоваться ацетальдегид:
В результате дегидратации также возможно образование циклического простого эфира – диоксана:
Какое вещество можно использовать, когда резина на дверце холодильника становится мягкой и рыхлой?
Глицерин
Глицерин – трехатомный спирт, и по номенклатуре IUPAC его название – пропан-`],[`g10-c3-s04-t03`,10,`c3`,`s04`,`3.4`,`Этиленгликоль. Свойства глицерина`,120,120,`textbook`,`ru`,`Kimyo 10`,`Глицерин – трехатомный спирт, и по номенклатуре IUPAC его название – пропан-
Глицерин — пищевая добавка под номером Е422.
Глицерин входит в состав природных эфиров. Это бесцветная вязкая жидкость. Благодаря наличию водородных связей глицерин смешивается с водой в любой пропорции. Безводный глицерин очень гигроскопичен и при попадании на кожу вызывает ожоги, но в разбавленном состоянии его применяют в производстве косметических средств (кремов, гелей) и в пищевой промышленности для приготовления ликеров.
Кислотные свойства, то есть способность отделять протон, у глицерина выражены сильнее, чем у одно- и двухатомных спиртов.
1. Взаимодействие с активными металлами
Глицерин легко вступает в химическую реакцию с щелочными металлами, образуя соли — глицераты (например, этиленгликоль и этиловый спирт). При этом могут образовываться моно-, ди- и триглицераты:`],[`g10-c3-s04-t04`,10,`c3`,`s04`,`3.4`,`Этиленгликоль. Свойства глицерина`,120,120,`textbook`,`ru`,`Kimyo 10`,`Глицерин легко вступает в химическую реакцию с щелочными металлами, образуя соли — глицераты (например, этиленгликоль и этиловый спирт). При этом могут образовываться моно-, ди- и триглицераты:
Многоатомные спирты, в отличие от одноатомных, имеют в молекуле несколько гидроксильных групп. Простейшим двухатомным спиртом является этиленгликоль, а трехатомным спиртом – глицерин.
Как и одноатомные спирты, этиленгликоль и глицерин реагируют с щелочными металлами и галогенидами.
В результате реакции между глицерином и азотной кислотой образуется нитроглицерин. Нитроглицерин является сосудорасширяющим средством, поэтому он входит в состав препарата.
Сосудорасширяющее средство – расширитель кровеносных сосудов.
Качественной реакцией на многоатомные спирты является образование раствора голубого цвета при взаимодействии с гидроксидом меди (II).
2C3H5(OH)3+ 6Na → 2C3H5(ONa)3 + 3H2`],[`g10-c3-s04-t05`,10,`c3`,`s04`,`3.4`,`Этиленгликоль. Свойства глицерина`,120,121,`textbook`,`ru`,`Kimyo 10`,`…образование раствора голубого цвета при взаимодействии с гидроксидом меди (II). 2C3H5(OH)3+ 6Na → 2C3H5(ONa)3 + 3H2
2. Взаимодействие с сильными неорганическими кислотами
При взаимодействии с сильными неорганическими кислотами проявляются основные свойства: при взаимодействии со смесью концентрированных серной и азотной кислот образуется тринитроглицерин:
Глицерин применяют как лекарственное средство в небольших концентрациях. При взаимодействии с хлористым водородом гидроксильные группы последовательно замещаются атомами хлора с образованием трихлоргидрина.
3. Взаимодействие с органическими кислотами
Глицерин образует сложные эфиры. При этом могут быть получены моно-, ди- и триглицериды, а кислотные радикалы могут быть разными:
Решение типовых задач
1. Какие реакции можно использовать для внесения следующих изменений? Хлорэтан → этилен → 1,2-дибромэтан → этиленгликоль.`],[`g10-c3-s04-t06`,10,`c3`,`s04`,`3.4`,`Этиленгликоль. Свойства глицерина`,121,121,`textbook`,`ru`,`Kimyo 10`,`Какие реакции можно использовать для внесения следующих изменений? Хлорэтан → этилен → 1,2-дибромэтан → этиленгликоль.
Этилен можно получить из хлорэтана по реакции дегалогенирования: 2CH3–CH2–Cl + Zn → 2CH2=CH2 + ZnCl2.
Реакция бромирования этилена в среде неполярного инертного растворителя (часто используют четыреххлористый углерод) по механизму электрофильного сочетания позволяет получить 1,2-дибромэтан:
CH2=CH2 + Br2 → Br–CH2–CH2–Br.
При взаимодействии 1,2-дибромэтана с водным раствором щелочи образуется двухатомный спирт этиленгликоль:
Br–CH2–CH2–Br + 2NaOH → HO–CH2–CH2–OH + 2NaBr.
2. Какие реакции можно использовать для внесения следующих изменений: Глицерин → 1,2,3-трихлорпропан → глицерин → нитроглицерин.
Многоатомные спирты, например глицерин, проявляют основные свойства при взаимодействии с соляной кислотой:
HO–CH2–C(OH)H–CH2–OH + 3HCl → Cl–CH2–C(Cl)H–CH2–Cl + 3H2O.`],[`g10-c3-s04-t07`,10,`c3`,`s04`,`3.4`,`Этиленгликоль. Свойства глицерина`,121,121,`textbook`,`ru`,`Kimyo 10`,`HO–CH2–C(OH)H–CH2–OH + 3HCl → Cl–CH2–C(Cl)H–CH2–Cl + 3H2O.
При взаимодействии 1,2,3-трихлорпропана с водным раствором щелочи образуется трехатомный спирт глицерин:
Cl–CH2–C(Cl)H–CH2–Cl + 3NaOH → HO–CH2–C(OH)H–CH2–OH + 3NaCl.
Взаимодействие глицерина с азотной кислотой в присутствии серной кислоты приводит к образованию нитроглицерина:
HO–CH2–C(OH)H–CH2–OH + 3HO–NO2 → O2N–CH2–C(NO2)H–CH2— NO2 +3H2O.
1. Напишите структурные формулы этиленгликоля и глицерина. Гомологи ли эти вещества? Прокомментируйте свой ответ. 2. Почему этиленгликоль и глицерин имеют высокую температуру кипения и хорошо растворяются в воде? 3. Определите реактив, позволяющий различать водные растворы этанола и этиленгликоля. Напишите уравнение реакции. 4. К 6,2 g этиленгликоля добавили 3,45 g натрия. Найдите объем (н.у.с.) выделившегося водорода.`],[`g10-c3-s05-t01`,10,`c3`,`s05`,`3.5`,`Практическое занятие. Опыты с многоатомными спиртами`,122,122,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 5. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ. МНОГОАТОМНЫЕ СПИРТЫ
Изучаемые понятия:
• применение многоатомных спиртов.
Опыт 1. Определение многоатомных спиртов в детских кремах и жевательных резинках
Необходимое оборудование и реактивы: стакан, пробирки, стеклянная палочка, раствор сульфата меди (II), раствор гидроксида калия, дистиллированная вода, детский крем, жевательная резинка.
Порядок выполнения работы:
1. Налейте в химический стакан 1 ml раствора сульфата меди (II).
2. Добавьте к нему 2 ml раствора гидроксида калия.
3. Образуется синий осадок.
4. Разделите полученный осадок в 2 пробирки.
5. Положите 1 кусочек жевательной резинки в чистый стакан и залейте 2–3 ml дистиллированной воды.
7. Перемешайте стеклянной палочкой и оставьте на 15 ми-
Средства, содержащие глицерин, защищают кожу рук и обладают смягчающим эффектом! Многоатомные спирты обычно добавляют в пищевые продукты в качестве ароматизаторов, потому что они менее калорийны, чем простые сахара, и не вызывают кариеса. Примерами таких ароматизаторов являются сорбит и ксилит.`],[`g10-c3-s05-t02`,10,`c3`,`s05`,`3.5`,`Практическое занятие. Опыты с многоатомными спиртами`,122,122,`textbook`,`ru`,`Kimyo 10`,`Многоатомные спирты обычно добавляют в пищевые продукты в качестве ароматизаторов, потому что они менее калорийны, чем простые сахара, и не вызывают кариеса. Примерами таких ароматизаторов являются сорбит и ксилит.
нут.
8. В первую пробирку положите немного детского крема.
9. Добавьте содержимое стаканчика жевательной резинки во вторую пробирку.
10. Встряхните пробирки.
11. Синий осадок растворяется и образуется темно-синий раствор.
12. Сделайте выводы на основе увиденного.
Опыт 2. Приготовление антифриза
Необходимое оборудование и реактивы: спирт (метиловый, изопропиловый или этиловый), стиральный порошок, вода, соль, емкость 1,5 l.
Порядок выполнения работы:
1. Налейте в пустую стеклянную тару 100–150 g спирта. Затем добавьте столовую ложку стирального порошка и половину чайной ложки соли. Закройте крышку, встряхните емкость в течение нескольких секунд. Подождите около 10 минут, пока исчезнет пена. Стиральный порошок нужен для удаления неприятного запаха антифриза.`],[`g10-c3-s05-t03`,10,`c3`,`s05`,`3.5`,`Практическое занятие. Опыты с многоатомными спиртами`,122,122,`textbook`,`ru`,`Kimyo 10`,`Подождите около 10 минут, пока исчезнет пена. Стиральный порошок нужен для удаления неприятного запаха антифриза.
2. Налейте в емкость воду, закройте ее и несколько раз встряхните. Подождите, пока соль растворится.
3. Хранить полученную жидкость плотно закрытой. Время от времени встряхивайте контейнер несколько раз перед использованием. После этого можно использовать готовый антифриз.
Помните.Необходимо учитывать температуру воздуха. Если температура воздуха низкая, содержание алкоголя увеличивается. Каждому градусу соответствует 15 ml спирта.
4. Сделайте вывод на основе своих наблюдений.
Подготовьте проектную работу на тему «Чем вредна жевачка?».`],[`g10-c3-s05-sum`,10,`c3`,`s05`,`3.5`,`Практическое занятие. Опыты с многоатомными спиртами: главное`,122,122,`summary`,`ru`,`Kimyo 10`,`Помните: Необходимо учитывать температуру воздуха. Если температура воздуха низкая, содержание алкоголя увеличивается. Каждому градусу соответствует 15 ml спирта.`],[`g10-c3-s06-t01`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты`,123,123,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 6. ФЕНОЛЫ И АРОМАТИЧЕСКИЕ СПИРТЫ
Изучаемые понятия:
• общая формула; • свойства;
• изомерия; • номенклатура.
Органические соединения с кислородом, в которых атомы углерода в бензольном кольце заменены гидроксильными группами, называются фенолами.
В зависимости от числа гидроксильных групп в бензольном ядре различают одно-, двухи трехатомные фенолы.
Одноатомные ароматические спирты — это соединения, в которых гидроксильная группа расположена в боковой цепи, то есть не связана непосредственно с бензольным ядром.
Первым представителем одноатомных ароматических спиртов является бензиловый спирт или фенилметанол. У других представителей этого ряда боковая углеродная цепь может иметь линейное (фенилэтанол или фенэтиловый спирт) или разветвленное строение (изомерия углеродного скелета). Кроме того, существует цепная изомерия гидроксильной группы.
бензиловый спирт 1-фенилэтанол
2-фенилэтанол 2-фенилпропанол-1`],[`g10-c3-s06-t02`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты`,123,124,`textbook`,`ru`,`Kimyo 10`,`…существует цепная изомерия гидроксильной группы. бензиловый спирт 1-фенилэтанол 2-фенилэтанол 2-фенилпропанол-1
1-фенилбутанол-1 2-метил-1-фенилпропанол-2
Разница между фенолами и ароматическими спиртами
Гидроксильная группа в молекуле ароматических спиртов связана с бензольным кольцом через атомы углерода. Например, бензиловый спирт.
Гидроксильная группа в молекуле фенола непосредственно связана с бензольным кольцом.
Например, фенол.
CH HC C–CH2–OH
CH HC C–OH
HC CH
HC CH
Номенклатура
Систематическое название ароматических спиртов образуется следующим образом: выбирают основную цепь, содержащую гидроксильную группу, а бензольное ядро называют фенильным радикалом.
Например, бензиловый спирт по систематической номенклатуре называют фенилметанолом, но часто его углеводородную часть в виде радикала называют бензилом по радикально-функциональной номенклатуре.
Фенолы — производные ароматических углеводородов, в молекулах которых гидроксильная группа (-ОН) непосредственно связана с атомами углерода бензольного кольца.`],[`g10-c3-s06-t03`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты`,124,124,`textbook`,`ru`,`Kimyo 10`,`Фенолы — производные ароматических углеводородов, в молекулах которых гидроксильная группа (-ОН) непосредственно связана с атомами углерода бензольного кольца.
Фенолы не являются ароматическими спиртами. Простейшим представителем фенолов является гидроксибензол, который называют фенолом:
В зависимости от количества ОН-групп в молекуле различают одно-, двух- и трехатомные фенолы. Среди них наиболее известны крезолы, гидрохинон, пирогаллол.
орто-крезол мета-крезол пара-крезол
Гидроксогруппа в молекуле фенола вызывает перераспределение электронной плотности бензольного кольца как заместителя первого порядка. В результате становятся подвижными атомы водорода в 2,4,6 состояниях (орто-, пара-) в бензольном кольце. Фенолы реагируют легче, чем бензол.
орто-крезол гидрохинон пирогаллол
Кроме того, гомологи фенола изомерны ароматическим спиртам (межклассовая изомерия). Таким образом, крезолы и бензиловый спирт являются изомерами.`],[`g10-c3-s06-t04`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты`,124,125,`textbook`,`ru`,`Kimyo 10`,`Кроме того, гомологи фенола изомерны ароматическим спиртам (межклассовая изомерия). Таким образом, крезолы и бензиловый спирт являются изомерами.
Номенклатура ароматических спиртов и фенолов
Часто используются тривиальные названия фенолов. В систематической номенклатуре название фенолов образовано от названия соответствующих аренов и суффикса -ол. Нумерация начинается с атома углерода, присоединенного к гидроксильной группе. Иногда наличие гидроксильной группы обозначается приставкой гидрокси-(окси):
Фенол (гидроксилбензол)
Пирокатексин (бензениол-1,2; 1,2-дигидроксибензол)
Флорогютцин (бензентриол-1,3,5; 1,3,5-тригидроксибензол)
Бензиловый спирт — бесцветная жидкость со слегка приятным запахом; температура кипения 205,8 °С, плотность 1,0455 g/см3. Бензиловый спирт растворяется в органических растворителях, жидком SO2, хорошо растворяется в NH3, в 100 g воде растворяется 4 g бензилового спирта. Его сложные эфиры входят в состав эфирного масла, придающего приятный запах большинству цветов.`],[`g10-c3-s06-t05`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты`,125,125,`textbook`,`ru`,`Kimyo 10`,`Его сложные эфиры входят в состав эфирного масла, придающего приятный запах большинству цветов.
Фенол — бесцветное (со временем под действием кислорода воздуха становится бледно-розовым) кристаллическое вещество с резким характерным запахом. Частично растворим в воде. Обладает сильными антисептическими свойствами. При попадании на кожу обжигает.
Растворимость в воде при % 20 оС
Фенолы
Фенол Пирокатехин Резорцин Гидрохинон Пирогаллол tжжижения, 0C tкипения, оС
Химические свойства
1. Фенол – слабая кислота. Образует феноляты, устойчивые в водных растворах. 2C6H5OH +2Na → 2C6H5ONa+H2↑
2C6H5OH +NaOH → C6H5ONa+H2O
2. Феноляты частично гидролизуются, но разлагаются под действием минеральных кислот.
C6H5ONa+CO2 + H2O → 2C6H5OH +NaHCO3
3. Фенол обесцвечивает бромную воду.
Br Br
4. При нагревании смеси фенола и формальдегида в особых условиях происходит поликонденсация (дегидратация и образование полимера), в полимерной цепи происходит обмен остатками фенола и формальдегида.`],[`g10-c3-s06-t06`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты`,125,126,`textbook`,`ru`,`Kimyo 10`,`При нагревании смеси фенола и формальдегида в особых условиях происходит поликонденсация (дегидратация и образование полимера), в полимерной цепи происходит обмен остатками фенола и формальдегида.
На первом этапе молекула формальдегида объединяется за счет формальдегидной двойной связи.
Затем карбонильная группа формальдегида превращается в гидроксильную группу. На следующем этапе гидроксильная группа заменяется новым фенильным остатком:
3. Действие (FeCl3). Фенол дает пурпурную комплексную соль с FeCl3 в разбавленных растворах в воде или спирте:
C6H5OH + FeCl3 → [Fe(C6H5OH)6]Cl3
Это качественная реакция для фенола.
1. Какие вещества относятся к фенолам, а какие относятся к ароматическим спиртам? 2. Составьте структурные формулы трех представителей фенолов. 3. Напишите изомеры 2,4,6-три метил фенола. 4. При сгорании 1,06 g органического соединения было получено 0,896 л (н.у.)
углекислого газа и 0,9 g воды. Если известно, что плотность паров водорода равна 53, определите соединение и его класс.`],[`g10-c3-s06-d01`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты: фенолами, Одноатомные ароматические спирты`,123,123,`definition`,`ru`,`Kimyo 10`,`Органические соединения с кислородом, в которых атомы углерода в бензольном кольце заменены гидроксильными группами, называются фенолами.
Одноатомные ароматические спирты — это соединения, в которых гидроксильная группа расположена в боковой цепи, то есть не связана непосредственно с бензольным ядром.`],[`g10-c3-s06-d02`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты: фенильным радикалом, фенилметанолом`,124,124,`definition`,`ru`,`Kimyo 10`,`Систематическое название ароматических спиртов образуется следующим образом: выбирают основную цепь, содержащую гидроксильную группу, а бензольное ядро называют фенильным радикалом.
Например, бензиловый спирт по систематической номенклатуре называют фенилметанолом, но часто его углеводородную часть в виде радикала называют бензилом по радикально-функциональной номенклатуре.`],[`g10-c3-s06-d03`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты: фенолом`,124,124,`definition`,`ru`,`Kimyo 10`,`Простейшим представителем фенолов является гидроксибензол, который называют фенолом:`],[`g10-c3-s06-sum`,10,`c3`,`s06`,`3.6`,`Фенолы и ароматические спирты: главное`,123,123,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула; • свойства; • изомерия; • номенклатура. Органические соединения с кислородом, в которых атомы углерода в бензольном кольце заменены гидроксильными группами, называются фенолами. В зависимости от числа гидроксильных групп в бензольном ядре различают одно-, двухи трехатомные фенолы. Одноатомные ароматические спирты — это соединения, в которых гидроксильная группа расположена в боковой цепи, то есть не связана непосредственно с бензольным ядром. Первым представителем одноатомных ароматических спиртов является бензиловый спирт или фенилметанол. У других представителей этого ряда боковая углеродная цепь может иметь линейное (фенилэтанол или фенэтиловый спирт) или разветвленное строение (изомерия углеродного скелета). Кроме того, существует цепная изомерия гидроксильной группы.`],[`g10-c3-s07-t01`,10,`c3`,`s07`,`3.7`,`Фенолы и ароматические спирты. Получение. Применение`,127,128,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 7. ФЕНОЛЫ И АРОМАТИЧЕСКИЕ СПИРТЫ. ПОЛУЧЕНИЕ. ПРИМЕНЕНИЕ
Изучаемые понятия:
• получение; • применение.
Получение
По способам получения и свойствам они почти не отличаются от алифатических углеводородов. Они резко отличаются от фенолов, поскольку являются приятно пахнущими веществами, не обладающими кислотными свойствами.
Бензиловый спирт получают гидролизом хлористого бензила:
C6H5CH2Cl + HOH → HCl + C6H5CH2OH
Получение фенола
1. Фенолы образуются при смешивании солей ароматических сульфокислот с едкими щелочами и нагревании (метод Кекуле):
бензолсульфокислота натриевая соль бензолсульфокислота фенолят натрия фенол
2. Получение фенола из бензола бензол хлорбензол фенолят натрия фенол
Из каменноугольной смолы (как побочный продукт), являясь одним из компонентов каменноугольной смолы, фенол сначала подвергается воздействию раствора щелочи (образуются феноляты):
C6H5OH + NaOH → C6H5–ONa + H2O На образовавшийся фенолят добавляют разбавленную кислоту и получают фенол: C6H5ONa + H2SO4 → C6H5–OH + NaHSO4`],[`g10-c3-s07-t02`,10,`c3`,`s07`,`3.7`,`Фенолы и ароматические спирты. Получение. Применение`,128,128,`textbook`,`ru`,`Kimyo 10`,`C6H5OH + NaOH → C6H5–ONa + H2O На образовавшийся фенолят добавляют разбавленную кислоту и получают фенол: C6H5ONa + H2SO4 → C6H5–OH + NaHSO4
Применение
Бензиловый спирт, представитель ароматических спиртов, встречается в природе в эфирных маслах. Бензиловый спирт применяют:
• в области парфюмерии;
• как растворитель лаков, красок, чернил, эпоксидов;
• при обеззараживании масляных растворов медицинских препаратов.
ФЕНОЛ
Другие представители ароматических спиртов: фенэтиловый спирт (C6H5CH2CH2OH), фенилпропиловый спирт (C6H5CH2CH2CH2OH), циннамильный (коричный) спирт (C6H5CH=CHCH2OH).
В напитки добавляют ароматические спирты, а также наполнители для придания неповторимого приятного запаха эфиров и улучшения вкуса. В частности, бензиловый спирт зарегистрирован как пищевая добавка E1519.
Поскольку фенол токсичен, он убивает многие микроорганизмы. В медицине его 3–5% раствор (карболовая кислота) применяют как дезинфицирующее средство. Фенолфталеин, препарат на основе фенола, используется как индикатор в лаборатории, а в медицине как слабительное.`],[`g10-c3-s07-t03`,10,`c3`,`s07`,`3.7`,`Фенолы и ароматические спирты. Получение. Применение`,128,129,`textbook`,`ru`,`Kimyo 10`,`Фенолфталеин, препарат на основе фенола, используется как индикатор в лаборатории, а в медицине как слабительное.
В медицине широко используются производные пирокатехина, гваякола, эвгенола, изоэвгенола, адреналина. Гидрохинон и пирогаллол используются в качестве осветлителей в фотографии.
Фенолформальдегидные смолы используются в производстве пластмасс, красок, лекарств, взрывчатых веществ и других изделий. Тринитрофенол (пикриновая кислота) используется в производстве взрывчатых веществ, а также при лечении ожогов.
Аминопласты получают конденсацией мочевины с формальдегидом. Они термореактивные. Вместе с различными наполнителями они используются при изготовлении изделий широкого применения, электроизоляционных изделий, облицовочных материалов.
Решение задач
1. При действии 4,18 g смеси бензилового спирта, крезола и фенола с большим количеством калия выделилось 448 ml (н.у.) газа. Рассчитать массовую долю фенола в исходной смеси.`],[`g10-c3-s07-t04`,10,`c3`,`s07`,`3.7`,`Фенолы и ароматические спирты. Получение. Применение`,129,129,`textbook`,`ru`,`Kimyo 10`,`При действии 4,18 g смеси бензилового спирта, крезола и фенола с большим количеством калия выделилось 448 ml (н. у. ) газа. Рассчитать массовую долю фенола в исходной смеси.
Решение
Mr (C7H7OH) =108
2C7H7OH +2K → 2C7H7OK + H2
Mr (C6H5OH) =94
2C6H5OH + 2K → 2C6H5OK + H2
Ответ:массовая доля фенола равна 22,5.
1. Напишите изомеры вещества состава C8H10O, относящегося к классу ароматических спиртов и фенолов. Назовите их по международной номенклатуре. 2. Напишите реакцию фенола с азотной кислотой, назовите образующиеся вещества по международной номенклатуре. 3. Найдите соотношение σ- и π-связей в трехатомном ароматическом спирте (1,3,5-триол бензоле). 4. При взаимодействии 2 молей фенола с хлором после реакции образовалось 146 g газа.
Найдите число атомов, замещенных водородом в бензольном кольце.`],[`g10-c3-s08-t01`,10,`c3`,`s08`,`3.8`,`Простые эфиры. Получение и свойства`,130,130,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 8. ПРОСТЫЕ ЭФИРЫ. ПОЛУЧЕНИЕ И СВОЙСТВА
Изучаемые понятия:
• общая формула;
• изомерия;
• номенклатура; • свойства;
• получение; • применение.
Простые эфиры представляют собой органические соединения с общей формулой R-O-R1, в которых два углеводородных радикала связаны атомом кислорода.
Если радикалы в молекуле эфира одинаковы, их называют симметричными простыми эфирами:
CH3 – O – CH3 диметиловый эфир C2H5 – O – C2H5 диэтиловый эфир
Если радикалы в молекуле разные, их называют смешанными эфирами:
CH3 – O – C2H5 метил-этиловый эфир CH3 – O – C3H7 метил-пропиловый эфир
Атомы углерода в насыщенных эфирах находятся в состоянии sp3-гибридизации, а если углеводородный радикал имеет двойную связь, то в состоянии sp2-гибридизации. В качестве примера приведем структуру диэтилового эфира:
Эфиры могут быть насыщенными, ненасыщенными, циклическими, ароматическими`],[`g10-c3-s08-t02`,10,`c3`,`s08`,`3.8`,`Простые эфиры. Получение и свойства`,130,131,`textbook`,`ru`,`Kimyo 10`,`Эфиры могут быть насыщенными, ненасыщенными, циклическими, ароматическими
Насыщенные эфиры
Ненасыщенные эфиры
Циклические эфиры
Ароматические эфиры
Диметиловый эфир Дивиниловый эфир
Этиленоксид элоксид
Метилфениловый эфир
Изомерия простых эфиров
Изомерия углеродного скелета
Диэтиловый эфир
Метилпропиловый эфир
Межклассовая изомерия
Диэтиловый эфир CH3–CH2– CH2–CH2–OH
Бутиловый спирт
По номенклатуре IUPAC в названии простых эфиров считается большой радикал как предельный углеводород, а к его названию добавляется название второго радикала (спиртовая группа R–O–).
Например: CH3 – O – C2H5 метоксиэтан.
В простых эфирах, помимо радикальной изомерии, существует еще и новая метамерная изомерия. В этом случае общая формула та же, но структурные формулы разные.
Например:
CH3 – CH2 – CH2 – CH2OH бутиловый спирт,
CH3 – O – C3H7 метил-пропиловый эфир,
C2H5 – O – C2H5 диэтиловый эфир.`],[`g10-c3-s08-t03`,10,`c3`,`s08`,`3.8`,`Простые эфиры. Получение и свойства`,131,131,`textbook`,`ru`,`Kimyo 10`,`…– CH2 – CH2 – CH2OH бутиловый спирт, CH3 – O – C3H7 метил-пропиловый эфир, C2H5 – O – C2H5 диэтиловый эфир.
Получение простых эфиров
Простые эфиры получают реакцией натриевых спиртов с галогеналкилами (метод Вильямсона):
RONa + R\`Cl → R –O –R\` + NaCl
Диэтиловый эфир, наиболее важный эфир, получают обработкой этилового спиртас2H5OH + H2SO4 → C2H5OSO3H + H2O избытком серной кислоты:
C2H5OH + H2SO4 → C2H5OSO3H + H2O140 oC C2H5OSO3H + C2H5OH → C2H5–O–C2H5 + H2SO4 C2H5OH + H2SO4 → C2H5OSO3H + H2Oo C2H5OSO3H + C2H5OH140 → C C2H5–O–C2H5 + H2SO4 C2H5OH + H2SO4 → C2H5OSO3H + H2OC2H5OSO3H + C2H5OH140 → oCC2H5–O–C2H5 + H2SO4
На второй стадии реакции при воздействии другого спирта образуется смешанный эфир:140 oC140 oC C2H5OSO3H + C2H5OHC2H5OSO3H + CH3OH → C2H5–O–C2H5 + H2SO4 → C2H5–O–CH3 + H2SO4
C2H5OSO3H + CH3OH140 o → oC C2H5–O–CH3 + H2SO4 C2H5OSO3H + CH3OH140 → C C2H5–O–CH3 + H2SO4`],[`g10-c3-s08-t04`,10,`c3`,`s08`,`3.8`,`Простые эфиры. Получение и свойства`,131,131,`textbook`,`ru`,`Kimyo 10`,`C2H5OSO3H + CH3OH140 o → oC C2H5–O–CH3 + H2SO4 C2H5OSO3H + CH3OH140 → C C2H5–O–CH3 + H2SO4
При нагревании спирта под действием Al2O3 при 300 оС вода удаляется и образуется простой эфир:
C2H5OSO3H + CH3OH140 → oC C2H5–O–CH3 + H2SO4
2C2H5OH
2C2H5OH
Физические свойства. Первые два простейших представителя – диметиловый эфираl2O3,300 oC 2C2H5OH C2H5–O–C2H5 + H2O и метил этиловый эфир – при нормальных условиях являются газами, остальные – жидкостями. Al2O3,300 oC 2C2H5OH C2H5–O–C2H5 + H2O
Химические свойства. Сложные эфиры являются устойчивыми веществами, не вступающими в реакцию в обычных условиях. Они не изменяются под действием щелочей и разбавленных кислот, поэтому их используют в качестве растворителей во многих реакциях.
1. Простые эфиры под действием концентрированных кислот образуют солеподобные вещества, они неустойчивы и называются оксонными соединениями:`],[`g10-c3-s08-t05`,10,`c3`,`s08`,`3.8`,`Простые эфиры. Получение и свойства`,131,132,`textbook`,`ru`,`Kimyo 10`,`Простые эфиры под действием концентрированных кислот образуют солеподобные вещества, они неустойчивы и называются оксонными соединениями:
2. Простые эфиры разлагаются на спирт и галоалкил под действием концентрированной йодной кислоты:
CH3CHO(CH2)3CH3 + HI → CH3CHCH3 + CH3(CH2)3I
CH3 OH
Если эту реакцию проводить при высокой температуре, спирт также превращается в галогеналкил.
В нормальных условиях на эфиры не действуют щелочные металлы, поэтому эфиры сушат металлическим натрием. Под действием натрия при высокой температуре разлагается на спирты и металлоорганические соединения.
C2H5–O–C2H5 + 2Na → C2H5ONa + C2H5Na
Применение
Диэтиловый эфир
В медицине используется как препарат с общеанестезирующим действием. Ингаляционная анестезия применяется в хирургической практике, а местная в стоматологической практике при подготовке к пломбированию, при лечении кариозных полостей зубов и корневых каналов.`],[`g10-c3-s08-t06`,10,`c3`,`s08`,`3.8`,`Простые эфиры. Получение и свойства`,132,132,`textbook`,`ru`,`Kimyo 10`,`Ингаляционная анестезия применяется в хирургической практике, а местная в стоматологической практике при подготовке к пломбированию, при лечении кариозных полостей зубов и корневых каналов.
В связи с постепенным разложением диэтилового эфира необходимо строго соблюдать указанные сроки хранения.
Диэтиловый эфир применяют как растворитель нитратов целлюлозы при производстве бездымного пороха, природных и синтетических смол, алкалоидов.
Применяется в качестве экстрагента для разделения плутония и продуктов его деления при производстве и переработке ядерного топлива, при выделении урана из руд.
Он используется в качестве компонента топлива в авиационных двигателях. Используется в бензиновых двигателях внутреннего сгорания в суровых зимних условиях.
Диметиловый эфир
Применяется для производства диметилсульфата как растворитель и экстрактор, охлаждающая жидкость, топливо для газовой сварки и резки, для удаления примесей в косметике.`],[`g10-c3-s08-t07`,10,`c3`,`s08`,`3.8`,`Простые эфиры. Получение и свойства`,132,132,`textbook`,`ru`,`Kimyo 10`,`Применяется для производства диметилсульфата как растворитель и экстрактор, охлаждающая жидкость, топливо для газовой сварки и резки, для удаления примесей в косметике.
1. Объясните отличие строения, физико-химических свойств простых эфиров от спиртов (приведите соответствующие химическим свойствам реакции). 2. Напишите строение всех изомеров простого эфира общей формулы C6H14O и назовите их по систематической номенклатуре. 3. Определите число связей С–С, С–Н и гибридизованных орбиталей, участвующих в образовании связи в пропилбутиловом эфире. 4. Определить массовую долю (%) атомов углерода в простом эфире, содержащем
24 sp3-гибридизированные орбитали.`],[`g10-c3-s08-d01`,10,`c3`,`s08`,`3.8`,`Простые эфиры. Получение и свойства: симметричными простыми эфирами, смешанными эфирами, оксонными соединениями`,130,131,`definition`,`ru`,`Kimyo 10`,`Если радикалы в молекуле эфира одинаковы, их называют симметричными простыми эфирами:
Если радикалы в молекуле разные, их называют смешанными эфирами:
Простые эфиры под действием концентрированных кислот образуют солеподобные вещества, они неустойчивы и называются оксонными соединениями:`],[`g10-c3-s08-sum`,10,`c3`,`s08`,`3.8`,`Простые эфиры. Получение и свойства: главное`,130,130,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула; • изомерия; • номенклатура; • свойства; • получение; • применение. Простые эфиры представляют собой органические соединения с общей формулой R-O-R1, в которых два углеводородных радикала связаны атомом кислорода. Если радикалы в молекуле эфира одинаковы, их называют симметричными простыми`],[`g10-c3-s09-t01`,10,`c3`,`s09`,`3.9`,`Оксосоединения. Альдегиды. Получение и свойства`,133,133,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 9. ОКСОСОЕДИНЕНИЯ. АЛЬДЕГИДЫ. ПОЛУЧЕНИЕ И СВОЙСТВА
• свойства; • применение.
Изучаемые понятия:
• общая формула;
• номенклатура; • получение;
Соединения, содержащие карбонильную группу >C=O, называются оксосоединениями. Альдегиды и кетоны относятся к классу оксосоединений. Альдегидная функциональная группа в молекуле,
H C
Муравьиный альдегид (формальдегид) или метаналь т. е. соединения, образованные замещением , называются альдегидами (кроме муравьиного альдегида).
Номенклатура. При наименовании альдегидов широко используется тривиальная номенклатура. В этом случае достаточно заменить слово «кислота» в названии соответствующей угольной кислоты на «альдегид». Например, муравьиный альдегид соответствует муравьиной кислоте, уксусный альдегид соответствует уксусной кислоте.
По систематической номенклатуре это обозначается добавлением суффикса -аль к соответствующему алкану. Например, пропионовый альдегид называется пропаналью, бутановый альдегид называется бутаналем.`],[`g10-c3-s09-t02`,10,`c3`,`s09`,`3.9`,`Оксосоединения. Альдегиды. Получение и свойства`,133,133,`textbook`,`ru`,`Kimyo 10`,`Например, пропионовый альдегид называется пропаналью, бутановый альдегид называется бутаналем.
Способы получения
1. Окисление первичных спиртов. При окислении первичных спиртов образуются альдегиды; при окислении метанола оксидом меди (II) образуется формальдегид:
H H C C
Уксусный альдегид или этаналь
H H H C C C H H
Пропионовый альдегид или пропаналь
H H 3 2 1 O H C C C
H CH3
Изомасляный альдегид или
3. Альдегиды получают из дигалогеналканов: 2-метилпропаналь
CH3CHCl2 + 2NaOH → CH3CHO + 2NaCl + H2O
Физические свойства. Первым представителем альдегидов является альдегид (формальдегид) – газ с резким запахом, который при нормальных условиях связывается. Низшие представители альдегидов – жидкие вещества, легко растворимые в воде и органических растворителях. Верхние представители – твердые вещества. По мере увеличения их молекулярной массы температура кипения увеличивается.
O H
Эта реакция продолжается непрерывно.`],[`g10-c3-s09-t03`,10,`c3`,`s09`,`3.9`,`Оксосоединения. Альдегиды. Получение и свойства`,133,134,`textbook`,`ru`,`Kimyo 10`,`…мере увеличения их молекулярной массы температура кипения увеличивается. O H Эта реакция продолжается непрерывно.
2. Гидратация ацетилена. Ацетилен связывает молекулу воды и образует уксусный альдегид (реакция М. Г. Кучерова):
Поскольку альдегиды не имеют межмолекулярных водородных связей, их температура кипения относительно ниже, чем у соответствующих спиртов и карбоновых кислот.
Химические свойства. Альдегиды легко вступают в химические реакции.
Для альдегидов характерны реакции сочетания, конденсации и окисления.
Реакции присоединения. Альдегиды могут связывать водород в присутствии никелевого катализатора. При этом из альдегидов образуются соответствующие первичные спирты:
Окисление альдегидов. Альдегиды – легко окисляемые соединения. Они легко окисляются даже в присутствии кислорода воздуха или слабых окислителей, например аммиачного раствора оксида серебра и гидроксида меди (II). Окисление альдегидов аммиачным раствором оксида серебра называют реакцией «серебряного зеркала». Эта реакция является качественной реакцией альдегидов:`],[`g10-c3-s09-t04`,10,`c3`,`s09`,`3.9`,`Оксосоединения. Альдегиды. Получение и свойства`,134,134,`textbook`,`ru`,`Kimyo 10`,`Окисление альдегидов аммиачным раствором оксида серебра называют реакцией «серебряного зеркала». Эта реакция является качественной реакцией альдегидов:
Восстановленное серебро образует на стенках пробирки блестящий слой, а альдегид окисляется и превращается в соответствующую органическую кислоту.
Другой характерной реакцией является окисление альдегидов гидроксидом меди (Cu(OH2)). Если к окрашенному воздухом осадку гидроксида меди (Cu(OH2)) прибавить раствор альдегида и смесь нагреть, то сначала образуется желтый осадок гидроксида меди (CuOH), а при продолжении нагревания он превращается в красную медь Cu2O.
желтый желтый красный
Эта реакция, как и реакция «серебряного зеркала», характерна для альдегидов.
При нагревании альдегида с фенолом в присутствии катализаторов (кислоты или основания) происходит реакция поликонденсации, в результате которой образуются фенолформальдегидная смола и вода.`],[`g10-c3-s09-t05`,10,`c3`,`s09`,`3.9`,`Оксосоединения. Альдегиды. Получение и свойства`,134,135,`textbook`,`ru`,`Kimyo 10`,`При нагревании альдегида с фенолом в присутствии катализаторов (кислоты или основания) происходит реакция поликонденсации, в результате которой образуются фенолформальдегидная смола и вода.
Реакцией поликонденсации называется процесс, при котором большие молекулы образуются из молекул с малой молекулярной массой, а также с выделением дополнительных веществ (воды, спирта).
фенолформальдегидная смола
Альдегиды широко используются в качестве сырья для синтеза различных продуктов. Формальдегид (производится в больших количествах) при производстве различных смол (фенолформальдегидных и др.), лекарственных препаратов (уротропин). Ацетальдегид является сырьем для синтеза уксусной кислоты, этанола и различных производных пиридина. Многие альдегиды (бутирин, корица и др.) входят в состав духов.`],[`g10-c3-s09-t06`,10,`c3`,`s09`,`3.9`,`Оксосоединения. Альдегиды. Получение и свойства`,135,135,`textbook`,`ru`,`Kimyo 10`,`Ацетальдегид является сырьем для синтеза уксусной кислоты, этанола и различных производных пиридина. Многие альдегиды (бутирин, корица и др. ) входят в состав духов.
1. При взаимодействии раствора оксида серебра в аммиаке с массой 6,6 g неизвестного альдегида выделилось 32,4 g серебра. Дайте определение альдегиду. 2. Смесь паров этанола и воздуха пропускали над нагретой медью. При взаимодействии полученного органического продукта с Cu(OH)2 образовалось 115,2 g красного осадка. Определите массу (g) спирта, участвующего в реакции. 3. При добавлении к раствору неизвестного вещества гидроксида меди Cu(OH2)
образовывался желтый осадок, который постепенно краснел. Определите неизвестное вещество. 4. С какими веществами реагируют альдегиды? А) медь (II)-гидроксид В) сульфат калия С) раствор оксида серебра (I) в аммиаке D) водород (катализатор; t˚) E) гидроксид меди (I)`],[`g10-c3-s09-d01`,10,`c3`,`s09`,`3.9`,`Оксосоединения. Альдегиды. Получение и свойства: оксосоединениями, альдегидами, пропаналью, реакцией «серебряного зеркала»`,133,134,`definition`,`ru`,`Kimyo 10`,`Соединения, содержащие карбонильную группу >C=O, называются оксосоединениями.
соединения, образованные замещением , называются альдегидами (кроме муравьиного альдегида).
Например, пропионовый альдегид называется пропаналью, бутановый альдегид называется бутаналем.
Окисление альдегидов аммиачным раствором оксида серебра называют реакцией «серебряного зеркала».`],[`g10-c3-s09-d02`,10,`c3`,`s09`,`3.9`,`Оксосоединения. Альдегиды. Получение и свойства: процесс`,135,135,`definition`,`ru`,`Kimyo 10`,`Реакцией поликонденсации называется процесс, при котором большие молекулы образуются из молекул с малой молекулярной массой, а также с выделением дополнительных веществ (воды, спирта).`],[`g10-c3-s09-sum`,10,`c3`,`s09`,`3.9`,`Оксосоединения. Альдегиды. Получение и свойства: главное`,133,133,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула; • номенклатура; • получение; Соединения, содержащие карбонильную группу >C=O, называются оксосоединениями. Альдегиды и кетоны относятся к классу оксосоединений. Альдегидная функциональная группа в молекуле,`],[`g10-c3-s10-t01`,10,`c3`,`s10`,`3.10`,`Практическое занятие. Реакции спиртов и альдегидов`,136,136,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 10. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ. РЕАКЦИИ,
ХАРАКТЕРНЫЕ Д ЛЯ СПИРТОВ И АЛЬДЕГИДОВ
Изучаемые понятия:
• реакция, характерная для спиртов; • реакция, характерная для альдегидов.
Необходимое оборудование и реактивы: пробирка, штатив для пробирок, спиртовая лампа, держатель для пробирок, спички, химический стакан, глицерин, вода дистиллированная, раствор медного купороса, раствор едкого натра, раствор формалина.
Опыт 1. Качественная реакция на глицерин многоатомного спирта – взаимодействие глицерина с гидроксидом меди (II).
В пробирку добавляют 2–3 капли раствора сульфата меди и 4–5 капель раствора едкого натра. Наблюдают образование голубого осадка гидроксида меди. Добавьте в воду несколько капель глицерина. Обратите внимание на исчезновение осадка и изменение цвета полученного раствора глицерата меди. Запишите свои наблюдения.
Опыт 2. Качественная реакция на альдегиды.`],[`g10-c3-s10-t02`,10,`c3`,`s10`,`3.10`,`Практическое занятие. Реакции спиртов и альдегидов`,136,136,`textbook`,`ru`,`Kimyo 10`,`…полученного раствора глицерата меди. Запишите свои наблюдения. Опыт 2. Качественная реакция на альдегиды.
Взаимодействие формальдегида со свежеприготовленным раствором гидроксида меди (II). CuSO4
В пробирку наливают 1 ml раствора гидроксида натрия и добавляют несколько капель раствора сульфата меди (II). Напишите уравнение этой реакции.
Затем в ту же пробирку наливают 1 ml раствора формалина, фиксируют в пробиродержателе и медленно нагревают в спиртовке.
Напишите наблюдения и уравнение реакции, сделайте вывод.
Контрольные вопросы
1. Какие органические вещества входят в классы спиртов и альдегидов?
2. Что такое функциональная группа? Назовите функциональные группы, входящие в состав спиртов и альдегидов.
3. Какое вещество образуется при окислении альдегидов?
CH3CHO
Cu2O
NaOH
Cu(OH)2`],[`g10-c3-s10-t03`,10,`c3`,`s10`,`3.10`,`Практическое занятие. Реакции спиртов и альдегидов`,136,136,`textbook`,`ru`,`Kimyo 10`,`…спиртов и альдегидов. 3. Какое вещество образуется при окислении альдегидов? CH3CHO Cu2O NaOH Cu(OH)2
1. 2,5 mol этиленгликоля прореагировали с металлическим натрием. Рассчитайте массу газа, образовавшегося в результате реакции. 2. Если 18,4 g глицерина подвергнуть воздействию (достаточного количества) металлического натрия, сколько литров газа выделится? 3. Над нагретой медью обжигали смесь паров метанола и воздуха. При взаимодействии полученного органического продукта с Cu(OH)2 образовалось 121,5 g желтого осадка. Определите массу (g) спирта, вступившего в реакцию.`],[`g10-c3-s10-sum`,10,`c3`,`s10`,`3.10`,`Практическое занятие. Реакции спиртов и альдегидов: главное`,136,136,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • реакция, характерная для спиртов; • реакция, характерная для альдегидов. Необходимое оборудование и реактивы: пробирка, штатив для пробирок, спиртовая лампа, держатель для пробирок, спички, химический стакан, глицерин, вода дистиллированная, раствор медного купороса, раствор едкого натра, раствор формалина. Опыт 1. Качественная реакция на глицерин многоатомного спирта – взаимодействие глицерина с гидроксидом меди (II). В пробирку добавляют 2–3 капли раствора сульфата меди и 4–5 капель раствора едкого натра. Наблюдают образование голубого осадка гидроксида меди. Добавьте в воду несколько капель глицерина. Обратите внимание на исчезновение осадка и изменение цвета полученного раствора глицерата меди. Запишите свои наблюдения.`],[`g10-c3-s11-t01`,10,`c3`,`s11`,`3.11`,`Кетоны. Получение и свойства`,137,137,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 11. КЕТОНЫ. ПОЛУЧЕНИЕ И СВОЙСТВА
Изучаемые понятия:
общая формула; • номенклатура; • свойства; получение;
• применение.
Соединения, содержащие карбонильную группу, соединенную двумя углеводородными радикалами, называются кетонами.
Общая формула предельных алифатических альдегидов и кетонов –CnH2nO, то есть альдегиды и кетоны с одинаковыми атомами углерода являются изомерными веществами.
Например, следующие альдегид и кетон соответствуют формуле C3H6O:
пропаналь ацетон
Номенклатура. Названия простых кетонов образуются прибавлением к названию радикалов, связанных с карбонильной группой, слова кетон. Если радикалы разные, то первым упоминается меньший радикал, а в конце прибавляется слово кетон. Например:
диметилкетон метилэтилкетон диэтилкетон
Изомерия кетонов сопровождается изменением числа атомов углерода в боковых радикалах.
метилпропилкетон диэтилкетон
Кетоны характеризуются изомерией углеродного скелета, изомерией положения карбонильной группы и межклассовой изомерией.`],[`g10-c3-s11-t02`,10,`c3`,`s11`,`3.11`,`Кетоны. Получение и свойства`,137,138,`textbook`,`ru`,`Kimyo 10`,`Кетоны характеризуются изомерией углеродного скелета, изомерией положения карбонильной группы и межклассовой изомерией.
Самые важные кетоны
Температура плавления
Наименование
Формула
Температура
Ацетон ( диметилкетон)
Метилэтилкетон C4H8O
Диэтилкетон C5H11O
Ацетофенон C8H8O
Бензофенон C13H10O
Циклогексанон C6H10O
Диацетил C4H6O2
Ацетилацетон C5H8O2
C3H6O
Получение
Гидратация алкинов
1. Кетоны получают гидратацией алкинов (кроме ацетилена).
2. Гидролизом дигалоидных алканов, один углерод которого содержит два галогена (соединения без галогенов на периферийных атомах углерода):
Физические свойства. Низшие представители кетонов, как и альдегиды, хорошо растворимы в воде и имеют специфический неприятный запах. Агрегатное состояние кетонов изменяется подобно альдегидам: вначале они жидкие, а длинномолекулярные вещества твердые, растворимые. Жидкости хорошо растворяются в воде. Запах неприятный. Характерной особенностью жидких кетонов является их высокая летучесть по сравнению со спиртами и карбоновыми кислотами.`],[`g10-c3-s11-t03`,10,`c3`,`s11`,`3.11`,`Кетоны. Получение и свойства`,138,138,`textbook`,`ru`,`Kimyo 10`,`Характерной особенностью жидких кетонов является их высокая летучесть по сравнению со спиртами и карбоновыми кислотами.
Кетоны токсичны. В то же время кетоны принимают участие в обмене веществ живых организмов и в дыхательных реакциях тканей.
Разница между альдегидами и кетонами определяется реакцией «серебряного зерка-
Химические свойства. Кетоны, как и альдегиды, вступают в реакции присоединения и окисления. Способность вступать в реакцию слабее, чем у альдегидов. В результате реакций восстановления и гидрирования кетоны превращаются во вторичные спирты. Они с трудом окисляются до карбоновых кислот. Аммиак, гидросульфиты, ортосиликат H4SiO4 – и HCN – взаимодействуют с цианистыми кислотами, гидразином, гидроксиламином и др.
Реакции присоединения. Кетоны присоединяют водород в присутствии катализатора с образованием вторичных спиртов:
Кетоны окисляются только под действием сильных окислителей (KMnO4 или K2Cr2O7).`],[`g10-c3-s11-t04`,10,`c3`,`s11`,`3.11`,`Кетоны. Получение и свойства`,138,139,`textbook`,`ru`,`Kimyo 10`,`Кетоны окисляются только под действием сильных окислителей (KMnO4 или K2Cr2O7).
Ацетон (диметилкетон) CH3–CO–CH3 бесцветная жидкость с температурой кипения 56,5°C. Ацетон получают из кальциевой соли уксусной кислоты, которая образуется при сухом сжигании древесины. Ранее этот метод считался единственным способом получения ацетона. В настоящее время в промышленности существует несколько эффективных способов получения ацетона. Например, ацетон можно получить непосредственно из самой уксусной кислоты. Для этого над катализаторами пропускают пары CH3COOH (Al2O3). Ацетон широко используется в промышленности.
Применяется в больших количествах как растворитель в производстве хлоро- и йодоформа, кислот, ацетата шелка.
Решение типовых задач
Найдите неизвестный кетон, если для восстановления 23,2 g неизвестного кетона до спирта требуется 8,96 l водорода.
Решение задачи. Реакция протекает следующим образом:
Из реакции видно, что 1 mol водорода реагирует с 1 молем кетона. Поэтому находим массу водорода и составляем пропорцию.`],[`g10-c3-s11-t05`,10,`c3`,`s11`,`3.11`,`Кетоны. Получение и свойства`,139,139,`textbook`,`ru`,`Kimyo 10`,`Из реакции видно, что 1 mol водорода реагирует с 1 молем кетона. Поэтому находим массу водорода и составляем пропорцию.
= 0,4 моля водорода если 0,4 mol водорода
1 mol водорода вступит в реакцию с 23,2 g кетона вступает в реакцию с кетоном х g
Исходя из общей формулы кетонов, мы можем найти состав вещества. CnH2nO: 14n+16 = 58
Ответ: 3-углеродный кетон ацетон (диметилкетон).
1. Изомерами какой группы веществ являются кетоны? 2. Объясните сходство и различие между кетонами и альдегидами. 3. Почему кетоны нельзя превратить обратно в первичный спирт? 4. Напишите структурные формулы кетонов состава C5H10O и назовите их. 5. Какие из приведенных спиртов, содержащих C5H11OH, могут быть окислены до кетонов? а) 2-метилбутанол-1; b) 3-метилбутанол-2; c) 2-метилбутанол-2; d) 2,2-диметилпропанол-1; e) 3-метилбутанол-1; f) пентанол-3. 6. Какие из приведенных спиртов, содержащих C6H13OH, окисляются до кетонов?
а) 2-этилбутанол-3; b) 3-этилбутанол-2; c) 2,3-диметилбутанол-2; d) 2,2-диметилпропанол-1; e) 3-метилпентанол-1; f) пентанол-3. 7. Найдите неизвестный кетон, если для восстановления 36 g неизвестного кетона до спирта требуется 11,2 l (при н. у. ) водорода.`],[`g10-c3-s11-d01`,10,`c3`,`s11`,`3.11`,`Кетоны. Получение и свойства: кетонами`,137,137,`definition`,`ru`,`Kimyo 10`,`Соединения, содержащие карбонильную группу, соединенную двумя углеводородными радикалами, называются кетонами.`],[`g10-c3-s12-t01`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства`,140,140,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 12. КАРБОНОВЫЕ КИСЛОТЫ. ПОЛУЧЕНИЕ И СВОЙСТВА
• свойства; • применение. • получение;
Вещества с карбоксильной группой СООН в молекуле называются карбоновыми кислотами.
Карбоксильная группа объединяет две функциональные карбонильную и гидроксильную группы, которые взаимодействуют друг с другом:
Изучаемые понятия:
• общая формула; • номенклатура;
Органические вещества, содержащие в своей молекуле одну карбоксильную группу, соединенную с насыщенным углеводородным радикалом, называются одноосновными насыщенными карбоновыми кислотами.
Атом углерода карбоксильной группы находится в состоянии sp2-гибридизации, образуя три σ- и одну π-связь.
Номенклатура. При наименовании предельных одноосновных кислот часто используются их тривиальные названия, указывающие на сырье, из которого получена кислота. Например, их первый представитель Н–СООН называется муравьиной кислотой, потому что первоначально он был выделен из муравья. Точно также валериановую кислоту получают из корня растения валерианы.`],[`g10-c3-s12-t02`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства`,140,140,`textbook`,`ru`,`Kimyo 10`,`Например, их первый представитель Н–СООН называется муравьиной кислотой, потому что первоначально он был выделен из муравья. Точно также валериановую кислоту получают из корня растения валерианы.
По систематической номенклатуре название кислот образуется прибавлением слова кислота к названию соответствующего углеводорода:
Тривиальная номенклатура муравьиная кислота уксусная кислота пропионовая кислота масляная кислота валериановая кислота
CH3––CH2––CH2––CH2––CH2––COOH капроновая кислота гексановая кислота
CH3––(CH2)14––COOH пальмитиновая кислота гексадекановая кислота CH3––(CH2)16––COOH стеариновая кислота октадекановая кислота
Систематическая номенклатура метановая кислота этановая кислота пропановая кислота бутановая кислота пентановая кислота
Формула
H––COOH CH3––COOH CH3––CH2––COOH CH3––CH2––CH2––COOH CH3––CH2––CH2––CH2––COOH`],[`g10-c3-s12-t03`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства`,140,141,`textbook`,`ru`,`Kimyo 10`,`H––COOH CH3––COOH CH3––CH2––COOH CH3––CH2––CH2––COOH CH3––CH2––CH2––CH2––COOH
При наименовании представителей с разветвленной цепью: сначала выбирается самая длинная цепь и нумеруется по карбоксильной группе. В этом случае карбоксильная группа является первой. Число атомов углерода, в котором расположены радикалы в разветвленной части цепи, называется числом радикала. Название алкана и слово кислота добавляются в соответствии с числом атомов углерода в основной углеродной цепи. Например:
2-метилбутановая кислота
Изомерия. Насыщенные карбоновые кислоты образуются за счет разветвления углеродной цепи:
пентановая кислота 2-метилбутановая кислота
3-метилбутановая кислота 2,2-диметилпропановая кислота
Способы получения
1. При окислении первичных спиртов сначала образуется альдегид, а затем кислота. При этом количество атомов углерода не меняется:
2. Карбоновую кислоту можно получить гидролизом сложных эфиров:`],[`g10-c3-s12-t04`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства`,141,142,`textbook`,`ru`,`Kimyo 10`,`2. Карбоновую кислоту можно получить гидролизом сложных эфиров:
3. Соли соответствующих карбоновых кислот можно обработать сильными неорганическими кислотами:
Физические свойства. В жидком состоянии и в растворах молекулы карбоновой кислоты образуют межмолекулярные водородные связи. Водородные связи вызывают притяжение и связывание молекул карбоновой кислоты.
Молекулы карбоновых кислот соединены в димеры водородными связями.
Это приводит к увеличению растворимости в воде и повышению температуры кипения низших карбоновых кислот.
С увеличением молекулярной массы растворимость кислот в воде уменьшается.
Химические свойства. Карбоновые кислоты обладают теми же свойствами, что и неорганические кислоты, реагируя с металлами, оксидами металлов и щелочами с образованием солей.
Замена гидроксила в карбоксиле остатком спирта приводит к образованию сложных эфиров. Самый простой способ образования сложных эфиров — нагревание кислот со спиртами (в присутствии H2SO4):`],[`g10-c3-s12-t05`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства`,142,143,`textbook`,`ru`,`Kimyo 10`,`Самый простой способ образования сложных эфиров — нагревание кислот со спиртами (в присутствии H2SO4):
Благодаря тому, что карбоксильная группа муравьиной кислоты непосредственно связана с водородом, ее можно считать одновременно и кислотой, и альдегидом. Он подвергается реакции «серебряного зеркала», характерной для альдегидов:
Реакции с обменом водорода можно объяснить воздействием галогенов на солнечный свет. В этом случае один или несколько атомов водорода в радикале замещаются галогеном, в результате чего получается кислотное производное.
хлорическая уксусная кислота дихлорическая уксусная кислота трихлорическая уксусная кислота
Высшие карбоновые кислоты вступают в реакцию этерификации с глицерином с образованием жиров:
1. Почему в промышленности из натуральных фруктов и овощей не получают карбоновые кислоты? Прокомментируйте свое мнение.
2. Какими способами получают карбоновые кислоты в промышленности?`],[`g10-c3-s12-t06`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства`,143,143,`textbook`,`ru`,`Kimyo 10`,`2. Какими способами получают карбоновые кислоты в промышленности?
3. Практическая проектная работа. Возьмите лимонную кислоту. Основным источником карбоновых кислот является растительное сырье и продукты его переработки.
Карбоновые кислоты содержатся в ягодах, овощах, в том числе в корнеплодах и зелени. Наряду с сахаром и ароматическими соединениями они обеспечивают вкус и аромат фруктов.
Лимонная кислота представляет собой кристаллический порошок, хорошо растворимый в воде и этаноле, мало растворимый в диэтиловом эфире. Это слабая органическая трехосновная карбоновая кислота с молекулярной формулой C6H8O7.
Лимонная кислота широко используется в быту. Карл Шелер внес большой вклад в создание этого продукта. В 1784 году шведскому аптекарю Карлу Шелли удалось выделить его из незрелых плодов лимонной травы. Он стал широко использоваться в качестве пищевой добавки три века спустя, в 1960 году, после того, как был выделен из цитрата кальция.`],[`g10-c3-s12-t07`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства`,143,143,`textbook`,`ru`,`Kimyo 10`,`Он стал широко использоваться в качестве пищевой добавки три века спустя, в 1960 году, после того, как был выделен из цитрата кальция.
Первые образцы лимонной кислоты были получены из плодов лимонного дерева, позже ее удалось выделить из незрелых плодов лимона и других цитрусовых, различных ягод и даже хвойных деревьев. В настоящее время лимонную кислоту производят искусственно — путем синтеза сахаристых веществ штаммом плесени.
Процесс извлечения лимонной кислоты из природных источников требует терпения и времени, а по внешнему виду он немного отличается от лимонной кислоты промышленного производства.
Необходимое оборудование и вещества: 1 большая и 1 маленькая миска, вода, 3–4 лимона.
Порядок выполнения работы
1. Выжмите лимонный сок. Для этого разрежьте фрукт пополам. Отрезанную часть раздавите и выдавите сок.
2. Налейте воду в глубокую миску. Она используется как водяная баня.
3. Процедите сок через марлю.`],[`g10-c3-s12-t08`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства`,143,143,`textbook`,`ru`,`Kimyo 10`,`…выдавите сок. 2. Налейте воду в глубокую миску. Она используется как водяная баня. 3. Процедите сок через марлю.
4. Перелейте в неглубокую тарелку.
5. Поставьте глубокую кастрюлю на огонь и вскипятите воду.
6. Поместите маленькую миску с соком в глубокую миску.
7. Продолжайте кипятить, пока не испарится жидкая часть сока. Процесс может длиться 3–4 ч. Проконтролируйте количество воды в емкости, служащей водяной баней.
8. Когда жидкая часть сока полностью выпарится, в емкости останутся только кристаллы.
9. Подготовьте резюме и отчет о проделанной работе.
10. Подготовьте схематическую информацию о целях использования лимонной кислоты в хозяйстве.`],[`g10-c3-s12-d01`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства: карбоновыми кислотами, одноосновными насыщенными карбоновыми кислотами, муравьиной кислото`,140,140,`definition`,`ru`,`Kimyo 10`,`Вещества с карбоксильной группой СООН в молекуле называются карбоновыми кислотами.
Органические вещества, содержащие в своей молекуле одну карбоксильную группу, соединенную с насыщенным углеводородным радикалом, называются одноосновными насыщенными карбоновыми кислотами.
Например, их первый представитель Н–СООН называется муравьиной кислотой, потому что первоначально он был выделен из муравья.`],[`g10-c3-s12-d02`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства: числом радикала`,141,141,`definition`,`ru`,`Kimyo 10`,`Число атомов углерода, в котором расположены радикалы в разветвленной части цепи, называется числом радикала.`],[`g10-c3-s12-sum`,10,`c3`,`s12`,`3.12`,`Карбоновые кислоты. Получение и свойства: главное`,140,140,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула; • номенклатура; Органические вещества, содержащие в своей молеку- ле одну карбоксильную груп- пу, соединенную с насыщенным углеводород- ным радикалом, называются одноосновными насыщенны- ми карбоновыми кислотами. Атом углерода карбоксильной группы находится в состоянии sp2-гибридизации, образуя три σ- и одну π-связь. Номенклатура. При наименовании предельных одноосновных кислот часто используются их тривиальные названия, указывающие на сырье, из которого получена кислота. Например, их первый представитель Н–СООН называется муравьиной кислотой, потому что первоначально он был выделен из муравья. Точно также валериановую кислоту получают из корня растения валерианы.`],[`g10-c3-s13-t01`,10,`c3`,`s13`,`3.13`,`Решение задач по теме «Карбоновые кислоты»`,144,144,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 13. РЕШЕНИЕ ЗАДАЧ ПО ТЕМЕ КАРБОНОВЫЕ КИСЛОТЫ
Закрепляемые понятия:
• свойства и получение карбоновых кислот.
1. Какая масса (g) уксусной кислоты потребуется для нейтрализации 200 g 40%- ного раствора едкого натра?
Решение задачи. Прежде всего рассчитаем массу натриевой щелочи в растворе:
200 g раствора составляет — 100% x g масса щелочи — 40%
После расчета массы щелочи в растворе уравнение реакции записывается и уравнивается:
На основании реакции вычисляем молекулярные массы щелочи и кислоты, участвующих в процессе, и составляем пропорцию:
На нейтрализацию 60 g уксусной кислоты необходимо — 40 g NaOH.
На нейтрализацию х g кислоты необходимо — 80 g NaOH.
g g 40 g Так, 80 g щелочи могут нейтрализовать 120 g кислоты. Ответ: 120 g.
2. Рассчитайте массу (g) соли, образовавшейся при добавлении металлического натрия к 30 g уксусной кислоты.
Решение задачи. Решение подобных задач начинается с правильного написания и балансировки уравнения реакции:`],[`g10-c3-s13-t02`,10,`c3`,`s13`,`3.13`,`Решение задач по теме «Карбоновые кислоты»`,144,145,`textbook`,`ru`,`Kimyo 10`,`Решение подобных задач начинается с правильного написания и балансировки уравнения реакции:
После написания уравнения реакции устанавливают пропорцию, используя массу кислоты, заданную в условии задачи, и молекулярные массы веществ, участвующих в реакции:
Из 120 g CH3COOH образуется — 164 g CH3COONa
Из 30 g CH3COOH образуется — х g CH3COONa
Итак, было определено, что из 30 g уксусной кислоты образуется 41 g соли. Ответ: 41 g.
Задачи для самостоятельного решения
1. Напишите структурную формулу карбоновой кислоты общей формулы C4H8O2.
2. Даны следующие вещества: 1) уксусная кислота; 2) пропионовая кислота; 3) жирная кислота. Напишите структурную формулу валериановой кислоты и рассчитайте количество δ- и π-связей в них.
3. Запишите в тетрадь уравнения реакций способов, которые можно использовать при производстве уксусной кислоты: А) воздействие солей карбоновых кислот с серной кислотой; Б) окисление одноатомных предельных спиртов; В) гидролиз сложных эфиров.`],[`g10-c3-s13-t03`,10,`c3`,`s13`,`3.13`,`Решение задач по теме «Карбоновые кислоты»`,145,145,`textbook`,`ru`,`Kimyo 10`,`…воздействие солей карбоновых кислот с серной кислотой; Б) окисление одноатомных предельных спиртов; В) гидролиз сложных эфиров.
4. Заполните левую часть данных реакций:
5. Реакция уксусной кислоты с каким из перечисленных веществ приводит к образованию сложного эфира? Напишите уравнение реакции, подтверждающее ваш ответ.
6. Какая масса (g) пропионовой кислоты потребуется для нейтрализации 120 g 60%-ного раствора едкого натра?
7. Какая масса (g) масляной кислоты необходима для нейтрализации 400 g 20%-ного раствора едкого натра?
8. Какая масса (g) валериановой кислоты потребуется для нейтрализации 80 g 80%-ного раствора едкого натра?
9. Рассчитайте массу (g) соли, образовавшейся при добавлении металлического калия к 90 g уксусной кислоты.
10. Рассчитайте массу (g) соли, образовавшейся при добавлении металлического натрия к 29,6 g пропионовой кислоты.`],[`g10-c3-s13-sum`,10,`c3`,`s13`,`3.13`,`Решение задач по теме «Карбоновые кислоты»: главное`,144,144,`summary`,`ru`,`Kimyo 10`,`Закрепляемые понятия: • свойства и получение карбоновых кислот.`],[`g10-c3-s14-t01`,10,`c3`,`s14`,`3.14`,`Сложные эфиры`,146,146,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 14. СЛОЖНЫЕ ЭФИРЫ
Изучаемые понятия:
• общая формула, гомологический ряд, изомерия; • физические и химические свойства; • получение, применение.
Цветам, плодам и семенам в природе аромат и вкус придают сложные эфиры карбоновых кислот.
Сложные эфиры представляют собой соединения, образованные
O R' заменой атома водорода в карбок-
Здесь R и R’ – углеводородные радикалы, они могут быть одинаковыми или разными.
Сложные эфиры обычно можно выразить следующим образом.
Номенклатура. При их названии пишут название кислоты, образовавшей эфир, а затем к названию радикала добавляют слово «эфир».
R C сильной группе карбоновых кислот радикалом.
Реакция образования сложного эфира из спирта с кислотой называется реакцией этерификации.
этиловый эфир муравьиной кислоты этиловый эфир уксусной кислоты или этилформиат, или этилацетат, или этилметаноат или этилэтаноат бутиловый эфир уксусной кислоты или бутилацетат или бутилэтаноат`],[`g10-c3-s14-t02`,10,`c3`,`s14`,`3.14`,`Сложные эфиры`,146,146,`textbook`,`ru`,`Kimyo 10`,`этиловый эфир муравьиной кислоты этиловый эфир уксусной кислоты или этилформиат, или этилацетат, или этилметаноат или этилэтаноат бутиловый эфир уксусной кислоты или бутилацетат или бутилэтаноат
По систематической номенклатуре название сложных эфиров образовано от названия кислоты с добавлением -оат (аналогично добавлению -ат в названиях неорганических солей: карбонат натрия, хромат) к названию спиртового радикала:
Например:
диметилсульфат
O CH3 метилметаноат метилпропионат этилэтонат
Для сложных эфиров карбоновых кислот характерны следующие типы изомерии.
1. Изомерия углеродного скелета. Изомерия углеродного скелета с кислотным остатком начинается с бутановой кислоты, со спиртовым остатком – с пропилового спирта, например, изомер этилизобутирата, пропилпропионата и изопропилпропионата с этилбутиратом:
триэтилборат O бутилпропионат
H C
CH3 CH2 C
CH3 C
O CH3
O CH2 CH3 этилизобутират этилбутират пропилпропонат изопропилпропонат`],[`g10-c3-s14-t03`,10,`c3`,`s14`,`3.14`,`Сложные эфиры`,146,147,`textbook`,`ru`,`Kimyo 10`,`O CH2 CH3 этилизобутират этилбутират пропилпропонат изопропилпропонат
2. –C(O)–O– изомерия положения эфирной группы. Этот вид изомерии начинается с эфиров, содержащих в молекуле хотя бы один атом углерода, например, этилацетата и метилпропионата:
3. Поскольку эмпирические формулы сложных эфиров и карбоновых кислот одинаковы, они являются межклассовыми изомерами.
уксусная кислота метилформиат
Получение. В результате взаимодействия карбоновых кислот со спиртами образуются сложные эфиры. В качестве катализатора используют концентрированную серную или соляную кислоту.
H H C
H H
+ H O C C H
H H уксусная кислота этанол
H H C C
O H
H H
C C
H H этилацетат
CH3COOCH3 (СН3)2СНСН2СН2ОС(О)СН3 HCOO(CH2)4CH3 метилацетат изоамилацетат пентилметионат`],[`g10-c3-s14-t04`,10,`c3`,`s14`,`3.14`,`Сложные эфиры`,147,148,`textbook`,`ru`,`Kimyo 10`,`CH3COOCH3 (СН3)2СНСН2СН2ОС(О)СН3 HCOO(CH2)4CH3 метилацетат изоамилацетат пентилметионат
Физические свойства. Простейшие представители сложных эфиров – более легкие, чем вода, ароматические, летучие жидкости, эфиры высших карбоновых кислот – твердые, бесцветные, воскообразные вещества, практически не имеющие запаха. Температуры сжижения и кипения метиловых и этиловых эфиров низших кислот ниже, чем у первичных карбоновых кислот. Температура плавления эфиров высших карбоновых кислот зависит от длины углеродных цепей спиртовых остатков и их строения. Сложные эфиры труднее растворяются в воде, чем спирт и образующие их кислоты.
Так, этиловый спирт и уксусная кислота полностью смешиваются с водой, а этилацетат в воде практически не растворяется.
Эфиры плохо растворимы в воде, хорошо растворимы в органических растворителях (спирте, ацетоне и др.).`],[`g10-c3-s14-t05`,10,`c3`,`s14`,`3.14`,`Сложные эфиры`,148,149,`textbook`,`ru`,`Kimyo 10`,`Эфиры плохо растворимы в воде, хорошо растворимы в органических растворителях (спирте, ацетоне и др. ).
Химические свойства. Важнейшим свойством сложных эфиров является их гидролиз, то есть взаимодействие с водой. Этот процесс происходит как в кислой, так и в щелочной среде. Разница в том, что кислотный гидролиз обратим, а щелочной необратим. При гидролизе сложных эфиров образуются кислоты и спирты.
H C
H H C C
H H + H O C C H
H H
H H
O C C H
H H этилацетат
O H уксусная кислота этанол
H H C C
H H H O C C H
H H
O H C C +
O Na
H H
C C H
H H этилацетат
+ NaOH натрий ацетат этанол
Применение. Сложные эфиры используются в пищевой и парфюмерной промышленности из-за их аромата. Их используют в качестве добавок при производстве безалкогольных напитков, конфет и других пищевых продуктов. Некоторые их представители используются в качестве растворителей при приготовлении лаков.
1. Напишите название сложного эфира, показанного ниже: CH3COOC4H9.`],[`g10-c3-s14-t06`,10,`c3`,`s14`,`3.14`,`Сложные эфиры`,149,149,`textbook`,`ru`,`Kimyo 10`,`1. Напишите название сложного эфира, показанного ниже: CH3COOC4H9.
2. Напишите структурные формулы данных веществ и покажите гибридизацию атомов углерода в них:
1) метилметаноат; 2) метилпропионоат; 3) этилэтаноат.
3. Выберите процесс, связанный с реакциями гидролиза сложных эфиров.
4. Какая последовательность реакций должна быть использована для внесения следующих изменений?
5. Напишите, сколько сложных эфиров можно получить, используя этиловый спирт, пропанол-2, уксусную и муравьиную кислоты.
6. Напишите реакцию гидролиза этилацетата.
7. Напишите уравнение реакции калиевой щелочи на метилформиат.
8. Сколько g спирта образуется при взаимодействии 200 g 40%-ного раствора щелочи натрия с метилацетатом?`],[`g10-c3-s14-d01`,10,`c3`,`s14`,`3.14`,`Сложные эфиры: реакцией этерификации`,146,146,`definition`,`ru`,`Kimyo 10`,`Реакция образования сложного эфира из спирта с кислотой называется реакцией этерификации.`],[`g10-c3-s14-sum`,10,`c3`,`s14`,`3.14`,`Сложные эфиры: главное`,146,146,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула, гомологический ряд, изомерия; • физические и химические свойства; • получение, применение. Цветам, плодам и семенам в природе аромат и вкус придают сложные эфиры карбоновых кислот.`],[`g10-c3-s15-t01`,10,`c3`,`s15`,`3.15`,`Практическое занятие. Сложные эфиры в составе растений`,150,150,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 15. СЛОЖНЫЕ ЭФИРЫ, СОДЕРЖАЩИЕСЯ В РАСТЕНИЯХ
Изучаемые понятия:
• способы получения эфирных масел; • получение духов из сирени. • получение эфирного масла дистилляцией;
Сжатие
В зависимости от вида растения эфирное масло добывают из цветков, корневищ, плодов или листьев. Для того чтобы получить достаточное количество качественного масла, нужно знать, когда собирать сырье. Цветы срезают во время цветения. Корневища растений заготавливают осенью, когда начинают сохнуть листья. Стебли и листья собирают до появления бутонов. Плоды собирают только по мере созревания. Заготавливают сырье утром в сухую погоду, чтобы оно не сгнило при обработке.
Эфирные масла получают следующими способами:
– сжатие;
– дистилляция;
– анфлераж;
– отстаивание.
В большинстве случаев метод выбирается исходя из сырья.`],[`g10-c3-s15-t02`,10,`c3`,`s15`,`3.15`,`Практическое занятие. Сложные эфиры в составе растений`,150,150,`textbook`,`ru`,`Kimyo 10`,`В большинстве случаев метод выбирается исходя из сырья.
Метод сжатия лучше всего подходит для цитрусовых и облепихи. В качестве сырья также требуется рафинированное растительное масло без спиртов и запахов. Для этого растения измельчают и поливают спиртом. Период воздействия для разных растений может составлять от нескольких дней до нескольких месяцев.
Затем спиртовую настойку фильтруют, масло отжимают. Чем дольше хранится сырье, тем ароматнее оно будет. Например, чтобы извлечь эфирное масло из красной розы, положите в стакан 2 стакана лепестков, налейте оливковое масло и закройте крышкой. Храните в темном месте 1 месяц, периодически помешивая.
Чистое эфирное масло получают прессованием цитрусовых. Слегка подсушенную кожуру измельчить в блендере или ступке и сложите в стеклянную банку. Немного подогрейте 40% этиловый спирт и влейте его в подготовленное сырье. Встряхивайте закрытый контейнер в течение 2–3 минут. Сырье отстаивают 4–5 дней.`],[`g10-c3-s15-t03`,10,`c3`,`s15`,`3.15`,`Практическое занятие. Сложные эфиры в составе растений`,150,151,`textbook`,`ru`,`Kimyo 10`,`Немного подогрейте 40% этиловый спирт и влейте его в подготовленное сырье. Встряхивайте закрытый контейнер в течение 2–3 минут. Сырье отстаивают 4–5 дней.
Процедить через толстую марлю или через горлышко фильтра в фарфоровую миску. Через 3–4 дня спирт испаряется, а водный раствор эфирного масла остается в емкости. Поскольку эфирное масло легче воды, оно плавает на поверхности воды. Его легко достать ложкой.
Дистиляция
Отстаивание
Дистилляция и анфлераж – трудоемкий метод получения эфирного масла. Для первого метода используется дистилляционная установка. Для последнего необходим твердый жир.
Опыт 1. Получение эфирного масла дистилляцией
Необходимое оборудование и реактивы:
дистилляционная колба, марля, вода, цветки розы или ромашки.
Можно использовать все виды сырья, кроме фруктов и семян.
Ход работы:
1. Плотно поместите сырье в дистилляционный сосуд, дайте воде полностью покрыть сырье. По возможности используйте чистую дистиллированную воду.`],[`g10-c3-s15-t04`,10,`c3`,`s15`,`3.15`,`Практическое занятие. Сложные эфиры в составе растений`,151,151,`textbook`,`ru`,`Kimyo 10`,`Плотно поместите сырье в дистилляционный сосуд, дайте воде полностью покрыть сырье. По возможности используйте чистую дистиллированную воду.
2. Вскипятите сырье в кастрюле. Варить следует не менее получаса. За этим процессом следует внимательно следить, при необходимости можно добавить воды.
3. Полученный результат фильтруют через несколько слоев марли и помещают в чистую емкость с закрытым горлышком. Этот ароматический экстракт можно использовать.
4. Сделайте выводы на основе наблюдений.
Опыт 2. Духи из цветов сирени
Необходимое оборудование и реактивы: емкость для экстракции, тяжелый предмет, марля, спиртовая лампа или сухое топливо, оливковое масло, цветки сирени, 100 ml этилового спирта.
Ход работы:
1. Возьмите 100 g цветков сирени, положите их в миску, залейте оливковым маслом, чтобы цветки пропитались маслом.
2. Плотно закройте емкость и положите на нее тяжелый предмет. Цветы выпускают свой аромат в масло.`],[`g10-c3-s15-t05`,10,`c3`,`s15`,`3.15`,`Практическое занятие. Сложные эфиры в составе растений`,151,151,`textbook`,`ru`,`Kimyo 10`,`Плотно закройте емкость и положите на нее тяжелый предмет. Цветы выпускают свой аромат в масло.
3. Через сутки открыть крышку и отделить масло через марлю, подогреть полученную массу, снова процедить.
4. Возьмите 50 ml готового масла и разведите его в 100 ml спирта или водки.
5. Сделайте выводы на основе наблюдений.
Домашний опыт. Поместите растения (например, тюльпаны, ромашки, розы) в стеклянную емкость. На емкость 200 ml берут не менее 2 столовых ложек сырья.
Для основы залейте растение 70% спиртом. Спирт должен полностью покрыть растение. Плотно закрыть и поставить в темное прохладное место. Держать не менее 3 дней. Лучше дать постоять 1–3 месяца для максимальной концентрации эфира. На заключительном этапе нужно пропустить спиртовой раствор через марлю, а затем отжать масляную часть. В качестве основы масел можно использовать те, которые не имеют резкого запаха (подсолнечное, оливковое).`],[`g10-c3-s15-sum`,10,`c3`,`s15`,`3.15`,`Практическое занятие. Сложные эфиры в составе растений: главное`,150,150,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • способы получения эфирных масел; • получение духов из сирени. • получение эфирного масла дистилляцией; Сжатие В зависимости от вида растения эфирное масло добывают из цветков, корневищ, плодов или листьев. Для того чтобы получить достаточное количество качественного масла, нужно знать, когда собирать сырье. Цветы срезают во время цветения. Корневища растений заготавливают осенью, когда начинают сохнуть листья. Стебли и листья собирают до появления бутонов. Плоды собирают только по мере созревания. Заготавливают сырье утром в сухую погоду, чтобы оно не сгнило при обработке. Эфирные масла получают следующими способами:`],[`g10-c3-s16-t01`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства`,152,152,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 16. ЖИРЫ. ПОЛУЧЕНИЕ И СВОЙСТВА
Изучаемые понятия:
• общая формула, строение молекулы
• нахождение в природе, твердые и жидкие жиры;
• физические и химические свойства; • получение, применение.
Жирыпредставляют собой сложные эфиры, образованные высшими одноосновными карбоновыми кислотами и трехатомным спиртом – глицерином. Общее название таких соединений – триглицериды.
Природные жиры – это не отдельное вещество, а смесь различных триглицеридов. Растительное масло является жидким и называется маслом. В состав растительных масел обычно входят остатки ненасыщенных кислот. Причина, по которой растительные масла жидкие, заключается в том, что окружение каждой двойной связи представляет собой жесткую плоскую структуру из 6 атомов, и такие молекулы плохо вписываются в кристаллическую решетку. R = CnH2n – 1, CnH2n – 3, CnH2n – 5 ...
Агрегатное состояние жира зависит не от его происхождения, а от наличия или отсутствия в нем остатков ненасыщенных кислот. Кокосовое масло содержит остатки насыщенных кислот и поэтому является твердым.`],[`g10-c3-s16-t02`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства`,152,152,`textbook`,`ru`,`Kimyo 10`,`Агрегатное состояние жира зависит не от его происхождения, а от наличия или отсутствия в нем остатков ненасыщенных кислот. Кокосовое масло содержит остатки насыщенных кислот и поэтому является твердым.
В нормальных условиях животные жиры представляют собой твердые вещества с низкой температурой плавления: R = CnH2n + 1. Животные жиры входят не только в состав жировой ткани, но и встречаются в больших количествах в молоке и молочных продуктах (творог, сметана, сыр, масло).
Рыбий жир жидкий, так как содержит остатки ненасыщенных кислот.
Жиры – это строительный материал и энергетический резерв организма. Средний человек весом 70 kg имеет около 11 kg жира в организме.
Жиры содержатся во всех животных и многих растительных тканях, особенно в масличных культурах (подсолнечника, оливок, всех орехов), и в составе клеточных мембран обеспечивают энергетический баланс в живых организмах.`],[`g10-c3-s16-t03`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства`,152,152,`textbook`,`ru`,`Kimyo 10`,`…(подсолнечника, оливок, всех орехов), и в составе клеточных мембран обеспечивают энергетический баланс в живых организмах.
Для человека и многих животных жиры являются одним из основных компонентов питания и резервным источником энергии. При интенсивных физических нагрузках жиры начинают окисляться и выделять большое количество энергии: при окислении 1 g жира выделяется около 39 kJ энергии.
Наиболее распространенные жирные кислоты в натуральных жирах: насыщенные: стеариновая (C17H35COOH), маргариновая (C16H33COOH), пальмитиновая (C15H31COOH), капроновая (C5H11COOH), масляная (C3H7COOH);
ненасыщенные алкеновые кислоты: пальмитолеиновая (C15H29COOH), олеиновая (C17H33COOH);
ненасыщенные алкадиеновые кислоты: линолевая (C17H31COOH);
ненасыщенные алкатриеновые кислоты: линоленовая (C17H29COOH).`],[`g10-c3-s16-t04`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства`,152,153,`textbook`,`ru`,`Kimyo 10`,`ненасыщенные алкатриеновые кислоты: линоленовая (C17H29COOH).
Номенклатура масел достаточно сложна. По международной номенклатуре их называют триацилглицеринами. Суффикс –оил используется для названия ацилов (остатков карбоновых кислот). Например: 1,3-диолеоил-2-стеароилглицерин. В номенклатуре жиров используются и более простые исторические названия. Жир может содержать остатки одних и тех же или разных жирных кислот. Соответственно и формируется их название. Если жир содержит три идентичных остатка одной и той же кислоты, например стеариновой кислоты, он называется тристеаратом.
Если в состав жиров входят остатки, например, стеариновой, пальмитиновой и олеиновой кислот, то оно называется стеаропальмитолеином; если два остатка стеариновой кислоты составляют один остаток пальмитиновой кислоты, он называется дистеаропальмитином.`],[`g10-c3-s16-t05`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства`,153,153,`textbook`,`ru`,`Kimyo 10`,`…стеариновой кислоты составляют один остаток пальмитиновой кислоты, он называется дистеаропальмитином.
Физические свойства жиров. Жиры хорошо растворяются в органических растворителях: бензоле, хлороформе, эфире, сероуглероде, петролейном эфире, горячем спирте, ацетоне, но нерастворимы в воде. При попадании в воду они образуют два слоя, не смешивающихся между собой, а так как плотность нефти меньше плотности воды, то нефть всегда находится в верхнем слое. Жиры гидрофобны, т. е.
не смачиваются водой, но при попадании на поверхность воды с бесконечной площадью (например, реки или озера) образуют на поверхности тонкий слой, который зависит от наличия сил поверхностного натяжения. При добавлении ПАВ к маслам в воде они образуют гетерогенные системы – масляные эмульсии. Это свойство используется для изготовления мазей и кремов. Масла обладают способностью образовывать эмульсии при смешивании с водой, примером такой гетерогенной системы является майонез.`],[`g10-c3-s16-t06`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства`,153,153,`textbook`,`ru`,`Kimyo 10`,`Масла обладают способностью образовывать эмульсии при смешивании с водой, примером такой гетерогенной системы является майонез.
Химические свойства жиров. Нейтральные жиры участвуют во всех химически реакциях, характерных для эфиров (продукты замещения атомов водорода в ОН-группах минеральных или карбоновых кислот).
1. Реакция омыления (гидролиз). Жиры подвергаются реакции омыления (гидролиза), в результате которой из триглицеридов образуются глицерин и жирные кислоты. Омыление жиров может происходить как при каталитическом гидролизе, так и под действием кислот или щелочей на жиры. Мыло образуется в результате щелочного гидролиза.
2. Реакции присоединения. Маргарин получают из дешевых растительных масел, непригодных для употребления человеком, путем неполной гидрогенизации, а при глубокой гидрогенизации получают саломас – твердую массу, используемую для изготовления мыла.`],[`g10-c3-s16-t07`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства`,153,154,`textbook`,`ru`,`Kimyo 10`,`…гидрогенизации, а при глубокой гидрогенизации получают саломас – твердую массу, используемую для изготовления мыла.
3. Окисление ненасыщенных жирных кислот кислородом воздуха. При хранении под воздействием света и воздуха они окисляются. Это меняет вкус масел. Установлено, что основную роль в окислении масел играет химический процесс окисления ненасыщенных жирных кислот кислородом воздуха. Образовавшиеся пероксиды разлагаются с образованием альдегидов, кетонов, свободных кислот, оксикислот.
Окисление может происходить и в результате биохимических процессов, происходящих под влиянием ферментов (липазы) в белках, при этом происходит гидролиз жиров и образование свободных жирных и ненасыщенных жирных кислот, которые затем β-окисляются до кетокислот.
Получение жиров. Жиры получают с помощью реакции этерификации трехатомного спирта-глицерина и высших карбоновых кислот (реакция Бертло):`],[`g10-c3-s16-t08`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства`,154,154,`textbook`,`ru`,`Kimyo 10`,`Жиры получают с помощью реакции этерификации трехатомного спирта-глицерина и высших карбоновых кислот (реакция Бертло):
глицерин олеиновая кислота триолеат глицерина
Применение жиров
ЖИРЫ
1. Растительное масло массой 17,56 g нагревали с 3,36 g гидроксидом калия до полного исчезновения масляного слоя. После гидролиза под действием обильной бромной воды образовалось только одно тетрабромидное производное.
Определите возможную формулу масла. 2. Какие кислотные остатки входят в состав жидких масел? 3. Каким источником витаминов является рыбий жир?`],[`g10-c3-s16-d01`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства: Природные жиры, маслом, Жиры, триацилглицеринами, тристеаратом`,152,153,`definition`,`ru`,`Kimyo 10`,`Природные жиры – это не отдельное вещество, а смесь различных триглицеридов.
Растительное масло является жидким и называется маслом.
Жиры – это строительный материал и энергетический резерв организма.
По международной номенклатуре их называют триацилглицеринами.
Если жир содержит три идентичных остатка одной и той же кислоты, например стеариновой кислоты, он называется тристеаратом.`],[`g10-c3-s16-d02`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства: стеаропальмитолеином`,153,153,`definition`,`ru`,`Kimyo 10`,`Если в состав жиров входят остатки, например, стеариновой, пальмитиновой и олеиновой кислот, то оно называется стеаропальмитолеином; если два остатка стеариновой кислоты составляют один остаток пальмитиновой кислоты, он называется дистеаропальмитином.`],[`g10-c3-s16-sum`,10,`c3`,`s16`,`3.16`,`Жиры. Получение и свойства: главное`,152,152,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • общая формула, строение молекулы • нахождение в природе, твердые и жидкие жиры; • физические и химические свойства; • получение, применение. Жирыпредставляют собой сложные эфиры, образованные высшими одноосновными карбоновыми кислотами и трехатомным спиртом – глицерином. Общее название таких соединений – триглицериды. Природные жиры – это не отдельное вещество, а смесь различных триглицеридов. Растительное масло является жидким и называется маслом. В состав растительных масел обычно входят остатки ненасыщенных кислот. Причина, по которой растительные масла жидкие, заключается в том, что окружение каждой двойной связи представляет собой жесткую плоскую структуру из 6 атомов, и такие молекулы плохо вписываются в кристаллическую решетку. R = CnH2n – 1, CnH2n – 3, CnH2n – 5 ...`],[`g10-c3-s17-t01`,10,`c3`,`s17`,`3.17`,`Практическое занятие. Получение мыла из жиров`,155,155,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 17. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ.
ПОЛУЧЕНИЕ МЫЛА ИЗ ЖИРОВ
Изучаемые понятия:
• омыление жиров; • выделение свободных жирных кислот из мыла.
Необходимое оборудование и реактивы: пробирки, водяная баня, пробка с газоотводной трубкой, спиртовая лампа или сухое горючее, индикаторная бумага, растительное масло, этанол, щелочь Na, серная кислота, насыщенный раствор соли NaCl, вода.
Опыт 1. Омыление жиров
1. В пробирку помещают 2–3 g растительного масла и прибавляют к нему 6–8 ml спиртового раствора щелочи. Для того чтобы смесь закипела равномерно, в пробирку помещают кусочки фарфора или другие керамические изделия (куски кирпича), закрывают пробкой с газоотводной трубкой и кипятят на водяной бане 12–15 минут.
Напоминание. Для определения завершения омыления в другую пробирку добавляют несколько капель смеси. Добавляют 6 ml воды и раствор нагревают. Если полученная смесь растворяется в воде без капель масла, омыление считается завершенным. Если в растворе есть капли масла, необходимо продолжить нагревать смесь на водяной бане еще несколько минут.`],[`g10-c3-s17-t02`,10,`c3`,`s17`,`3.17`,`Практическое занятие. Получение мыла из жиров`,155,155,`textbook`,`ru`,`Kimyo 10`,`Если в растворе есть капли масла, необходимо продолжить нагревать смесь на водяной бане еще несколько минут.
3. К полученной жидкости добавляют насыщенный раствор соли NaCl. Жидкость мутнеет и на поверхность всплывает слой мыла.
Опыт 2. Отделение свободных жирных кислот от мыла
В пробирку наливают 1—2 ml концентрированного мыльного раствора, приготовленного в предыдущем опыте, и добавляют к нему несколько капель разбавленной серной кислоты. Образуется белый мутный маслянистый осадок свободных жирных кислот:
стеарат натрия (мыло) стеариновая кислота
Опыт 3. Растворение мыла в воде
1. Кусочек мыла (2 g) растворяют в 2–3 ml воды. Нагревают пробирку с помощью спиртовой лампы. Необходимо убедиться, что мыло быстрее плавится при нагревании.
стеарат натрия (мыло) стеариновая кислота
Подготовить проектную работу на тему «История мыловарения».`],[`g10-c3-s17-sum`,10,`c3`,`s17`,`3.17`,`Практическое занятие. Получение мыла из жиров: главное`,155,155,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • омыление жиров; • выделение свободных жирных кислот из мыла. Необходимое оборудование и реактивы: пробирки, водяная баня, пробка с газоотводной трубкой, спиртовая лампа или сухое горючее, индикаторная бумага, растительное масло, этанол, щелочь Na, серная кислота, насыщенный раствор соли NaCl, вода.`],[`g10-c3-s18-t01`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды`,156,156,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 18. УГЛЕВОДЫ. МОНОСАХАРИДЫ
Изучаемые понятия:
• нахождение в природе;
• свойства;
Классификация углеводов
Углеводы представляют собой общий класс органических соединений. В клетках живых организмов аккумуляторами энергии являются углеводы, а у некоторых животных они служат опорой (скелетом). Он действует как регулятор важнейших биохимических реакций.
В результате ассимиляции хлорофилла в процессе фотосинтеза растениями углекислый газ в воздухе восстанавливается под действием солнечных лучей, а образующийся кислород выделяется в атмосферу.
Углеводы имеют общую формулу Cn(H2O)m, что означает, что они состоят из углерода и воды, отсюда исторические корни этого класса. Эта номенклатура была основана на анализе первых известных углеводов.
Наиболее распространенными в природе углеводами являются моносахариды, молекулы которых содержат пять атомов углерода (пентоза) или шесть (гексоза). Моносахариды представляют собой гетерофункциональные соединения, молекулы которых содержат одну карбонильную группу (альдегидную или кетоновую) и несколько гидроксильных групп`],[`g10-c3-s18-t02`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды`,156,156,`textbook`,`ru`,`Kimyo 10`,`Моносахариды представляют собой гетерофункциональные соединения, молекулы которых содержат одну карбонильную группу (альдегидную или кетоновую) и несколько гидроксильных групп
• применение; • биологическое значение.
Все углеводы делятся на две группы: простые и сложные.
Простыми углеводами (моносахаридами, монозами) называют углеводы, которые при гидролизе не образуют более простых соединений.
Сложные углеводы (полисахариды, полиозы) – это углеводы, которые могут гидролизоваться до более простых углеводов. У них не такое же количество атомов углерода, как количество атомов кислорода. Сложные углеводы имеют разный состав и молекулярную массу, поэтому обладают очень разными свойствами.
Их делят на две группы: олигосахариды с низкой молекулярной массой и полисахариды с высокой молекулярной массой, не похожие на сахар. Полисахариды представляют собой соединения с большой молекулярной массой, которые могут содержать сотни тысяч простых углеводных остатков.`],[`g10-c3-s18-t03`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды`,156,157,`textbook`,`ru`,`Kimyo 10`,`Полисахариды представляют собой соединения с большой молекулярной массой, которые могут содержать сотни тысяч простых углеводных остатков.
рибоза глюкоза фруктоза
Глюкоза и фруктоза также могут быть выражены в следующей форме:
пентоза гексозы
Из этих формул следует, что моносахариды представляют собой альдегидные спирты или кетоспирты.
Номенклатура и стереоизомерия моносахаридов. Номенклатура альдоз основана на исторических названиях моносахаридов с линейной цепью атомов углерода: рибоза, глюкоза, фруктоза. Название кетозы образовано добавлением суффикса «-ул» к названию соответствующей альдозы: рибоза → рибулоза; некоторые кетосахариды имеют исторические названия, такие как фруктоза (кетогексоза).
Моносахариды характеризуются несколькими типами изомерии.
1. Межклассовая изомерия
Альдозы и кетозы являются межклассовыми изомерами. Таким образом, альдоза-глюкоза и кето-фруктоза являются изомерами.`],[`g10-c3-s18-t04`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды`,157,157,`textbook`,`ru`,`Kimyo 10`,`Альдозы и кетозы являются межклассовыми изомерами. Таким образом, альдоза-глюкоза и кето-фруктоза являются изомерами.
2. Оптическая изомерия
Наличие нескольких асимметрических атомов углерода определяет наличие большого количества оптических изомеров в моносахаридах.
Моносахариды описываются в виде проекционных формул Фишера, то есть в виде проекции тетраэдрической модели атомов углерода на плоскость чертежа. Углеродная цепочка в них написана вертикально. В альдозах альдегидная группа находится сверху, а в кетозах к карбонильной группе примыкает первичная спиртовая группа. Нумерация начинается с верхнего атома углерода. Атом водорода и гидроксильная группа асимметричного атома углерода расположены горизонтально.
D-глюкоза L-глюкоза Зеркало`],[`g10-c3-s18-t05`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды`,157,157,`textbook`,`ru`,`Kimyo 10`,`…группа асимметричного атома углерода расположены горизонтально. D-глюкоза L-глюкоза Зеркало
По мере увеличения числа асиммет-ричных центров увеличивается число пространственных изомеров, и каждый новый асимметричный центр удваивает число возможных изомеров. Количество изомеров определяют по формуле N=2n2, где n – количество асиммет-ричных центров. Так, глицеральдегид HO-CH2–CH(OH)–C(O)H первый и единственный представитель ряда альдотриоз, имеет один асимметрический атом углерода. Соответственно, первым и единственным представителем кетотриозного ряда является диоксиацетон.
Асимметричный атом углерода (хиральный центр) представляет собой атом углерода, связанный с другим атомом или группой атомов.
D-изомер (от латинского dexter – правый) – изомер, в котором гидроксильная группа у асимметричного атома расположена в проекции с правой стороны основной цепи.
L-изомер (лат. laevus – левый), изомер, в котором гидроксильная группа при асимметричном в проекции атоме находится с левой стороны основной цепи.`],[`g10-c3-s18-t06`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды`,157,158,`textbook`,`ru`,`Kimyo 10`,`laevus – левый), изомер, в котором гидроксильная группа при асимметричном в проекции атоме находится с левой стороны основной цепи.
альдегид D-глицерина альдегид L- глицерина диоксиацетон
Глюкоза, или виноградный сахар, C6H12O6 входит в состав многих фруктов и ягод, включая виноградный сок, и является наиболее распространенным углеводом. Глюкоза относится к моносахаридам с шестью атомами, то есть к ряду гексоз. D-глюкоза в свободной форме присутствует в плодах, цветках и других органах растений, меде, а также в тканях животных (кровь, мозг, мышцы). В природе глюкоза существует в основном в форме D-изомера и является важнейшим источником энергии у животных, человека и микроорганизмов.
Растворы глюкозы применяют в медицине для внутривенного введения, поскольку они обеспечивают дополнительное питание организма быстроусвояемыми углеводами. Повышение концентрации глюкозы в крови приводит к увеличению выработки инсулина – гормона поджелудочной железы, отвечающего за быстрый метаболизм углеводов в организме.`],[`g10-c3-s18-t07`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды`,158,158,`textbook`,`ru`,`Kimyo 10`,`Повышение концентрации глюкозы в крови приводит к увеличению выработки инсулина – гормона поджелудочной железы, отвечающего за быстрый метаболизм углеводов в организме.
Химические свойства глюкозы
1. Образует простые эфиры при взаимодействии со спиртами:
HCl(газ)
+ CH3OH
2. Взаимодействует с кислотами (реакция этерификации). Глюкоза реагирует с карбоновыми кислотами с образованием сложных эфиров, а это означает, что пять гидроксильных групп глюкозы реагируют с кислотами также, как со спиртами.
C6H12O6+5CH3COOH → C6H7O6(CH3CO)5
3. При взаимодействии меди (II) с гидроксидом образуется алкоголят меди (II):
C6H12O6 + Cu(OH)2 → C6H10O6Cu + 2H2O
4. Реакция серебряного зеркала:
CH2OH(CHOH)4–COH + 2[Ag(NH3)2]OH → CH2OH(CHOH)4–COONH4+ 2Ag↓+ 3NH3 + H2O глюкоза глюконат аммония
5. Окисление гидроксидом меди (II):
CH2OH(CHOH)4–COH + 2Cu(OH)2 → СHt2OH(CHOH)4–COOH + Cu2O + 2H2O глюкоза голубой глюконовая кислота красный`],[`g10-c3-s18-t08`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды`,158,159,`textbook`,`ru`,`Kimyo 10`,`CH2OH(CHOH)4–COH + 2Cu(OH)2 → СHt2OH(CHOH)4–COOH + Cu2O + 2H2O глюкоза голубой глюконовая кислота красный
6. Реакция восстановления:
CH2OH(CHOH)4–COH + H 2 t,Ni → CH2OH(CHOH)4-CH2OH глюкоза сорбит - 6-атомный спирт
7. Качественная реакция. К раствору глюкозы добавить несколько капель раствора сульфата меди (II) и раствора щелочи. Осадок гидроксида меди не образуется. Раствор становится ярко-коричневым. При этом глюкоза растворяет гидроксид меди (II), проявляет свойство многоатомного спирта и образует комплексное соединение ярко-коричневого цвета.
Фруктоза. Фруктоза C6H12O6 (точнее – D-фруктоза) широко распространена в растительном мире. Фруктоза содержится во фруктах, меде и входит в состав сахара (сахарозы). Фруктоза является изомером глюкозы и имеет ту же молекулярную формулу: C6H12O6. Это кетогексоза, где кетогруппа находится на втором атоме углерода в цепи. Фруктоза, как и глюкоза, существует как в открытой, так и в закрытой (циклической) формах. Фруктоза отличается от глюкозы меньшим размером кольца, которое содержит пять атомов (включая кислород) вместо шести:`],[`g10-c3-s18-t09`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды`,159,159,`textbook`,`ru`,`Kimyo 10`,`Фруктоза отличается от глюкозы меньшим размером кольца, которое содержит пять атомов (включая кислород) вместо шести:
Как и глюкоза, фруктоза образует оптические изомеры, причем количество хиральных центров меньше, чем у глюкозы, – всего три. Так, количество стереоизомеров для глюкозы N=24=16, а для фруктозы N=23=8. Фруктоза лучше растворяется в воде и имеет более сладкий вкус, чем глюкоза. Поскольку фруктоза, как и глюкоза, является многоатомным спиртом, она вступает в такие же реакции в присутствии гидроксильных групп.
1. Сравните строение глюкозы и фруктозы, выделите сходства и различия. 2. Чем обусловлено наличие оптических изомеров у моносахаридов? 3. Охарактеризуйте биологическую роль глюкозы. 4. Охарактеризуйте химические свойства глюкозы и фруктозы.`],[`g10-c3-s18-d01`,10,`c3`,`s18`,`3.18`,`Углеводы. Моносахариды: углеводы`,156,156,`definition`,`ru`,`Kimyo 10`,`Простыми углеводами (моносахаридами, монозами) называют углеводы, которые при гидролизе не образуют более простых соединений.
Сложные углеводы (полисахариды, полиозы) – это углеводы, которые могут гидролизоваться до более простых углеводов.`],[`g10-c3-s19-t01`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза`,160,160,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 19. ДИСАХАРИДЫ. МАЛЬТОЗА. САХАРОЗА
• свойства; • применение.
Изучаемые понятия
• нахождение в природе;
Наиболее важные дисахариды включают сахарозу, мальтозу, лактозу и трегалозу, которые являются изомерами и имеют формулу C12H22O11 .
Дисахариды: сахароза (свекловичный сахар) – в сахарной свекле и сахарном тростнике; лактоза (молочный сахар) – в молоке; мальтоза (солодовый сахар) – в пророщенных семенах злаковых культур; образуется также при частичном ферментативном гидролизе крахмала; трегалоза (грибковый сахар) – содержится в грибах, дрожжах и высших растениях.
Строение дисахаридов
По своему строению дисахариды можно отнести к гликозидам – соединениям, молекулы которых состоят из двух циклических остатков моносахаридов, соединенных гликозидным гидроксилом. Однако структура дисахаридов различна. Молекула сахарозы состоит из шестичленных остатков глюкозы в форме α-пиранозы и пятичленных остатков фуранозной формы β-фруктозы, которые соединены через гликозидный гидроксил:`],[`g10-c3-s19-t02`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза`,160,160,`textbook`,`ru`,`Kimyo 10`,`Молекула сахарозы состоит из шестичленных остатков глюкозы в форме α-пиранозы и пятичленных остатков фуранозной формы β-фруктозы, которые соединены через гликозидный гидроксил:
Дисахариды представляют собой олигосахариды с двумя остатками моносахаридов в молекулах.
Общим химическим свойством дисахаридов является их способность гидролизоваться с образованием соответствующих моносахаридов. Сахароза гидролизуется с образованием смеси равных количеств глюкозы и фруктозы, которая называется инвертным сахаром.
Молекула мальтозы состоит из двух остатков α-глюкозы в виде пиранозы, связанных через 1-й и 4-й атомы углерода:
Молекула лактозы состоит из остатков пиранозы β-галактозы и глюкозы, связанных атомами C1 и C4:`],[`g10-c3-s19-t03`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза`,160,161,`textbook`,`ru`,`Kimyo 10`,`Молекула лактозы состоит из остатков пиранозы β-галактозы и глюкозы, связанных атомами C1 и C4:
В зависимости от того, какой гидроксил второго моносахарида участвует в связывании с первым моносахаридом, различают два типа дисахаридов: восстанавливающие и невосстанавливающие. В восстанавливающих дисахаридах связь между остатками моносахаридов образуется полуацетальным гидроксилом одной молекулы и спиртовым гидроксилом второй молекулы (часто у четвертого атома углерода). Восстанавливающие дисахариды характеризуются наличием как циклической (полуацетальной), так и открытой гидроксикарбонильной (альдегидной) формы.
Открытая форма за счет альдегидной группы характеризуется наличием восстановительных свойств. Важнейшими представителями восстанавливающих моносахаридов являются мальтоза и лактоза.
В названиях линейных олигосахаридов часто последовательно перечисляются остатки моносахаридов, что указывает на тип связи между ними. Более распространены исторические названия, принятые во всем мире.`],[`g10-c3-s19-t04`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза`,161,161,`textbook`,`ru`,`Kimyo 10`,`В названиях линейных олигосахаридов часто последовательно перечисляются остатки моносахаридов, что указывает на тип связи между ними. Более распространены исторические названия, принятые во всем мире.
1. Общие химические свойства дисахаридов. Общие химические свойства дисахаридов включают их гидролиз в присутствии минеральных кислот или ферментов с образованием соответствующих моносахаридов. Например, сахароза гидролизуется в кислой среде или в присутствии фермента β-фруктофуранозидазы, образуя смесь равных количеств глюкозы и фруктозы, которую называют инвертным сахаром:
C12H22O11 +H2O → C6H12O6 + C6H12O6 сахароза глюкоза фруктоза инвертный сахар место воздействия β-фруктофуранозидазы
2. Свойства, обусловленные наличием гидроксильных групп. Дисахариды также проявляют характеристики многоатомных спиртов, образующих многоатомные спирты, растворимые в гидроксиде меди (II) ярко-синего цвета.`],[`g10-c3-s19-t05`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза`,161,162,`textbook`,`ru`,`Kimyo 10`,`Дисахариды также проявляют характеристики многоатомных спиртов, образующих многоатомные спирты, растворимые в гидроксиде меди (II) ярко-синего цвета.
3. Восстановительные свойства. Дисахариды мальтозы и лактозы обладают восстанавливающими свойствами. Как моносахариды, которые их образуют, мальтоза и лактоза могут вступать в «реакции серебряного зеркала» с реактивом Толленса и «реакции медного зеркала» с реактивом Фелинга. Невосстанавливающие дисахариды сахароза и трегалоза не обладают восстановительными свойствами, т. е. не могут реагировать с альдегидной группой (не реагируют с серебряным зеркалом и не реагируют с раствором Фелинга).
Производство сахарозы. Свекольный сахар (сахароза) производился в промышленных масштабах в России и Германии в начале XIX века. Горячий раствор, полученный при замачивании измельченной свеклы, обрабатывают известковым молоком (суспензия гидроксида кальция в воде). При этом большая часть образовавшихся нерастворимых солей образует осадок, а сахароза образуется в растворе в виде водорастворимой сахарозы кальция.`],[`g10-c3-s19-t06`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза`,162,162,`textbook`,`ru`,`Kimyo 10`,`При этом большая часть образовавшихся нерастворимых солей образует осадок, а сахароза образуется в растворе в виде водорастворимой сахарозы кальция.
Затем раствор отделяют от осадка и пропускают его через углекислый газ, в результате чего сахароза кальция распадается на сахарозу и нерастворимый карбонат кальция. После этого полученный раствор фильтруют и упаривают в вакуум-аппарате, отделяют кристаллы сахара и сушат. Полученный сахар из-за наличия примесей имеет желтый цвет и называется сахаром-сырцом. Для более полной очистки сахар снова расплавляют и нагревают с активированным углем, который поглощает все посторонние вещества.
Выпаренный сахарный раствор перекристаллизовывают, получая кристаллы сахара того же размера. Полученный сахар называют «рафинированным сахаром».
Области применения сахарозы
Пищевая промышленность. Дисахарид используется как самостоятельный пищевой продукт (сахар), консервант (в высоких концентрациях), неотъемлемая часть кулинарных изделий, алкогольных напитков и соусов. Кроме того, искусственный мед получают из сахарозы.`],[`g10-c3-s19-t07`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза`,162,162,`textbook`,`ru`,`Kimyo 10`,`Дисахарид используется как самостоятельный пищевой продукт (сахар), консервант (в высоких концентрациях), неотъемлемая часть кулинарных изделий, алкогольных напитков и соусов. Кроме того, искусственный мед получают из сахарозы.
Биохимия. Полисахарид используется в качестве субстрата при производстве (ферментации) глицерина, этанола, бутанола, декстрана, левулиновой и лимонной кислот.
Сахароза (из тростникового сахара) используется в производстве порошков, смесей, сиропов, в том числе для подслащивания или консервации в детских смесях.
Кроме того, сахароза вместе с жирными кислотами используется в качестве неионогенных детергентов (веществ, улучшающих растворимость в водных средах) в сельском хозяйстве, косметологии и при создании моющих средств.`],[`g10-c3-s19-t08`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза`,162,162,`textbook`,`ru`,`Kimyo 10`,`…растворимость в водных средах) в сельском хозяйстве, косметологии и при создании моющих средств.
Мальтоза – 4-О-α-D-глюкопиранозил-D-глюкоза, природный дисахарид, состоящий из двух остатков глюкозы; содержится в большом количестве в пророщенных зернах ячменя, ржи и других злаков; томат, он также содержится в нектаре ряда растений. Биосинтез мальтозы из β-D-глюкопиранозилфосфата и D-глюкозы известен только у некоторых видов бактерий. Мальтоза образуется при ферментативном расщеплении крахмала и гликогена в животных и растительных организмах.
Мальтоза легко усваивается организмом человека.
1. Где в природе встречаются дисахариды? 2. Охарактеризуйте общие химические свойства дисахаридов. 3. Как экспериментально отделить сахарозу от мальтозы? 4. Изобразите процесс извлечения сахарозы из свеклы с помощью схемы и объясните процесс.`],[`g10-c3-s19-d01`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза: инвертным сахаром, сахаром-сырцом, «рафинированным сахаром»`,160,162,`definition`,`ru`,`Kimyo 10`,`Сахароза гидролизуется с образованием смеси равных количеств глюкозы и фруктозы, которая называется инвертным сахаром.
Например, сахароза гидролизуется в кислой среде или в присутствии фермента β-фруктофуранозидазы, образуя смесь равных количеств глюкозы и фруктозы, которую называют инвертным сахаром:
Полученный сахар из-за наличия примесей имеет желтый цвет и называется сахаром-сырцом.
Полученный сахар называют «рафинированным сахаром».`],[`g10-c3-s19-sum`,10,`c3`,`s19`,`3.19`,`Дисахариды. Мальтоза. Сахароза: главное`,160,160,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • нахождение в природе; Наиболее важные дисахариды включают сахарозу, мальтозу, лактозу и трегалозу, которые являются изомерами и имеют формулу C12H22O11 . Дисахариды: сахароза (свекловичный сахар) – в сахарной свекле и сахарном тростнике; лактоза (молочный сахар) – в молоке; мальтоза (солодовый сахар) – в пророщенных семенах злаковых культур; образуется также при частичном ферментативном гидролизе крахмала; трегалоза (грибковый сахар) – содержится в грибах, дрожжах и высших растениях.`],[`g10-c3-s20-t01`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,163,163,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 20. ПОЛИСАХАРИДЫ. КРАХМАЛ. ЦЕЛЛЮЛОЗА
Изучаемые понятия:
• нахождение в природе; • свойства.
Полисахариды – общее название класса сложных высокомолекулярных углеводов, молекулы которых состоят из десятков, сотен или тысяч мономеров – моносахаридов, соединенных гликозидными связями.
Остаток моносахарида способен образовывать одну гликозидную связь с моносахаридом, но также может обеспечивать несколько гидроксильных групп для присоединения других моносахаридов. Соответственно молекулы полисахаридов могут иметь линейную и разветвленную структуру.
И крахмал, и целлюлоза гидролизуются с образованием глюкозы в качестве конечного продукта.
Полисахариды нерастворимы в спирте и неполярных растворителях.
Наиболее распространенные полисахариды
Является основным полисахаридом, содержащимся в растительных организмах в качестве запаса энергии`],[`g10-c3-s20-t02`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,163,163,`textbook`,`ru`,`Kimyo 10`,`Является основным полисахаридом, содержащимся в растительных организмах в качестве запаса энергии
Полисахарид, продукт неполного гидролиза крахмала
Является основным структурным полисахаридом клеточных стенок растений
Полисахарид, находящийся главным образом в клетках животных организмов в качестве запаса энергии, в небольших количествах содержится также в тканях растений и грибов
Основной структурный полисахарид экзоскелета насекомых и членистоногих, а также клеточных стенок грибов
Крахмал
Декстрин
Целлюлоза
Гликоген
Хитин
Физические свойства. Источник углеводов в рационе человека. Применяется в производстве кондитерских и кулинарных изделий, при склеивании бумаги и тканей. Крахмал состоит из амилозы, имеющей линейное строение, и амилопектина, имеющего разветвленное строение. Крахмал содержит около 70–80% амилопектина и 20–30% амилозы.`],[`g10-c3-s20-t03`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,163,164,`textbook`,`ru`,`Kimyo 10`,`Крахмал состоит из амилозы, имеющей линейное строение, и амилопектина, имеющего разветвленное строение. Крахмал содержит около 70–80% амилопектина и 20–30% амилозы.
Строение крахмала и целлюлозы
Крахмал – растительный полисахарид сложной структуры, представленный общей молеку амилоза амилопектин лярной формулой (C6H10O5)n. Крахмал представляет собой белый аморфный порошок, нерастворимый в холодной воде. В горячей воде он закипает, и коллоидный раствор образует крахмальный клейстер.
Амилоза и амилопектин образуются в растениях в виде крахмальных зерен. В корнях картофеля содержится до 20% крахмала, в зернах пшеницы и кукурузы
– около 70%, а в рисе – почти 80%.
Целлюлоза и крахмал относятся к одному классу соединений, но отличаются строением структурных единиц. Крахмал содержит остатки α-глюкозы, а целлюлоза – остатки β-глюкозы. Целлюлоза представляет собой длинное волокно, содержащее остатки глюкозы. Эти волокна соединены между собой множеством водородных связей, что придает целлюлозе большую механическую прочность при сохранении эластичности.`],[`g10-c3-s20-t04`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,164,164,`textbook`,`ru`,`Kimyo 10`,`Эти волокна соединены между собой множеством водородных связей, что придает целлюлозе большую механическую прочность при сохранении эластичности.
В отличие от крахмала, целлюлоза не растворяется в воде. Чтобы перевести целлюлозу в растворимую форму, ее необходимо химически модифицировать.
Например, целлюлозу можно растворить в реактиве
Швейцера ([Cu(NH3)]4(OH)2.
Химические свойства крахмала
Полисахариды не характеризуются открытыми формами, поэтому для них возможны реакции только со свободными гидроксильными группами в каждом звене полимерной цепи, повторяющими свойства многоатомных спиртов.
1. Гидролиз. И крахмал, и целлюлоза гидролизуются с образованием глюкозы в качестве конечного продукта.
Крахмал подвергается сложному многостадийному гидролизу:
(C6H10O5)n → (C6H10O5)m → C12H22O11 → C6H12O6 крахмал декстрин мальтоза D-глюкоза`],[`g10-c3-s20-t05`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,164,165,`textbook`,`ru`,`Kimyo 10`,`(C6H10O5)n → (C6H10O5)m → C12H22O11 → C6H12O6 крахмал декстрин мальтоза D-глюкоза
Крахмал участвует в обмене веществ и пищеварительном тракте животных организмов, в том числе человека. Первая стадия разложения крахмала происходит под действием молочнокислых ферментов. Затем в желудке поли- и дисахариды, поступающие с пищей, продолжают расщепляться до моносахарида α-глюкозы, которая всасывается в кровь из кишечника.
2. Качественная реакция на крахмал. Качественной реакцией на крахмал является синяя окраска, образующаяся в результате его действия с раствором йода.
3. Образование эфиров. Благодаря наличию гидроксильных групп крахмал может образовывать сложные эфиры с неорганическими и органическими кислотами:
(C6H7O2(OH)3)n +3nHNO3 → (C6H7O2(ONO2)3)n +3nH2O (C6H7O2(OH)3)n +3nCH3COOH → (C6H7O2(OCOCH3)3)n + 3nH2O`],[`g10-c3-s20-t06`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,165,165,`textbook`,`ru`,`Kimyo 10`,`(C6H7O2(OH)3)n +3nHNO3 → (C6H7O2(ONO2)3)n +3nH2O (C6H7O2(OH)3)n +3nCH3COOH → (C6H7O2(OCOCH3)3)n + 3nH2O
Химические свойства целлюлозы
1. Гидролиз. β-глюкоза образуется в результате гидролиза целлюлозы. Однако организм человека не приспособлен к перевариванию клетчатки, т. к. ферментов, необходимых для гидролиза в желудочно-кишечном тракте, недостаточно, чтобы разорвать связи между остатками β-глюкозы. Микроорганизмы, вырабатывающие такие ферменты, обитают в телах жвачных животных. Подобные микроорганизмы присутствуют у термитов, способных расщеплять древесную целлюлозу:
(C6H10O5)n + nH2O t,H2SO → nC46H12O6
Гидролиз проводят поэтапно:
(C6H10O5)n → (C6H10O5)m → nC12H22O11 → n C6H12O6 крахмал декстрин мальтоза глюкоза
2. Качественная реакция на целлюлозу. Целлюлоза растворяется в охлажденной концентрированной серной кислоте и образует вязкий раствор. Когда в этот раствор вливают большое количество воды, выделяется белый продукт, называемый амилоидом, который представляет собой частично гидролизованную целлюлозу. Реагирует с йодом подобно крахмалу (не окрашивает целлюлозу в синий цвет).`],[`g10-c3-s20-t07`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,165,165,`textbook`,`ru`,`Kimyo 10`,`Когда в этот раствор вливают большое количество воды, выделяется белый продукт, называемый амилоидом, который представляет собой частично гидролизованную целлюлозу. Реагирует с йодом подобно крахмалу (не окрашивает целлюлозу в синий цвет).
Если непроклеенную бумагу ненадолго погрузить в концентрированную серную кислоту, а затем сразу промыть, то образовавшийся амилоид свяжет волокна бумаги вместе, сделав ее более плотной и прочной. Так делают пергаментную бумагу.
3. Реакции этерификации. Целлюлоза представляет собой многоатомный спирт с тремя гидроксильными группами на часть полимера. В связи с этим для целлюлозы характерны реакции этерификации. Наибольшее практическое значение имеют реакции с азотной кислотой и уксусным ангидридом. Целлюлоза не вступает в реакцию «серебряного зеркала».`],[`g10-c3-s20-t08`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,165,166,`textbook`,`ru`,`Kimyo 10`,`Наибольшее практическое значение имеют реакции с азотной кислотой и уксусным ангидридом. Целлюлоза не вступает в реакцию «серебряного зеркала».
H2SO4(конц)
Полученная триацетилцеллюлоза является ценным продуктом для производства огнезащитной пленки и ацетатного шелка. Для этого ацетат целлюлозы растворяют в смеси дихлорметана и этанола и этот раствор выдавливают в поток теплого воздуха через наполнители. Растворитель испаряется, и струйки раствора превращаются в тончайшие нити ацетатного шелка.
Говоря об использовании целлюлозы, само собой разумеется, что большое количество целлюлозы используется для производства различных видов бумаги. Бумага представляет собой тонкий слой целлюлозных волокон, склеенных и спрессованных на специальной бумагоделательной машине.
Решение задач`],[`g10-c3-s20-t09`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,166,166,`textbook`,`ru`,`Kimyo 10`,`…целлюлозных волокон, склеенных и спрессованных на специальной бумагоделательной машине. Решение задач
1. Для производства 1 kg бумаги для печати необходимо 1,5 kg целлюлозы. Если содержание целлюлозы 52%, то сколько бумаги (тонн) можно получить из 400 m3 древесины? Плотность древесины 500 kg/m3.
Решение:
1. Вычислите данную массу через объем древесины: 400 m3 ∙500 kg/m3 = 200 000 kg.
2. Рассчитайте массу целлюлозы:
3. Масса бумаги, полученной из:
Ответ: 69,3 тонны.
2. Если из 150 kg хлопка получено 110 kg моносахаридов, рассчитайте выход глюкозы. Массовая доля целлюлозы в хлопке составляет 95%. Выразите ответ в процентах и запишите его целым числом.
1. Количество клетчатки в 150 kg хлопка: 150 · 0,95 = 142,5 kg.
2. Напишите уравнение реакции гидролиза целлюлозы: (С6Н10О5)п + nН2О nС6Н12О6`],[`g10-c3-s20-t10`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза`,166,166,`textbook`,`ru`,`Kimyo 10`,`Напишите уравнение реакции гидролиза целлюлозы: (С6Н10О5)п + nН2О nС6Н12О6
3. Рассчитайте молярные массы целлюлозы и глюкозы:
4. Теоретически возможное количество глюкозы находится:
5. Найти выход глюкозы как отношение теоретически возможного количества фактически полученной глюкозы, выраженное в процентах:
Поскольку для ответа требуется написать целое число, результат округляется до 70%. Ответ: 70 %.
1. Сравните состав и строение крахмала и целлюлозы, выделите их сходство и различие. 2. Охарактеризуйте химические свойства крахмала и целлюлозы. 3. Как экспериментально определить крахмал в пищевых продуктах?`],[`g10-c3-s20-sum`,10,`c3`,`s20`,`3.20`,`Полисахариды. Крахмал. Целлюлоза: главное`,163,163,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • нахождение в природе; • свойства. Полисахариды – общее название класса сложных высокомолекулярных углеводов, молекулы которых состоят из десятков, сотен или тысяч мономеров – моносахаридов, соединенных гликозидными связями. Остаток моносахарида способен образовывать одну гликозидную связь с моносахаридом, но также может обеспечивать несколько гидроксильных групп для присоединения других моносахаридов. Соответственно молекулы полисахаридов могут иметь линейную и разветвленную структуру. И крахмал, и целлюлоза гидролизуются с образованием глюкозы в качестве конечного продукта. Полисахариды нерастворимы в спирте и неполярных растворителях.`],[`g10-c3-s21-t01`,10,`c3`,`s21`,`3.21`,`Практическое занятие. Опыты с углеводами`,167,167,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 21. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ.
ОПЫТЫ С УГЛЕВОДАМИ
Изучаемые понятия:
• опыты с глюкозой и сахарозой; • опыты с крахмалом и целлюлозой.
Опыт 1. Определение содержания глюкозы в виноградном соке
Необходимое оборудование и реактивы: штатив для пробирок, пробирки, спиртовая лампа или сухое горючее, зажим для пробирок, штатив, стакан, виноградный сок, раствор медь (II)-сульфата, щелочь Na, медь (II)-гидроксид.
Правила безопасности. Соблюдайте правила работы с щелочными растворами.
Ход работы:
1. Многие фрукты и ягоды содержат глюкозу. Наличие глюкозы можно определить с помощью гидроксида меди (II). Выжать сок из винограда. В сок влить по несколько капель раствора сульфата меди (II) и раствора щелочи.
2. Нагрейте раствор. Цвет раствора изменится. При кипячении раствора образуется желтый осадок Cu2O, который постепенно переходит в красный осадок CuO. Это доказы-вает, что виноградный сок содержит глюкозу. CH2OH – (CHOH)4 – COH + 2Cu(OH)2 → CH2OH – (CHOH)4 – COOH + Cu2O↓ + 2H2O`],[`g10-c3-s21-t02`,10,`c3`,`s21`,`3.21`,`Практическое занятие. Опыты с углеводами`,167,167,`textbook`,`ru`,`Kimyo 10`,`Это доказы-вает, что виноградный сок содержит глюкозу. CH2OH – (CHOH)4 – COH + 2Cu(OH)2 → CH2OH – (CHOH)4 – COOH + Cu2O↓ + 2H2O
Опыт 2. Доказательство наличия гидроксильных групп в сахарозе
Необходимое оборудование и реактивы: подставка для пробирок, пробирки, сахароза, раствор медного (II)-сульфата, щелочь Na.
Правила безопасности. Соблюдайте правила работы с щелочными растворами.
Ход работы:
1. Докажем наличие гидроксильных групп в молекуле сахарозы. В раствор сахарозы влейте несколько капель раствора сульфата меди (II) и раствора щелочи. Осадок гидроксида меди не образуется. Раствор становится ярко-коричневым. При этом сахароза растворяет гидроксид меди (II) и ведет себя как многоатомный спирт. Продуктом реакции является медь (II)-сахар.
2. Напишите и суммируйте уравнения реакций для наблюдаемых изменений.`],[`g10-c3-s21-t03`,10,`c3`,`s21`,`3.21`,`Практическое занятие. Опыты с углеводами`,167,168,`textbook`,`ru`,`Kimyo 10`,`2. Напишите и суммируйте уравнения реакций для наблюдаемых изменений.
Опыт 3. Кислотный гидролиз сахарозы
Необходимое оборудование и реактивы: штатив для пробирок, пробирки, спиртовая лампа или сухое горючее, зажим для пробирок, штатив, стекло, растворы сахарозы и серной кислоты, раствор медного (II)-сульфата, щелочь Na.
Правила безопасности. Соблюдайте правила работы с растворами кислот.
Ход работы:
1. Дисахариды гидролизуются в присутствии кислот. Глюкоза и фруктоза образуются при гидролизе сахарозы. Проверим экспериментально.
Вскипятите смесь растворов сахарозы и серной кислоты. Через несколько минут проверьте наличие глюкозы в полученном растворе: C12H22O11 + H2O → C6H12O6 + C6H12O6
2. В пробирку налейте щелочь и несколько капель раствора сульфата меди (II). Осадки гидроксида меди не образуются. Раствор становится ярко-синим.`],[`g10-c3-s21-t04`,10,`c3`,`s21`,`3.21`,`Практическое занятие. Опыты с углеводами`,168,168,`textbook`,`ru`,`Kimyo 10`,`В пробирку налейте щелочь и несколько капель раствора сульфата меди (II). Осадки гидроксида меди не образуются. Раствор становится ярко-синим.
3. Нагрейте раствор. Образуется красный осадок оксида меди (I).
4. Обобщите то, что мы доказали на опыте.
Опыт 4. Кислотный гидролиз крахмала
Необходимое оборудование и реактивы: штатив для пробирок, пробирки, спиртовая лампа или сухое горючее, зажим для пробирок, штатив, химический стакан, огнеупорная пластина, крахмальный клейстер, раствор серной кислоты, раствор йода, раствор сульфата меди (II).
Правила безопасности. Соблюдайте правила работы с растворами кислот.
Ход работы: Крахмал гидролизуется в присутствии кислот. Гидролиз крахмала дает глюкозу. Проверим экспериментально.
1. Вскипятите смесь крахмального клейстера и серной кислоты.
2. Проверьте, что гидролиз завершен. Гидролиз проводят до тех пор, пока раствор пробы не станет синего цвета с йодом.`],[`g10-c3-s21-t05`,10,`c3`,`s21`,`3.21`,`Практическое занятие. Опыты с углеводами`,168,168,`textbook`,`ru`,`Kimyo 10`,`Гидролиз проводят до тех пор, пока раствор пробы не станет синего цвета с йодом.
3. Проверьте наличие глюкозы в полученном растворе. В пробирку налейте щелочь и несколько капель раствора сульфата меди (II). Осадки гидроксида меди не образуются.
Раствор становится ярко-синим.
4. Теперь подогрейте раствор. Образуется красный осадок оксида меди (I).
5. Напишите и запишите необходимые уравнения реакций.
Опыт 5. Растворение целлюлозы в аммиачном растворе гидроксида меди (II)
Необходимое оборудование и реактивы: пробирка или стакан, стеклянная палочка, вата, концентрированный аммиачный раствор гидроксида меди (II).
Правила безопасности. Соблюдайте правила работы с концентрированным раствором аммиака.
Ход работы. Целлюлоза нерастворима в воде и большинстве растворителей. Однако медь (II) хорошо растворима в аммиачном растворе гидроксида.`],[`g10-c3-s21-t06`,10,`c3`,`s21`,`3.21`,`Практическое занятие. Опыты с углеводами`,168,168,`textbook`,`ru`,`Kimyo 10`,`Целлюлоза нерастворима в воде и большинстве растворителей. Однако медь (II) хорошо растворима в аммиачном растворе гидроксида.
1. Давайте продемонстрируем это. В аммиачный раствор концентрированного гидроксида меди (II) опускаем небольшие кусочки ваты. Вата хорошо растворяется в этом растворе.
2. В аммиачном растворе гидроксида меди (II) выходит густой вязкий раствор целлюлозы. Такой раствор целлюлозы используют в промышленности для производства медно-аммиачного шелка.
3. Обобщите свои выводы из всех приведенных выше экспериментов.
Глюкоза содержится не только в винограде (хотя его называют виноградным сахаром), но и во многих овощах и фруктах. Повторите опыт с яблочным, грушевым, морковным или огуречным соком в кружке химии вместе с учителем.`],[`g10-c3-s21-d01`,10,`c3`,`s21`,`3.21`,`Практическое занятие. Опыты с углеводами: виноградным сахаром`,168,168,`definition`,`ru`,`Kimyo 10`,`Глюкоза содержится не только в винограде (хотя его называют виноградным сахаром), но и во многих овощах и фруктах.`],[`g10-c3-s21-sum`,10,`c3`,`s21`,`3.21`,`Практическое занятие. Опыты с углеводами: главное`,167,167,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • опыты с глюкозой и сахарозой; • опыты с крахмалом и целлюлозой.`],[`g10-c3-s22-t01`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,169,169,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 22. НАТУРАЛЬНЫЕ И СИНТЕТИЧЕСКИЕ ВОЛОКНА
Изучаемые понятия:
• химические волокна; • натуральные волокна; • синтетические волокна.
Волокна имеют линейную структуру. Характерной особенностью волокон является высокоупорядоченная структура.
Волокна делятся на два класса: натуральные и химические. По происхождению натуральные волокна делятся на растительные, животные и минеральные.
Химические волокна делятся на искусственные и синтетические волокна. Иногда химические волокна включают неорганические соединения (стекло, металл, базальт, кварц).
Волокна являются исходным материалом для производства текстильных изделий и могут использоваться в натуральном и смешанном виде. Свойства волокон влияют на технологический процесс переработки их в пряжу. Поэтому важно знать основные свойства волокон и их характеристики: толщину, длину и др. Толщина получаемых из них изделий зависит от толщины волокон и нитей, что влияет на их потребительские свойства.`],[`g10-c3-s22-t02`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,169,169,`textbook`,`ru`,`Kimyo 10`,`Толщина получаемых из них изделий зависит от толщины волокон и нитей, что влияет на их потребительские свойства.
На поверхности ткани из пряжи из тонких синтетических волокон образуются «валики». Чем длиннее волокна, тем толще и прочнее пряжа.
Натуральные волокна – это волокна, которые существуют в природе в готовом виде и образуются без непосредственного вмешательства человека.
В эту группу входят растительные, животные и минеральные волокна.
Натуральные волокна животных
Шелк – это белковое волокно животного происхождения. Шелковые нити получают из коконов тутового шелкопряда. К шелковой группе относятся такие ткани, как шелк, шифон, креп, атлас. Традиционно шелк является одним из самых дорогих видов ткани. Изделия из шелковой ткани очень легкие, прочные, красивые, приятные на ощупь, хорошо регулируют температуру тела.
Недостатками шелка являются быстрая сминаемость ткани и чувствительность к ультрафиолетовым лучам. Часто к натуральному шелковому волокну добавляют другие виды волокон, чтобы получить новые и интересные фактуры.`],[`g10-c3-s22-t03`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,169,170,`textbook`,`ru`,`Kimyo 10`,`Часто к натуральному шелковому волокну добавляют другие виды волокон, чтобы получить новые и интересные фактуры.
При горении шелка ощущается запах «горелого пера».
Шерсть – это натуральное волокно животного происхождения. В качестве сырья используется шерсть животных – овечья, верблюжья, ламы, кроличья и др. Значительную массу шерсти для текстильной промышленности (94–96%) дает овцеводство.
В промышленности используются натуральные и искусственные (химические) волокна. Натуральные волокна можно разделить на растительные (хлопок, лен, жут, пенька), животные (шерсть) и коконные (шелк).
Важнейшим волокном текстильной промышленности является хлопковое волокно.
Шерсть разных животных различается по качеству, свойствами количеству, но одной общей чертой всех видов шерсти является ее превосходная способность удерживать тепло.
Натуральные шерстяные ткани мягкие, эластичные, легкие, дышащие. Толщина тканей может быть разной, есть как толстые, так и тонкие шерстяные ткани. Шерстяные ткани почти не мнутся. При горении шерсти, как и шелка, может ощущаться запах горелых перьев.`],[`g10-c3-s22-t04`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,170,170,`textbook`,`ru`,`Kimyo 10`,`Шерстяные ткани почти не мнутся. При горении шерсти, как и шелка, может ощущаться запах горелых перьев.
Натуральные растительные волокна. Целлюлоза является основным компонентом растительных волокон. Это твердое, трудно растворимое вещество состоит из связей с остатками глюкозы. Помимо целлюлозы растительные волокна содержат такие вещества, как воски, масла, белки и красители.
Хлопковое волокно – это натуральное растительное волокно. Хлопок производится из волокна семян хлопчатника.
На основе хлопка производят чит, сатин, батист, джинсовую ткань, фланель и многие другие виды хлопчатобумажных тканей. Преимуществами хлопчатобумажной ткани являются прочность, высокая щелочестойкость и эластичность. Хлопчатобумажная ткань теплая, мягкая и приятная на ощупь, хорошо впитывает влагу, не электризуется. Недостатком хлопчатобумажных тканей является высокая сминаемость из-за малой доли упругой деформации.`],[`g10-c3-s22-t05`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,170,171,`textbook`,`ru`,`Kimyo 10`,`Недостатком хлопчатобумажных тканей является высокая сминаемость из-за малой доли упругой деформации.
Иногда в хлопчатобумажные ткани, например, атлас, добавляют вискозу, и тогда на поверхности ткани появляется красивый блеск или рисунок.
Льняное волокно — это натуральное волокно растительного происхождения. Льняное волокно получают из стебля одноименного растения. Льняные ткани гигиеничны, прочны, приятны на ощупь, обладают хорошими влагои воздухопроницаемыми свойствами, блеском. В то же время льняные ткани мнутся и плохо гладятся из-за малой растяжимости и эластичности, а также садятся (усаживаются) при стирке. Чаще всего льняные ткани выпускаются натурального цвета (от серого до светло-коричневого).
Натуральные минеральные волокна`],[`g10-c3-s22-t06`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,171,171,`textbook`,`ru`,`Kimyo 10`,`…выпускаются натурального цвета (от серого до светло-коричневого). Натуральные минеральные волокна
Асбест (греч. неразрушимый) [3(Mg,Fe)O·CaO·4SiO2] представляет собой силикатный минерал, устойчивый к теплу, кислоте и электричеству, и принадлежит к группе неорганических природных полимеров. Асбест бывает двух видов: серпентиновый (хризотиловый) и амфиболовый асбест. Минералы асбеста химически состоят из гидро-силикатов магния и железа, частично силикатов кальция и натрия. Асбест делится на следующие 3 типа в зависимости от его использования в промышленности:
1. Асбест с длиной волокна более 8 mm. Такие асбестовые волокна называются текстильными асбестами и используются в основном для ткачества марли. Из таких газов изготавливают непромокаемую одежду, занавески театральных сцен, брезент, автомобильные тормозные ленты, фильтры и другие асборезиновые изделия.`],[`g10-c3-s22-t07`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,171,171,`textbook`,`ru`,`Kimyo 10`,`Из таких газов изготавливают непромокаемую одежду, занавески театральных сцен, брезент, автомобильные тормозные ленты, фильтры и другие асборезиновые изделия.
2. Асбест с длиной волокон от 2 до 8 mm. Из таких волокон производят асбестоцементные изделия, шифер, канализационные трубы, водопроводные, нефтегазовые трубы, асбокартон, бумагу, изоляционные материалы, не проводящие тепло и электричество.
3. Асбест, длина волокон которого от 0,2 до 2 mm.
Такие асбестовые волокна называются строительным и цементным асбестом. Они используются в производстве огнестойких строительных материалов и жаростойких изделий.
В промышленности асбестовые волокна получают путем прядения хлопковых волокон в асбестовые волокна и их варки. Асбестовые шнуры изготавливаются путем распиливания нескольких асбестовых нитей и их варки. Асбестовые нити и шнуры используются в качестве уплотнителей и теплоизоляционных материалов.`],[`g10-c3-s22-t08`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,171,171,`textbook`,`ru`,`Kimyo 10`,`Асбестовые нити и шнуры используются в качестве уплотнителей и теплоизоляционных материалов.
Изделия, содержащие асбестовые волокна, в частности изделия из отходов, находят широкое применение в различных отраслях народного хозяйства. Например, при вмешивании в цемент тонких асбестовых волокон повышается плотность изделий из него, их пластичность и ударопрочность. Асбопласты отличаются от пластиков с наполнителями, такими как стекло волокно, хлопковое волокно, устойчивостью к тепловому воздействию, отсутствием разряда электрического тока, высоким коэффициентом трения.
В промышленности асбестовые волокна пропитывают смолой и получают асбопласт. Из асбопласта изготавливают прочную электроарматуру, кислото- и щелочестойкие трубы и химическое оборудование.`],[`g10-c3-s22-t09`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,171,172,`textbook`,`ru`,`Kimyo 10`,`Из асбопласта изготавливают прочную электроарматуру, кислото- и щелочестойкие трубы и химическое оборудование.
Асбест как полезное ископаемое имеет большое значение для народного хозяйства. Асбест широко используется не только в чистом виде, но и в качестве наполнителя. Асбест является важным сырьем в текстильной, цементной, бумажной, резиновой, строительной, электротехнической промышленности, а также в производстве пластмасс и теплоизоляционных материалов.
Месторождения асбеста, имеющие промышленное значение в мире, расположены на Урале, в Казахстане, Тувинской АССР, Италии, Тенфордском районе Канады, Западной Австралии и Боливии. Но ограничение запасов природного асбеста требует решения проблемы получения искусственного асбеста и использования его в качестве сырья.
Искусственные волокна
Волокна вискозы видны под микроскопом в виде цилиндра с многочисленными продольными линиями. Линии повязки появляются при неравномерном затвердевании прядильного раствора. Сечение волокон имеет форму циркулярной пилы. Длина волокон может быть разной.`],[`g10-c3-s22-t10`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,172,172,`textbook`,`ru`,`Kimyo 10`,`Линии повязки появляются при неравномерном затвердевании прядильного раствора. Сечение волокон имеет форму циркулярной пилы. Длина волокон может быть разной.
Толщина вискозных нитей зависит от толщины и количества образующих их элементарных волокон. Твердость волокон зависит от расположения молекул. Нормальные волокна вискозы имеют меньшую твердость, чем натуральный шелк, а волокна очень высокой вискозы имеют более высокую твердость. Волокна вискозы склонны к резкому короблению. По химическому составу и горению вискозные волокна аналогичны хлопковым, но они более чувствительны к кислотами щелочами быстрее сгорают.
Капроновое волокно производится в виде бесконечной пряжи и штапельного волокна. Нити могут быть однониточными, сложными. Количество элементарных нитей в сложных резьбах зависит от толщины изготавливаемой нити. Толщина, относительная твердость, эластичность, гигроскопичность моноипа, капрон начинает терять твердость при температуре 65 °С. Он устойчив к щелочами устойчив к кислотам. Недостатком является то, что волокно очень гладкое, плохо прилипает и имеет малое трение.`],[`g10-c3-s22-t11`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна`,172,172,`textbook`,`ru`,`Kimyo 10`,`Он устойчив к щелочами устойчив к кислотам. Недостатком является то, что волокно очень гладкое, плохо прилипает и имеет малое трение.
При смешивании с другими волокнами образуются пиллинги (узелки) в результате натирания поверхности материала из-за его гладкости. Меньше впитывает влагу. Для уменьшения некоторых дефектов (гладкости) волокна разрабаты-ваются разной формы, а для уменьшения блеска добавляется порошок оксититана.
1. Из каких материалов делают одежду? 2. Из чего сделаны волокна? 3. Сколько типов волокон существует? 4. Как получают натуральные волокна? 5. Каковы свойства натуральных волокон? 6. Почему для младенцев рекомендуется одежда из материалов натурального волокна?`],[`g10-c3-s22-d01`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна: Натуральные волокна, Шелк, Шерсть, Хлопковое волокно, Льняное волокно`,169,170,`definition`,`ru`,`Kimyo 10`,`Натуральные волокна – это волокна, которые существуют в природе в готовом виде и образуются без непосредственного вмешательства человека.
Шелк – это белковое волокно животного происхождения.
Шерсть – это натуральное волокно животного происхождения.
Хлопковое волокно – это натуральное растительное волокно.
Льняное волокно — это натуральное волокно растительного происхождения.`],[`g10-c3-s22-d02`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна: строительным и цементным асбестом`,171,171,`definition`,`ru`,`Kimyo 10`,`Такие асбестовые волокна называются текстильными асбестами и используются в основном для ткачества марли.
Такие асбестовые волокна называются строительным и цементным асбестом.`],[`g10-c3-s22-sum`,10,`c3`,`s22`,`3.22`,`Природные и искусственные волокна: главное`,169,169,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • химические волокна; • натуральные волокна; • синтетические волокна. Волокна имеют линейную структуру. Характерной особенностью волокон является высокоупорядоченная структура. Волокна делятся на два класса: натуральные и химические. По происхождению натуральные волокна делятся на растительные, животные и минеральные. Химические волокна делятся на искусственные и синтетические волокна. Иногда химические волокна включают неорганические соединения (стекло, металл, базальт, кварц). Волокна являются исходным материалом для производства текстильных изделий и могут использоваться в натуральном и смешанном виде. Свойства волокон влияют на технологический процесс переработки их в пряжу. Поэтому важно знать основные свойства волокон и их характеристики: толщину, длину и др. Толщина получаемых из них изделий зависит от толщины волокон и нитей, что влияет на их потребительские свойства.`],[`g10-c3-s23-t01`,10,`c3`,`s23`,`3.23`,`Практическое занятие. Определение органических соединений`,173,173,`textbook`,`ru`,`Kimyo 10`,`3.23. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ. ОПРЕДЕЛЕНИЕ
ТЕМА 23. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ. ОПРЕДЕЛЕНИЕ
ОРГАНИЧЕСКИХ СОЕДИНЕНИЙ НА ОСНОВЕ СПЕЦИФИЧЕСКИХ РЕАКЦИЙ
Изучаемые понятия:
• уксусная кислота;
• глицерин;
Определение химическим методом данные бесцветные растворы уксусной кислоты, глицерина и глюкозы
Необходимое оборудование и реактивы:
пробирки, универсальный индикатор, уксусная кислота, глицерин, глюкоза, медь (II)-гидроксид.
Ход работы:
1. В отдельные пробирки налить по 1–2 ml уксусной кислоты, глицерина, глюкозы.
2. Все соединения класса кислот имеют в своем составе атомы водорода, проявляющие кислотные свойства в водном растворе. Поэтому уксусную кислоту можно определить с помощью индикатора. Нанесите универсальный индикатор на вещества в пробирках, и вы увидите, что образец, дающий пурпурно-красную окраску индикатора, имеет кислую среду.`],[`g10-c3-s23-t02`,10,`c3`,`s23`,`3.23`,`Практическое занятие. Определение органических соединений`,173,173,`textbook`,`ru`,`Kimyo 10`,`Нанесите универсальный индикатор на вещества в пробирках, и вы увидите, что образец, дающий пурпурно-красную окраску индикатора, имеет кислую среду.
3. Для определения глицерина достаточно провести качественную реакцию, достоверно показывающую наличие обнаруживаемого соединения. Для этого используют свежеприготовленный раствор гидроксида меди (II), который вступает в реакцию с глицерином и раствор приобретает красивый синий цвет.
4. Гидроксид меди (II) также используется для определения глюкозы. Реакция глюкозы с гидроксидом меди (II) обладает интересным свойством, облегчающим отделение глюкозы от многоатомных спиртов. Содержимое пробирки нагревают на пламени спиртовой лампы. При нагревании вещества в пробирке сначала образуется желтый осадок, затем он становится красным. В многоатомных спиртах такой ситуации не наблюдается, при кипении смеси многоатомного спирта и гидроксида меди (II) синий цвет не меняется.`],[`g10-c3-s23-t03`,10,`c3`,`s23`,`3.23`,`Практическое занятие. Определение органических соединений`,173,174,`textbook`,`ru`,`Kimyo 10`,`В многоатомных спиртах такой ситуации не наблюдается, при кипении смеси многоатомного спирта и гидроксида меди (II) синий цвет не меняется.
5. Напишите и обобщите необходимые уравнения реакций химических превращений, которые произошли.
• глюкоза.
Вы знаете, как отличить натуральный мед?
Это можно определить с помощью простой медной проволоки. Медная проволока нагревается до тех пор, пока она не станет красной. Опускаем в емкость с медом и держим 10–15 секунд.
При извлечении медной проволоки проверьте чистая ли она. Если он чистая, то мед натуральный. Однако липкая масса на поверхности проволоки свидетельствует о наличии в меде примесей или о том, что он был разбавлен водой.
Также эффективным методом является проверка качества меда с помощью хлеба. Налейте мед в емкость. Кусочек белого хлеба обмакните в меди оставьте на 10 минут. Если вы видите, что хлеб размягчается или пузырится, значит, в меде есть сахарный сироп. Это говорит о том, что мед не натуральный. Настоящий, чистый мед удерживает хлеб на поверхности.`],[`g10-c3-s23-t04`,10,`c3`,`s23`,`3.23`,`Практическое занятие. Определение органических соединений`,174,174,`textbook`,`ru`,`Kimyo 10`,`Это говорит о том, что мед не натуральный. Настоящий, чистый мед удерживает хлеб на поверхности.
1. Вещество «А» – бесцветная жидкость со специфическим запахом, легче воды и в ней легко растворяется. При нагревании этого вещества в присутствии концентрированной серной кислоты образовался газ «В», который легче воздуха. Вещество «В» взаимодействовало с бромистым водородом с образованием тяжелого жидкого вещества «С». Назовите формулы веществ «А», «В» и «С». Напишите уравнения реакций.
2. Вещество «А» представляет собой белое кристаллическое вещество, окрашивающее пламя в фиолетовый цвет и хорошо растворяющееся в воде. Газ «В» мутнеет при пропускании его через раствор вещества «А» в воде. Это связано с образованием вещества «С», мало растворимого в воде, имеющего специфический запах, хорошо растворяющегося в щелочи. Напишите формулы веществ «А», «В» и «С». Напишите описанные уравнения реакций.`],[`g10-c3-s23-t05`,10,`c3`,`s23`,`3.23`,`Практическое занятие. Определение органических соединений`,174,174,`textbook`,`ru`,`Kimyo 10`,`Напишите формулы веществ «А», «В» и «С». Напишите описанные уравнения реакций.
Домашний опыт. Определить жирность молока в домашних условиях. Для этого вам понадобится новая проба молока и чистая стеклянная тара. Маркером ставится отметка на высоте 10 cm от дна емкости. Молоко следует взболтать, а затем налить в стакан до отмеченной линии. Емкость с молоком следует оставить на 6–8 часов, после этого оценивается результат. Масло находится вверху, а жидкий продукт внизу. Измеряется от верхней части жидкости до нижнего (жидкостного) предела простой линейкой. Толщина жирового слоя указывает на жирность молока.`],[`g10-c3-s24-t01`,10,`c3`,`s24`,`3.24`,`Решение задач и упражнений (1)`,175,175,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 24. РЕШЕНИЕ ЗАДАЧ И УПРАЖНЕНИЙ ПО ТЕМЕ (1)
• альдегиды и кетоны; • жиры и углеводы.
Изучаемые понятия:
• спирты и фенолы; • простые и сложные эфиры;
1. К раствору, содержащему 14,4 g фенола, добавили раствор, содержащий 4,0 g NaOH. Какова будет масса фенола после реакции?
Решение задачи. Известно, что в отличие от спиртов фенолы реагируют и с щелочами.
Сначала запишем уравнение реакции:
C6H5OH + NaOH → C6H5ONa + H2O
На основании уравнения реакции можно составить пропорцию:
94 g C6H5OH с —— x g C6H5OH с —— g g g
Следовательно, разница между исходной массой фенола и израсходованной массой и есть масса фенола, оставшегося в растворе m=14,4 g – 9,4=5 g
40 g NaOH реагирует 4 g NaOH реагирует
Ответ: 5 g.
2. В пробе одноатомного насыщенного спирта массой 120 g сумма всех атомов составляет 22,5 mol. Определите формулу и название спирта.
Решение. Используя общую формулу спиртов – CnH2nOH2 можно найти количество атомов. Итак, общее количество атомов 3n+3, а количество молекул 14n+18. На основе этих формул составляем пропорцию:`],[`g10-c3-s24-t02`,10,`c3`,`s24`,`3.24`,`Решение задач и упражнений (1)`,175,176,`textbook`,`ru`,`Kimyo 10`,`Итак, общее количество атомов 3n+3, а количество молекул 14n+18. На основе этих формул составляем пропорцию:
3n+3 mol —— 14n+18 g в составе спирта
22,5 mol —— 120 g в составе спирта
Ответ: CH3OH – метиловый спирт.
3. Сколько граммов натрия и этилового спирта потребуется для приготовления 400 g 8,5%-ного спиртового раствора этилата натрия?
Решение задачи. Сначала определяют массу этилата натрия в растворе:
Запишем реакцию:
2Na + 2C2H5OH → 2C2H5ONa + H2
Пользуясь тем, что для получения 136 g (68,2) этилата натрия по реакции необходимо 46 g натрия и 92 g этилового спирта, составим пропорцию: 136 g —— 46 g —— 92 g 34 g —— X1 —— X2 X1 = 34. 46 : 136 = 11,5 g.
Ответ: Необходимо 11,5 g металлического натрия и 23 g этилового спирта.
4. 1,5 g одноатомного спирта А окислили до кислоты В таким же количеством углерода. При добавлении этанола к кислоте B получают 2,55 g сложного эфира. Определите спирт А.`],[`g10-c3-s24-t03`,10,`c3`,`s24`,`3.24`,`Решение задач и упражнений (1)`,176,176,`textbook`,`ru`,`Kimyo 10`,`При добавлении этанола к кислоте B получают 2,55 g сложного эфира. Определите спирт А.
Решение задачи. Запишем общую формулу одноатомного спирта (CnH2nOH2) и формулу сложного эфира кислоты В, окисленной из этого спирта CnH2n-1O – C2H5. Определим их разность масс по формулам:
Используя общую формулу спиртов, мы можем определить неизвестный спирт:
Ответ: неизвестный спирт – пропанол.
5. 1 mol этанола реагирует с муравьиной и уксусной кислотами с образованием сложных эфиров массой 77,5 g Определить массу (g) исходных кислот.
Решение задачи: сначала составим уравнения реакции:
C2H5OH + HCOOH → HCOO – C2H5 + H2O
C2H5OH + CH3COOH → CH3COO – C2H5 + H2O
Из реакции известно, что 1 mol спирта реагирует с таким же количеством кислоты с образованием 1 моля сложного эфира. В результате составляем следующее уравнение. При этом берется х mol эфира, образованного с муравьиной кислотой, и 1-х mol эфира, образованного с уксусной кислотой:`],[`g10-c3-s24-t04`,10,`c3`,`s24`,`3.24`,`Решение задач и упражнений (1)`,176,177,`textbook`,`ru`,`Kimyo 10`,`При этом берется х mol эфира, образованного с муравьиной кислотой, и 1-х mol эфира, образованного с уксусной кислотой:
1. Общая формула соединений А и В – C5H10O2. При щелочном гидролизе вещества А образовались два органических вещества С и D. При нагревании вещества С со щелочью образуется метан. При взаимодействии вещества D с натрием выделяется водород. Вещество E, полученное реакцией серебряного зеркала с веществом B, образует сложный эфир как с кислотами, так и со спиртами. Найдите вещества С и Е.
2. Если при взаимодействии уксусной и пропионовой кислот с 0,5 mol метанола образуются сложные эфиры массой 39,8 g, то при каком массовом соотношении образуются эти эфиры?
3. Определить массу (g) сложного эфира, образующегося при взаимодействии 10 g 30%-ной уксусной кислоты с 15 g 16%-ного метанола.
4. Если 23 g этанола (в присутствии серной кислоты) полностью прореагировали со смесью метановой и этановой кислот и получили продукты общей массой 39,8 g, определить количественное содержание кислот (g).`],[`g10-c3-s24-t05`,10,`c3`,`s24`,`3.24`,`Решение задач и упражнений (1)`,177,177,`textbook`,`ru`,`Kimyo 10`,`Если 23 g этанола (в присутствии серной кислоты) полностью прореагировали со смесью метановой и этановой кислот и получили продукты общей массой 39,8 g, определить количественное содержание кислот (g).
5. Окисление 5,92 g одноатомного спирта А дает кислоту В с таким же количеством углерода. При обработке кислоты В большим количеством этанола (в присутствии H2SO4) было получено 9,28 g сложного эфира. Определите строение спирта А.
6. При окислении 0,12 g одноатомного спирта А образуется кислота В с таким же количеством углерода. При обработке кислоты В большим количеством этанола (в присутствии H2SO4) было получено 8,64 g сложного эфира. Определите строение спирта А.
7. При окислении 0,12 g одноатомного спирта А образуется кислота В с таким же количеством углерода. Кислоту В обрабатывали большим количеством этанола (в присутствии H2SO4), получая 8,64 g сложного эфира. Определите строение спирта А.
8. Наполную нейтрализацию кислоты, полученной при гидролизе 8,8 g алкилформиата, использовали 2,4 g гидроксида лития. Найдите формулу исходного эфира.`],[`g10-c3-s24-sum`,10,`c3`,`s24`,`3.24`,`Решение задач и упражнений (1): главное`,175,175,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • спирты и фенолы; • простые и сложные эфиры;`],[`g10-c3-s25-t01`,10,`c3`,`s25`,`3.25`,`Решение задач и упражнений (2)`,178,178,`textbook`,`ru`,`Kimyo 10`,`ТЕМА 25. РЕШЕНИЕ ЗАДАЧ И УПРАЖНЕНИЙ ПО ТЕМЕ (2)
Изучаемые понятия:
• простые и сложные эфиры; • жиры и углеводы. • альдегиды и кетоны;
1. Если объем газа, образовавшегося в результате спиртового брожения глюкозы, равен объему такого же газа, образовавшегося при сгорании 8,96 л метана, то какова была масса глюкозы?
Решение задачи. Сначала запишем уравнения реакции:
C6H12O6 = 2CH3CH2OH + 2CO2
CH4 + 2O2 = CO2 + 2H2O
На основании уравнения реакции можно составить пропорцию:
Из 22,4 l CH4 —— образуется 22,4 l CO2
Из 180 g глюкозы —— образуется 44,8 l CO2
Из x g глюкозы —— образуется 8,96 l CO2
Ответ: 36 g.
2. Для гидролиза смеси пропилформиата и этилацетата использовали 100 g 12% едкого натрия. Определить массу (g) исходной смеси.
Решение задачи. Пропилформиат и этилацетат имеют одинаковую формулу C4H8O2 . Используя это, можно найти массу смеси. Для гидролиза любого сложного эфира нужна щелочь в мольном соотношении 1:1, исходя из этого можно составить пропорцию.`],[`g10-c3-s25-t02`,10,`c3`,`s25`,`3.25`,`Решение задач и упражнений (2)`,178,179,`textbook`,`ru`,`Kimyo 10`,`Для гидролиза любого сложного эфира нужна щелочь в мольном соотношении 1:1, исходя из этого можно составить пропорцию.
Для гидролиза 88 g сложного эфира требуется 40 g ветрогонного нартия. На х g сложного эфира требуется 12 (100 . 0,12) g патоки x = 88. 12 : 40 = 26,4 g.
3. Определите объем аммиака (l), необходимый для нейтрализации 2,5 l 1-молярного раствора валериановой кислоты.
Решение задачи. Сначала определяем моль валериановой кислоты:
n=Cm. V=1. 2,5 = 2,5 mol.
Записываем реакцию:
CH3CH2CH2CH2COOH + NH3 = CH3CH2CH2CH2CONH2 + H2O
22,4 l аммиака —— с 1 молем валериановой кислоты на x l —— 2,5 моля валериановой кислоты x = 2,5. 22,4 =56 l.
Ответ: 56 литров.
4. H2, полученный при добавлении металлического Na к 35,2 g жирной кислоты в стехиометрическом соотношении, обрабатывали 11,2 литрами C2H2. Сколько молей воздуха необходимо для полного сгорания образующихся газов?
Решение задачи. Запишем уравнения реакции:`],[`g10-c3-s25-t03`,10,`c3`,`s25`,`3.25`,`Решение задач и упражнений (2)`,179,179,`textbook`,`ru`,`Kimyo 10`,`…Сколько молей воздуха необходимо для полного сгорания образующихся газов? Решение задачи. Запишем уравнения реакции:
2CH3CH2CH2COOH + 2Na = 2CH3CH2CH2COONa + H2
C2H2 + H2 = C2H4
На основании реакций можно составить пропорцию:
Из 176 g масляной кислоты образуется —— 1 mol водорода.
Из 35,2 g масляной кислоты образуется —— x mol водорода. x = 35,2. 1 : 176 = 0,2 mol
Так, 0,2 mol водорода реагирует с таким же количеством ацетилена. У нас было 0,5 mol (11,2 : 22,4) C2H2. В результате осталось 0,3 mol (0,5 – 0,2). Запишем реакции горения образовавшегося этилена и избытка этилена:
C2H4 + 3O2 = 2CO2 + 2H2O
2C2H2 + 5O2 = 4CO2 + 2H2O
На основании реакций можно составить пропорцию:
1 mol C2H4 —— 3 mol O2
0,2 mol C2H4 —— x = 0,6 mol O2
2 mol C2H2 —— 5 mol O2
0,3 mol C2H2 —— x = 0,75 mol O2
Всего с кислородом реагирует 1,35 mol. В условии задачи спрашивалось количество (масса) воздуха. Оксигенированный воздух составляет 21% по объему. И нам нужно определить 100%:`],[`g10-c3-s25-t04`,10,`c3`,`s25`,`3.25`,`Решение задач и упражнений (2)`,179,180,`textbook`,`ru`,`Kimyo 10`,`В условии задачи спрашивалось количество (масса) воздуха. Оксигенированный воздух составляет 21% по объему. И нам нужно определить 100%:
Ответ: понадобится 6,43 mol воздуха.
5. Для омыления 25,8 g триглицеридов потребовалось 49,2 ml 20%-ного раствора NaOH ρ=1,22 g/ml. Определите формулу сложного эфира, полученного в результате реакции.
Решение задачи. 3 моля на гидролиз 1 моля масла нужна щелочь. Составим пропорцию:
Для гидролиза X g/mol жира —— понадобится 120 g NaOH А для 25,8 g жира —— 12 (1,22 . 49,2 . 0,2) g NaOH x = 258
Если относительная молекулярная масса масла составляет 260 g/mol, то обычно можно определить радикал R по формуле CnH2n+1.
Ответ: формула радикала C4H9 –.
1. Для гидролиза смеси этилформиата и метилацетата использовали 200 g 10% раствора гидроксида натрия. Определить массу (g) исходной смеси.
2. Определить массу (g) сложного эфира, образующегося при взаимодействии 10 g`],[`g10-c3-s25-t05`,10,`c3`,`s25`,`3.25`,`Решение задач и упражнений (2)`,180,181,`textbook`,`ru`,`Kimyo 10`,`2. Определить массу (g) сложного эфира, образующегося при взаимодействии 10 g
30%-ной уксусной кислоты с 15 g 16%-ного метанола.
3. Если при взаимодействии образующегося при гидролизе жира трехатомного спирта с молями натрия выделяется 67,2 l водорода. Вычислить количество гидролизовавшегося триглицерида (в молях).
4. Определите степень окисления sp2-гибридизированного атома углерода фруктозы.
5. Рассчитайте количество (mol) хлорида натрия, необходимое для полного превращения продуктов, образующихся в результате спиртового брожения глюкозы массой 360 g.
6. Какой объем (l) газов выделяется при сжигании жирными кислотами глюкозы мас-
7. Полный гидролиз 40,3 g масла дал 44,1 g калиевой соли монокарбоновой кислоты. Определите масло.
8. Сколько ml 2 М раствора гидроксида натрия пошло на гидролиз тристеарата с получением 5,3 g стеарата натрия?
ГЛАВА IV
ЗАЩИТА ОКРУЖАЮЩЕЙ
СРЕДЫ
О ЧЕМ?
Промышленность по производству органических веществ
Органические отходы и технологии их переработки
Реализация генетической связи между органическими соединениями на основе экспериментов`],[`g10-c3-s25-sum`,10,`c3`,`s25`,`3.25`,`Решение задач и упражнений (2): главное`,178,178,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • простые и сложные эфиры; • жиры и углеводы. • альдегиды и кетоны; 1. Если объем газа, образовавшегося в результате спиртового брожения глюкозы, равен объему такого же газа, образовавшегося при сгорании 8,96 л метана, то какова была масса глюкозы? Решение задачи. Сначала запишем уравнения реакции: C6H12O6 = 2CH3CH2OH + 2CO2 CH4 + 2O2 = CO2 + 2H2O На основании уравнения реакции можно составить пропорцию: Из 22,4 l CH4 —— образуется 22,4 l CO2`],[`g10-c4-s01-t01`,10,`c4`,`s01`,`4.1`,`Промышленность по переработке органических веществ`,182,182,`textbook`,`ru`,`Kimyo 10`,`TEMA 1. ПРОМЫШЛЕННОСТЬ ПО ПЕРЕРАБОТКЕ ОРГАНИЧЕСКИХ ВЕЩЕСТВ
Изучаемые понятия:
• химическая технология; • органические продукты.
В промышленности органический синтез – это отрасль, изучающая различные аспекты получения органических соединений: методы синтеза, идентификацию, оборудование и т. д. Органический синтез подразделяют на основной (производство метанола, анилина, уксусной кислоты, полимеров) и тонкий (производство красителей, лекарственных и ароматических веществ, средств защиты растений).
Важнейшими промышленными источниками органических веществ являются синтез-газ, природный газ, нефть и уголь. В синтезе сложных органических соединений различают исходные материалы, промежуточные продукты и готовые продукты.
Химическая технология органических веществ
Химическая технология производства органических веществ представляет собой совокупность методов переработки природных продуктов в полуфабрикаты. Эта технология представляет собой процесс прямой переработки полезных ископаемых.`],[`g10-c4-s01-t02`,10,`c4`,`s01`,`4.1`,`Промышленность по переработке органических веществ`,182,183,`textbook`,`ru`,`Kimyo 10`,`Химическая технология производства органических веществ представляет собой совокупность методов переработки природных продуктов в полуфабрикаты. Эта технология представляет собой процесс прямой переработки полезных ископаемых.
Процесс переработки включает в себя:
• сырая нефть;
• каменный уголь;
• природный газ;
• другие легковоспламеняющиеся вещества.
Кроме того, существуют способы получения искусственных полимеров, различных красителей и препаратов. Прикладная химическая технология имеет классификацию пяти категорий:
• гидромеханическая;
• диффузионные процессы;
• механическая;
• химическая;
• тепловая.
В то же время эти этапы имеют важную особенность. Стадии могут быть непрерывными или периодическими. Суть гидромеханического метода заключается в получении различных красок, каучука, пластмасс, спиртов. Этот метод имеет свои преимущества перед механической работой.
Химическая технология получения органических веществ характеризуется следующими возможностями:`],[`g10-c4-s01-t03`,10,`c4`,`s01`,`4.1`,`Промышленность по переработке органических веществ`,183,183,`textbook`,`ru`,`Kimyo 10`,`Химическая технология получения органических веществ характеризуется следующими возможностями:
• вовлечение экономического сегмента в процесс получения новых видов сырья;
• замена дорогостоящих веществ обычными аналогами;
• комплексное использование отходов производства и вторичного сырья для получения различных химических реагентов.
Органическая химическая промышленность производит широкий спектр различных пластмасс. Широко распространены, например, красивая мебель, настольные лампы, радиоприемники и множество водонепроницаемых пластиковых предметов. Однако значение пластмассы не только в производстве одежды и предметов быта, но и тысяч изделий для промышленности – от маленьких кнопок управления до крупных деталей машин.
Детали автомобильных механизмов и мощных прокатных станов, телефонные аппараты и ткацкие станки, изоляция крупнейших электрических машин и защитные окна в самолетах – далеко неполный перечень областей применения пластмасс, без которых невозможно представить развитие техники.`],[`g10-c4-s01-t04`,10,`c4`,`s01`,`4.1`,`Промышленность по переработке органических веществ`,183,183,`textbook`,`ru`,`Kimyo 10`,`…в самолетах – далеко неполный перечень областей применения пластмасс, без которых невозможно представить развитие техники.
Органическая химия обеспечивает сельское хозяйство не только средствами борьбы с вредителями, но и различными веществами, ускоряющими рост растений и созревание плодов. Во многих странах органическая химическая промышленность базируется в основном на продуктах переработки угля. Например, 88 % ацетилена получают карбидным способом, а 100 % ароматических углеводородов получают из легкой коксующейся смолы.
Многие продукты органической химической промышленности играют важную роль в современном сельском хозяйстве. Например, очень перспективно развивать производство гербицидов – веществ, уничтожающих сорняки в промышленных масштабах; их использование значительно снижает трудозатраты по уходу за сельскохозяйственными культурами. Инсектициды и фунгициды – это вещества против насекомых и грибов, являющихся вредителями сельского хозяйства.`],[`g10-c4-s01-t05`,10,`c4`,`s01`,`4.1`,`Промышленность по переработке органических веществ`,183,184,`textbook`,`ru`,`Kimyo 10`,`Инсектициды и фунгициды – это вещества против насекомых и грибов, являющихся вредителями сельского хозяйства.
Нефтяные и синтетические химикаты на основе ацетилена наводнили все остальные отрасли промышленности химическими веществами. Важной особенностью производства алифатических соединений является использование каталитических реакций, особенно в газовой фазе, и, как следствие, развитие непрерывных процессов и быстрое снижение себестоимости.
Некоторые простые соединения можно получить как из масла, так и из растений. Этиловый спирт используется как сырье для производства каучука, пластика и других органических соединений. Его можно получить каталитической гидратацией этилена (из нефти) или ферментацией отходов сахарной промышленности (использование этанола в качестве топлива в Бразилии улучшило экологическую ситуацию).
Отдельно следует сказать о полимерной промышленности. Она поглощает наибольшую часть продуктов нефтепереработки в виде мономеров (стирол, акрилаты, винилхлорид, этилен). Производство синтетических волокон имеет оборот более`],[`g10-c4-s01-t06`,10,`c4`,`s01`,`4.1`,`Промышленность по переработке органических веществ`,184,184,`textbook`,`ru`,`Kimyo 10`,`Она поглощает наибольшую часть продуктов нефтепереработки в виде мономеров (стирол, акрилаты, винилхлорид, этилен). Производство синтетических волокон имеет оборот более
25 млн. тонн в год. В производстве поливинилхлорида занято около
50 000 человек, в год выпускается
20 млн тонн продукции.
1. Какое производственное предприятие есть в районе вашего проживания или рядом с ним? Что будет производить это предприятие?
2. Что вы знаете о «зеленой химии»? Что сделано в этой области в Узбекистане?
3. При производстве метанола в качестве сырья используется природный газ метан CH4. Синтез-газ образуется в результате действия паров воды на газ метан при высокой температуре. Исходная смесь для синтеза метанола в соотношении на 1 объем СО берется 5 объемов H2. Реакция синтеза метанола обратима, экзотермична, гомогенна и протекает с уменьшением объема. Реакцию проводят при температуре 370–400 °С. Катализатор ZnO, Cr2O3 используется для ускорения синтеза.`],[`g10-c4-s01-t07`,10,`c4`,`s01`,`4.1`,`Промышленность по переработке органических веществ`,184,184,`textbook`,`ru`,`Kimyo 10`,`Реакцию проводят при температуре 370–400 °С. Катализатор ZnO, Cr2O3 используется для ускорения синтеза.
Метанол используется для получения большого количества различных органических веществ, в частности формальдегида, который используется в производстве фенолформальдегидных смол и в производстве органического стекла. Кроме того, он используется в качестве присадки к бензину – повышает октановое число топлива и снижает количество вредных веществ в выхлопных газах.
Задание: заполните таблицу, используя этот текст.
Промышленная сеть Сырье Химические процессы
Производство метанола
4. Подготовьте проектную работу, исходя из областей использования органических соединений.`],[`g10-c4-s01-d01`,10,`c4`,`s01`,`4.1`,`Промышленность по переработке органических веществ: В промышленности органический синтез, Инсектициды и фунгициды`,182,183,`definition`,`ru`,`Kimyo 10`,`В промышленности органический синтез – это отрасль, изучающая различные аспекты получения органических соединений: методы синтеза, идентификацию, оборудование и т.
Инсектициды и фунгициды – это вещества против насекомых и грибов, являющихся вредителями сельского хозяйства.`],[`g10-c4-s01-sum`,10,`c4`,`s01`,`4.1`,`Промышленность по переработке органических веществ: главное`,182,182,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • химическая технология; • органические продукты. В промышленности органический синтез – это отрасль, изучающая различные аспекты получения органических соединений: методы синтеза, идентификацию, оборудование и т. д. Органический синтез подразделяют на основной (производство метанола, анилина, уксусной кислоты, полимеров) и тонкий (производство красителей, лекарственных и ароматических веществ, средств защиты растений). Важнейшими промышленными источниками органических веществ являются синтез-газ, природный газ, нефть и уголь. В синтезе сложных органических соединений различают исходные материалы, промежуточные продукты и готовые продукты.`],[`g10-c4-s02-t01`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,185,185,`textbook`,`ru`,`Kimyo 10`,`TEMA 2. ОРГАНИЧЕСКИЕ ОТХОДЫ И ТЕХНОЛОГИИ ИХ ПЕРЕРАБОТКИ
Изучаемые понятия:
• органические отходы; • технология переработки.
Как вы думаете, сколько химических элементов содержится в мусоре и отходах, которые мы выбрасываем?
В связи с тем, что стремительный рост населения на нашей планете приводит к увеличению потребления товаров, пропорционально увеличивается массовая доля отходов.
Термин «утилизация» происходит от французского корня utilis, что означает в переводе «полезный». Благодаря переработке одно вещество получает несколько жизней. Методы переработки пластмасс – гидролиз, гликолиз, метанолиз, пиролиз.
Виды отходов
Под отходами производства и потребления понимаются сырье, материалы, полуфабрикаты, а также остатки продукции, утратившие свои потребительские свойства, образующиеся в процессе производства и потребления. Единственный способ не утонуть в тоннах отходов – вовремя перерабатывать их. Поэтому утилизация отходов является перспективным подходом для бизнеса, науки и общества.`],[`g10-c4-s02-t02`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,185,185,`textbook`,`ru`,`Kimyo 10`,`Поэтому утилизация отходов является перспективным подходом для бизнеса, науки и общества.
Что такое утилизация?
Утилизация отходов – это полное уничтожение или повторное использование отходов для различных целей. Безопасность является необходимым условием для его реализации. Конечным результатом является добыча энергии, материалов, сырья или топлива.
Почему необходима утилизация?
Утилизация отходов стала одной из важнейших проблем мирового сообщества, поэтому важность переработки отходов очень высока. Перечислим несколько причин, объективно оценивающих важность такого процесса.
Природные и материальные ресурсы на планете ограничены и не всегда могут быть заменены: переработка бумаги и дерева сохраняет деревья и леса; переработка пластика снижает производство нового пластика; переработка металлов означает меньшую потребность в добыче новых металлических руд.`],[`g10-c4-s02-t03`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,185,186,`textbook`,`ru`,`Kimyo 10`,`…производство нового пластика; переработка металлов означает меньшую потребность в добыче новых металлических руд.
Известно, что пластик разлагается примерно за двести лет. Попадая в почву, пластик распадается на мелкие частицы и начинает выделять в окружающую среду химические вещества, добавленные к ним в процессе производства. Это может быть хлор, ядовитые или канцерогенные вещества.
Какие пластмассы можно перерабатывать?
Нет четкого ответа. Это зависит от типа пластика, от того, как и почему он перерабатывается. Пластик обычно необходимо сортировать как по типу полимера, так и по цвету, чтобы получить материал, пригодный для вторичной переработки.
Сколько раз можно перерабатывать пластик?
Существует несколько способов переработки полимеров и продуктов с истекшим сроком эксплуатации.
Название метода Гидролиз
Краткое описание`],[`g10-c4-s02-t04`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,186,186,`textbook`,`ru`,`Kimyo 10`,`…переработки полимеров и продуктов с истекшим сроком эксплуатации. Название метода Гидролиз Краткое описание
Этот метод переработки пластиковых отходов заключается в разложении полимеров кислотами и одновременном воздействии на перерабатываемое сырье высоких температур. Самый распространенный способ переработки пластика за рубежом. Существуют различные методы гидролиза – используются самые эффективные, дорогие катализаторы. Обработка предполагает использование гликолей – специальных спиртов. Эти спирты содержат гидроксильные группы.
Для проведения нужной реакции необходимо соблюдение двух условий: поддержание высокого температурного режима и правильный выбор катализатора. Этот метод утилизации отходов заключается в глубокой полимеризации и разложении пластмасс с использованием этанола. Без специальных реакторов, поддерживающих температуру 15 градусов и давление 1,5 MPа, перерабатывать пластик таким способом не получится. Другими словами, термическое разложение, то есть разложение сырья путем термической обработки без доступа кислорода.`],[`g10-c4-s02-t05`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,186,187,`textbook`,`ru`,`Kimyo 10`,`Другими словами, термическое разложение, то есть разложение сырья путем термической обработки без доступа кислорода.
В результате получается исходный мономер. Технология данного способа переработки полимеров не позволяет производить сортировку сырья перед переработкой.
Гликолиз
Метанолиз
Пиролиз
Помимо упомянутых способов, применяют и механический способ. Механическая обработка – это метод, основанный на механическом измельчении перерабатываемого сырья. Следует отметить, что при этом пластик не теряет своих свойств. Особенность метода в том, что нет необходимости приобретать дорогостоящее оборудование и нанимать для этого специалистов. Для современных линий, занимающихся механической обработкой, подходит следующее:
пластиковые контейнеры;
полиэтиленовые пакеты;
различные пластмассовые изделия.
В результате получают несколько видов продукции: поливинилхлоридные (ПВХ) гранулы разных фракций; химическое волокно; топливо.
Этапы переработки`],[`g10-c4-s02-t06`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,187,187,`textbook`,`ru`,`Kimyo 10`,`…несколько видов продукции: поливинилхлоридные (ПВХ) гранулы разных фракций; химическое волокно; топливо. Этапы переработки
Перед загрузкой сырья на переработку его необходимо отсортировать. После сортировки осуществляются следующие этапы переработки пластика:
дробление сырья, которое необходимо переработать;
агломерация – иначе говоря, процесс сжатия твердой массы и образования мелких частиц без расплавления материала под действием тепла или давления;
грануляция – производство гранул разных фракций на специальном оборудовании.
По сути, каждый из этапов представляет собой законченное движение. Проще говоря, рафинированный молотый полимер (флекс) или агломерат можно продавать как конечный продукт.`],[`g10-c4-s02-t07`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,187,187,`textbook`,`ru`,`Kimyo 10`,`Проще говоря, рафинированный молотый полимер (флекс) или агломерат можно продавать как конечный продукт.
После переработки материал используется в производстве волокон для ковров, синтетической одежды и пряжи (около 30% всех перерабатываемых материалов). Основная доля переработанного пластика (около 70%) используется в производстве полиэфирных волокон, которые затем используются для наполнения спортивной одежды и мягких игрушек. После последнего цикла в дорожном строительстве, как правило, используется пластик.
Серьезной проблемой в нефтяной отрасли является утилизация нефтепродуктов и нефтеотходов практически любого процесса нефтепереработки.`],[`g10-c4-s02-t08`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,187,187,`textbook`,`ru`,`Kimyo 10`,`Серьезной проблемой в нефтяной отрасли является утилизация нефтепродуктов и нефтеотходов практически любого процесса нефтепереработки.
Нефтеотходы представляют собой устойчивую многокомпонентную физико-химическую смесь нефтепродуктов, воды и механических примесей (глины, песка, продуктов коррозии пласта, осадка). Несмотря на активное развитие природоохранных технологий, сегодня распространено захоронение нефтяных остатков в специальных складах, накопительных емкостях, амбарах на нефтеперерабатывающих заводах. Миллионы тонн токсичных отходов представляют реальную экологическую угрозу и являются источником постоянного загрязнения почвы, грунтовых вод и атмосферного воздуха.
Следует учитывать, что после очистки резервуаров от остатков нефтепродуктов существует вероятность того, что нефтеперерабатывающие заводы будут вынуждены их останавливать из-за переполнения площадок хранения остатков нефтепродуктов. В то же время высокая стоимость новых месторождений нефти откладывает решение проблемы на более поздний период.`],[`g10-c4-s02-t09`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,187,188,`textbook`,`ru`,`Kimyo 10`,`В то же время высокая стоимость новых месторождений нефти откладывает решение проблемы на более поздний период.
Способы переработки нефтяных остатков
Метод переработки
Преимущества
Недостатки
В случае сжигания необходимость транспортировки сложных и дорогостоящих отработанных газов в систему очистки, к месту сжигания Строгие требования к условиям труда. Невозможность пребывания в неблагоприятных температурных условиях или в условиях глубокого загрязнения почвы
Снижение с опасного до безопасного уровня, сокращение отходов, получение полезных продуктов
Термическая
Это наименее трудоемкий метод, использующий активный биологиче-ский субстрат и мало воздействующий на окружающую среду
Биологическая
Позволяет получить 90–95% масла, содержащегося при переработке в декантерах, взятие концентрата экономит объем дальнейшей переработки
Требуется 100% импортное оборудование, требующее дорогого квалифицированного обслуживания
Механическая
Стоимость реагентов (полиуретаны, смолы, жидкое стекло, цемент), эколо-гическая нагрузка процесса нефтепереработки достаточно велика`],[`g10-c4-s02-t10`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки`,188,188,`textbook`,`ru`,`Kimyo 10`,`Стоимость реагентов (полиуретаны, смолы, жидкое стекло, цемент), эколо-гическая нагрузка процесса нефтепереработки достаточно велика
Получение строительных материалов
Химическая
Снижение нагрузки на окружающую среду за счет обезвреживания отходов и перевода их в неактивную форму
Физико-химическая
Фактически отходы остаются на месте, свалка не сжигается
Продукты, полученные в результате переработки:
• компоненты строительных материалов, • сырье для производства битума, • топливо для котельных.
1. Почему на самоочищение воды от разлитых нефтепродуктов в южных морях уходит несколько лет, а в северных – до 50 и более лет? Чем грозит Северному
Ледовитому океану разработка нефтяных месторождений на его дне? Чем такая разработка опаснее, чем, например, Персидский залив? 2. Почему сжигание этих продуктов в двигателях или электростанциях менее вредно для окружающей среды, чем сжигание угля или нефти? Найдите более одного ответа на этот вопрос. 3. Подготовить проектную работу по технологии получения синтетических нефти и бензина пиролизом отходов и защитить ее на следующем занятии.`],[`g10-c4-s02-d01`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки: Утилизация отходов, Механическая обработка`,185,186,`definition`,`ru`,`Kimyo 10`,`Утилизация отходов – это полное уничтожение или повторное использование отходов для различных целей.
Механическая обработка – это метод, основанный на механическом измельчении перерабатываемого сырья.`],[`g10-c4-s02-sum`,10,`c4`,`s02`,`4.2`,`Органические отходы и технологии их переработки: главное`,185,185,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • органические отходы; • технология переработки.`],[`g10-c4-s03-t01`,10,`c4`,`s03`,`4.3`,`Практическое занятие. Переработка бумаги`,189,189,`textbook`,`ru`,`Kimyo 10`,`TEMA 3. ПРАКТИЧЕСКОЕ ЗАНЯТИЕ.
ПЕРЕРАБОТКА БУМАГИ
Изучаемые понятия:
• бумажное сырье; • технология переработки бумаги.
Каждый житель нашей планеты использует в среднем 50 kg различных целлюлозных продуктов в год. Высокотехнологичная переработка макулатуры развита в европейских странах.
Перерабатывая бумажные отходы, производители решают одновременно несколько экологических проблем:
защита от вырубки леса (в среднем для производства 1 тонны бумажной продукции необходимо 17 деревьев);
сокращение отходов, на 73% меньше загрязнения окружающей среды при производстве макулатуры;
количество полигонов твердых бытовых отходов будет сокращено.
Практическое занятие
Необходимое оборудование и реактивы: мензурка 500 ml, 2 колбы, марлевое или сетчатое кольцо, полотенце, утюг, горячая вода, газета, тетрадные листы, перекись водорода.
Порядок выполнения работы.
1. Разрежьте бумагу на мелкие кусочки, положите их в стакан. Залейте горячей водой, оставьте на 2–3 часа.`],[`g10-c4-s03-t02`,10,`c4`,`s03`,`4.3`,`Практическое занятие. Переработка бумаги`,189,190,`textbook`,`ru`,`Kimyo 10`,`Разрежьте бумагу на мелкие кусочки, положите их в стакан. Залейте горячей водой, оставьте на 2–3 часа.
2. Скомкайте бумажки, хорошо разомните скомканную массу, в результате получится кашеобразная масса. Эта кашеобразная масса называется бумажной массой.
3. В сетку укладывают марлевые или сетчатые кольца и бумажное сырье.
4. Бумажное сырье засыпать в барабан и разбавить водой до получения необходимой густоты. Чем больше воды, тем тоньше бумага. Полученный раствор как следует перемешайте. Затем опустите марлевое или сетчатое кольцо на сетку 2 и подождите, пока частицы осядут на сетку.
5. Из-за того что в качестве сырья берется газета, образуется серая масса. Для отбеливания добавьте 5–10 ml перекиси водорода.
6.
7.
6. После слива воды марлевое или сетчатое кольцо положите на полотенце, снимите halqani olib tashlaymiz, boshqa sochiq bilan yopamiz va uni dazmollaymiz.
кольцо, накройте другим полотенцем и прогладьте.`],[`g10-c4-s03-t03`,10,`c4`,`s03`,`4.3`,`Практическое занятие. Переработка бумаги`,190,190,`textbook`,`ru`,`Kimyo 10`,`…olib tashlaymiz, boshqa sochiq bilan yopamiz va uni dazmollaymiz. кольцо, накройте другим полотенцем и прогладьте.
Внимание! При работе с утюгом необходимо соблюдать правила работы с электро-Diqqat! qiling.
7. После глажки марля или сетка легко снимается с бумажного листа.8.
8. Формируется круглый лист. Этот лист еще не полностью высох, поместите его под9. Uni press ostiga qo‘ying, bu varaq quriganida пресс, это обеспечит ровное высыхание листа.tekis bo‘lishini ta’minlaydi.
9. Готовую бумагу можно использовать.
10. Сделайте выводы на основе набдюдений.10.
Нам кажется, что мы используем немного бумаги. На самом деле это не так. В среднем11. 4 человека производят 100 kg макулатуры в месяц.
за 1месяц
Вырабаты–1 oyda ishlab вается chiqiladi
Из этих 100 kg, если их переработать, можно произвести 12 000 листов обычной 100 kg dan, agar ular qayta ishlansa, 12000 varaq oddiy qog‘oz ishlab chiqa-бумаги.Такмыспасаем1дерево.То есть каждый человек может сохранить 3 дерева за один год!rilishi mumkin.`],[`g10-c4-s03-t04`,10,`c4`,`s03`,`4.3`,`Практическое занятие. Переработка бумаги`,190,192,`textbook`,`ru`,`Kimyo 10`,`Такмыспасаем1дерево. То есть каждый человек может сохранить 3 дерева за один год! rilishi mumkin.
100 kg макулатуры
100 kg makulatura можно 12000 листов бумаги
12000 ta varaq
1 дерево
1.
2. 1. Какие дополнения вы бы предложили к приведенному выше практическому упраж- 3. 2. Можно ли в той же последовательности получить цветную бумагу или картон?losa qiling. Проведите статистику, сколько бумаги используется за 1 день в вашей школе и сде-lash yuzasidan egallagan ko‘nikmalaringizni o‘rtoqlashing.
лайте вывод. Поделитесь с одноклассниками своими навыками экономии и переработки бумаги.
O‘quv nashri
KIMYO
Перевод Пулатова Шахноза
Редактор-корректор Раджабова Умида Технический редактор Сулаймонов Акмал Художественный редактор Фармонов Сарвар
Художник Расулов Акмал
Дизайнер Акилов Алимардон
Компьютерная верстка Камилов Алишер
Гарнитура «Arial». Кегль 11. Печать офсетная.
Тираж . Заказ № .
Сведения о состоянии учебника, выданного в аренду нии`],[`g10-c4-s03-t05`,10,`c4`,`s03`,`4.3`,`Практическое занятие. Переработка бумаги`,192,192,`textbook`,`ru`,`Kimyo 10`,`…Гарнитура «Arial». Кегль 11. Печать офсетная. Тираж . Заказ № . Сведения о состоянии учебника, выданного в аренду нии
Подпись Состоя-классно- ние учебго руко- ника при водителя сдаче водителя
Подпись классного руко-
Фамилия, имя ученика
Учебный год
Хороший
Обложка цела, не оторвана от основной части книги. все страницы в наличии, не порваны, на страницах нет записей и помарок.
Удов- Обложка не смята, слегка испачкана, края стерты. Удовлетворилетвори- тельно восстановлен пользователем. Вырванные страницы восста-тельный новлены, но некоторые страницы исчерчены.
Обложка испачкана, порвана, корешок оторван от основной части книги или совсем отсутствует. Страницы порваны, некоторых вообще не хватает, имеющиеся исчерчены. Учебник к дальнейшему пользованию не пригоден, восстановить нельзя.
Неудов-летвори-тельный`],[`g10-c4-s03-d01`,10,`c4`,`s03`,`4.3`,`Практическое занятие. Переработка бумаги: бумажной массой`,189,189,`definition`,`ru`,`Kimyo 10`,`Эта кашеобразная масса называется бумажной массой.`],[`g10-c4-s03-sum`,10,`c4`,`s03`,`4.3`,`Практическое занятие. Переработка бумаги: главное`,189,189,`summary`,`ru`,`Kimyo 10`,`Изучаемые понятия: • бумажное сырье; • технология переработки бумаги. Каждый житель нашей планеты использует в среднем 50 kg различных целлюлозных продуктов в год. Высокотехнологичная переработка макулатуры развита в европейских странах. Перерабатывая бумажные отходы, производители решают одновременно несколько экологических проблем: защита от вырубки леса (в среднем для производства 1 тонны бумажной продукции необходимо 17 деревьев); сокращение отходов, на 73% меньше загрязнения окружающей среды при производстве макулатуры; количество полигонов твердых бытовых отходов будет сокращено.`]],o=[7,0,87,7,0,87,7,0,92,7,0,90,7,0,90,7,0,88,7,0,78,7,0,99,7,0,87,7,0,93,7,0,100,8,0,13,8,0,47,4,0,99,4,0,84,4,0,90,4,0,85,4,0,76,4,0,80,4,0,91,4,0,79,8,0,29,7,0,12,5,0,66,6,0,98,6,0,92,6,0,91,6,0,97,6,0,116,9,0,14,7,0,11,2,0,95,2,0,107,2,0,104,2,0,101,2,0,87,2,0,121,2,0,112,4,0,16,3,0,73,3,0,86,3,0,99,3,0,90,3,0,92,3,0,83,3,0,71,8,0,37,4,0,13,4,0,13,5,0,97,5,0,102,5,0,95,5,0,99,5,0,97,7,0,19,10,0,42,6,0,56,3,0,78,3,0,94,3,0,81,3,0,78,3,0,89,3,0,80,3,0,76,11,0,32,6,0,21,4,0,8,4,0,91,4,0,109,4,0,77,8,0,15,5,0,8,5,0,98,5,0,80,5,0,79,5,0,65,6,0,41,6,0,101,6,0,61,6,0,103,7,0,33,1,0,79,1,0,116,1,0,106,1,0,95,1,0,95,1,0,55,6,0,35,2,0,11,2,0,28,3,0,68,3,0,62,3,0,90,3,0,94,3,0,93,5,0,31,4,0,9,4,0,87,4,0,99,4,0,80,5,0,45,4,0,96,4,0,81,4,0,88,4,0,90,4,0,87,4,0,120,4,0,87,5,0,9,5,0,84,4,0,92,4,0,87,4,0,75,4,0,54,7,0,31,5,0,87,4,0,104,4,0,77,4,0,76,4,0,61,5,0,37,3,0,101,3,0,112,3,0,93,3,0,82,3,0,85,3,0,97,10,0,20,4,0,108,4,0,86,4,0,96,4,0,112,4,0,90,4,0,74,6,0,24,5,0,31,5,0,86,5,0,95,5,0,60,6,0,7,4,0,94,4,0,99,4,0,120,4,0,93,9,0,37,5,0,10,5,0,86,4,0,83,4,0,74,4,0,64,4,0,100,4,0,73,2,0,81,2,0,72,2,0,85,2,0,94,2,0,89,2,0,98,2,0,59,4,0,16,3,0,75,5,0,69,5,0,101,5,0,99,10,0,17,6,0,63,4,0,86,4,0,88,4,0,93,4,0,85,4,0,101,5,0,5,5,0,81,5,0,85,5,0,86,5,0,75,5,0,52,10,0,32,7,0,10,5,0,85,5,0,88,5,0,83,5,0,78,5,0,68,6,0,19,4,0,84,4,0,95,4,0,97,5,0,100,5,0,76,5,0,84,5,0,98,5,0,98,5,0,87,5,0,92,5,0,109,5,0,80,5,0,79,5,0,60,8,0,35,11,0,33,6,0,64,2,0,82,2,0,90,2,0,79,2,0,75,2,0,94,2,0,69,2,0,75,2,0,77,2,0,71,3,0,9,3,0,62,2,0,104,2,0,99,2,0,85,2,0,92,2,0,95,3,0,113,5,0,91,5,0,72,6,0,71,5,0,88,5,0,94,5,0,82,5,0,90,5,0,78,5,0,85,5,0,77,5,0,87,6,0,76,3,0,86,3,0,120,3,0,89,3,0,70,4,0,30,3,0,91,3,0,85,3,0,84,3,0,83,3,0,68,4,0,52,7,0,86,7,0,108,7,0,90,7,0,100,7,0,71,8,0,13,8,0,74,6,0,93,6,0,79,6,0,84,6,0,92,6,0,105,6,0,88,6,0,104,6,0,65,6,0,75,8,0,6,7,0,46,2,0,93,2,0,89,2,0,82,2,0,94,2,0,91,8,0,27,3,0,7,3,0,87,3,0,75,3,0,81,3,0,78,3,0,77,3,0,97,3,0,93,5,0,104,5,0,98,5,0,64,6,0,16,3,0,82,3,0,99,3,0,86,3,0,89,3,0,102,3,0,95,7,0,25,6,0,32,4,0,5,4,0,73,5,0,99,5,0,98,5,0,82,5,0,81,4,0,90,4,0,100,4,0,115,4,0,93,4,0,83,4,0,84,4,0,60,11,0,24,5,0,29,4,0,87,4,0,101,4,0,98,4,0,84,4,0,68,4,0,83,10,0,32,5,0,15,5,0,23,5,0,89,5,0,80,5,0,53,6,0,77,3,0,95,3,0,96,3,0,82,3,0,100,3,0,98,4,0,10,4,0,90,4,0,92,4,0,94,4,0,94,4,0,84,4,0,92,4,0,93,4,0,64,12,0,34,6,0,10,5,0,63,5,0,86,5,0,88,5,0,79,6,0,6,2,0,93,2,0,95,2,0,88,2,0,81,2,0,127,2,0,64,4,0,8,3,0,23,6,0,81,6,0,94,6,0,99,6,0,95,6,0,96,7,0,66,3,0,98,3,0,89,3,0,72,3,0,70,3,0,86,3,0,80,3,0,84,3,0,56,9,0,31,4,0,19,4,0,75,5,0,110,5,0,90,6,0,36,2,0,97,2,0,87,2,0,86,2,0,72,2,0,101,2,0,96,2,0,95,2,0,114,2,0,68,3,0,18,3,0,91,3,0,65,3,0,85,3,0,84,3,0,96,3,0,97,3,0,68,3,0,75,9,0,40,4,0,48,3,0,73,3,0,78,3,0,101,3,0,74,3,0,72,3,0,97,3,0,77,3,0,74,3,0,71,3,0,54,4,0,58,4,0,109,4,0,87,4,0,88,4,0,99,4,0,90,4,0,71,6,0,9,5,0,8,3,0,85,3,0,101,3,0,103,3,0,85,3,0,69,3,0,84,3,0,82,3,0,68,3,0,96,3,0,107,3,0,65,11,0,32,6,0,15,4,0,81,5,0,84,5,0,89,5,0,98,5,0,78,5,0,64,3,0,100,3,0,80,3,0,100,3,0,89,3,0,94,4,0,7,3,0,93,3,0,80,3,0,96,3,0,82,3,0,98,4,0,47,4,0,91,4,0,88,4,0,94,4,0,86,4,0,93,4,0,91,4,0,61,9,0,24,5,0,61,4,0,91,4,0,82,4,0,76,4,0,97,4,0,85,4,0,67,4,0,56,4,0,91,4,0,101,4,0,104,8,0,17,5,0,6,4,0,96,4,0,91,4,0,101,4,0,98,4,0,85,6,0,4,5,0,57],s=`ab
ac
ag
al2o3
al4c3
alcl3
alkan
alken
alkin
aloh3
appli
arial
aromatik
b
bob
bolish
bosh
br
br2
br4
c
c1
c10h20
c10h22
c11h24
c12h22o11
c12h25oh
c12h26
c13h10o
c13h28
c14h30
c15h29cooh
c15h31cooh
c16
c16h33cooh
c16h34
c17
c17h29cooh
c17h31cooh
c17h33cooh
c17h35cooh
c18h38
c19h40
c23h48
c25h52
c28h58
c2h2
c2h4
c2h4br2
c2h4o
c2h4oh2
c2h5
c2h5cl
c2h5coona
c2h5na
c2h5oh
c2h5oh140
c2h5oh2c2h5oh
c2h5ohc2h5oso3h
c2h5ohh
c2h5ona
c2h5oso3h
c2h6
c2h6o
c3
c35h72
c38h78
c3h
c3h4
c3h5oh3
c3h5ona3
c3h6
c3h6o
c3h7
c3h7cl
c3h7cooh
c3h7oh
c3h8
c4
c4h
c4h10
c4h10o
c4h6
c4h6o2
c4h8
c4h8o
c4h8o2
c4h9
c4h9li
c4h9oh
c5
c5h
c5h10
c5h10o
c5h10o2
c5h11cooh
c5h11o
c5h11oh
c5h12
c5h8
c5h8o2
c6h10
c6h10o
c6h10o6cu
c6h12
c6h12o6
c6h13oh
c6h14
c6h14o
c6h4
c6h5
c6h5ch
c6h5ch2
c6h5ch2ch2ch2oh
c6h5ch2ch2oh
c6h5ch2cl
c6h5ch2oh
c6h5cooh
c6h5oh
c6h5ok
c6h5ona
c6h6
c6h7o6ch3co5
c6h8o7
c7h12
c7h14
c7h16
c7h7oh
c7h7ok
c8h10o
c8h18
c8h8o
c9h12
c9h18
c9h20
cac2
cao
caoh2
cch2oh4
cch3
ccl4
cclh
cf4
ch
ch2
ch214
ch216
ch2br
ch2br3
ch2ch3
ch2cl
ch2cl2
ch2nh2
ch2oh
ch2oh2
ch2ohchoh3ch2oh
ch2ohchoh4
ch3
ch32
ch32chch2ch2ococh3
ch3br
ch3ch2
ch3ch23
ch3ch23i
ch3ch2ch
ch3ch2ch2ch2conh2
ch3ch2ch2ch2cooh
ch3ch2ch2cooh
ch3ch2ch2coona
ch3ch2cooh
ch3ch2oh
ch3ch2oh2
ch3chch3
ch3chcl2
ch3cho
ch3choch23ch3
ch3chohch3
ch3cl
ch3coch3
ch3coo
ch3cooc4h9
ch3cooch3
ch3cooh
ch3coona
ch3oh
ch3oh140
ch3oh2
ch4
ch4o
ch4s
ch5n
chbr
chch2oh
chcl
chcl3
chcooc2h5
chemistry
chi
chimie
chiqiladi
chj
cho
choh
choh4
chr
cl
cl2
cm
cn
cnh
cnh2
cno2h
co
co2
coh
coh12
cohh
coo
cooh
cooh4
cook
coona
coonh4
cour
cr
cr2o3
cr2so43
cro3
cu
cu2o
cucl
cuo
cuoh
cuoh2
cuso4
cxh
cxhy
dan
dazmollaymiz
de
dexter
diqqat
egallagan
etan
etilen
f
fe
fecl3
glyco
h
h2
h2c
h2co3
h2o
h2o1
h2o140
h2o2
h2o22
h2o2c2h2
h2o2c4h10
h2o3
h2o4
h2o5
h2oc2h5oso3h
h2so
h2so4
h3
h3c
h4sio4
hal
hbr
hc
hcl
hcl2c2h5cl
hcn
hcoo
hcooch24ch3
hcooh
hcoona
hi
ho
hoh
hs
i
ii
iii
international
ishlab
ishlansa
iupac
iv
ix
k
k2cr2o7
k2so4
kau
kcl
kg
kimyo
kj
kmno4
koh
koh5
konikmalaringiz
kooc
laevus
lash
losa
makulatura
manba
mg
mj
ml
mm
mno2
mnso4
mol
mr
mumkin
n
na
na2co3
nabr
nacl
nahco3
nahso4
naj
naoh
nashri
nc
nch
nh
nh2
nh3
nhno
nho
nhooc
nhr
ni
nm
no
no2
noh
nrr
o
o2
o2n
oc
occ
ococh
oddiy
oh
oh3
ohh
olefiant
olib
ona
ono
oo
oquv
ortoqlash
osti
oyda
penten
press
pure
qayta
qil
qogoz
qoy
quriga
rc
rch
rcl
rcooh
rhc
rilishi
rona
sikloalkan
sio2
so
so2
sochiq
sp
spirt
styrax
ta
tabiiy
taminlaydi
tashlaymiz
tekis
tema
uchu
uglevodorod
uni
union
utilis
v
varaq
vita
xix
xv
xvi
xvii
xviii
yopamiz
yuza
zn
znbr
znbr2
zncl2
zno
аб
абс
август
авиацион
австрал
автомобил
автомобильн
автор
агломерат
агломерац
агрегатн
адаптир
адаптирова
адипинов
адольф
адреналин
аз
азот
азотист
азотн
азотсодержа
академик
акватор
акил
аккумулятор
акма
акрилат
акрилонитр
акрилонитрил
акт
активирова
активн
актуальн
ал
алгебраическ
алгоритм
александр
ализарин
алимардон
алифатическ
алициклическ
алишер
алк
алка
алкад
алкадиен
алкадиенов
алкалоид
алкан
алкантриол
алкатриенов
алкен
алкенов
алкидн
алкилирован
алкилпроизводн
алкилформиат
алкильн
алкин
алкогол
алкоголизм
алкогольн
аллен
алфавитн
альдегид
альдегидн
альдоз
альдотриоз
альтернатив
альтернативн
алюмин
алюмосиликат
амбар
америк
американск
амид
амидопирин
амилаз
амилоз
амилоид
амилопектин
амин
аминогрупп
аминокислот
аминопласт
аминоуксусн
аммиак
аммиачн
аммон
аморфн
амфиболов
ан
анализ
анализируем
аналог
аналогич
аналогичн
анальгин
анаэробн
ангидрид
англ
английск
ангренск
анестез
анестетик
анилин
аномал
антиконформац
антисептик
антисептическ
антифриз
антрац
антраценов
анфлераж
аппарат
аптекар
ар
арабск
арбуз
арен
аренд
аромат
ароматизатор
ароматическ
ароматичн
ароматн
арчибальд
асбест
асбестов
асбестоцементн
асбокартон
асбопласт
асборезинов
асиммет
асимметрическ
асимметричн
аспект
аспирин
ассимиляц
асср
асфальт
асфальтов
ат
атлас
атмосфер
атмосферн
атом
атомистическ
атомн
ацетальдегид
ацетат
ацетатн
ацетил
ацетилацетон
ацетилен
ацетиленов
ацетон
ацетофенон
ациклическ
ацил
ацилирован
аэрозол
базальт
базир
байер
бакр
бактер
баланс
балансировк
баллон
бальз
бан
банк
бараба
бассейн
батист
безалкогольн
безводн
безвоздушн
бездымн
безопасн
безусадочн
бел
белк
белков
белок
бенз
бензениол
бензентриол
бензил
бензилов
бензильн
бензин
бензинов
бензиностойк
бензоат
бензойн
бензол
бензолн
бензолсульфокислот
бензольн
бензофенон
берет
бертл
берун
берут
берцелиус
бесконечн
беспорядочн
бесцветн
бизнес
биологич
биологическ
биополимер
биосинтез
биосфер
биотоплив
биохим
биохимическ
битум
битумн
благодар
благоприятн
бледн
блендер
блеск
блестя
ближ
ближайш
близк
богат
боков
болезн
болив
болот
болотн
больш
большинств
борьб
бразил
брезент
брикет
брожен
бром
бромирован
бромист
броммет
бромн
бромпропа
будут
букв
бумаг
бумагоделательн
бумажк
бумажн
бур
бурен
буроугольн
бут
бута
бутад
бутадиен
бутадиенов
бутан
бутанал
бутандиол
бутанов
бутанол
бутанон
бутантриол
бутил
бутилацетат
бутилацетил
бутиленгликол
бутиллит
бутилов
бутилпропионат
бутилэтаноат
бутин
бутирин
бутлер
бутлеров
бутлеровск
бутон
быва
быстр
быстроусвоя
быт
бытов
бьющ
вает
важ
важн
важност
вакуум
вал
валентн
валериа
валерианов
валик
вар
вариант
варк
варьир
ват
ваш
вают
введ
введен
ввел
вверх
ввест
вдво
вегетативн
веден
ведет
ведущ
век
велер
велик
величин
веллер
верблюж
вероятн
верстк
вертикальн
верхн
вес
весен
ветрогон
вещ
веществ
взаимн
взаимодейств
взаимодействова
взболта
взве
взгляд
взрыв
взрывоопасн
взрывчат
взят
вид
видн
вильгельм
вильямсон
вин
винилацетил
винилов
винилхлорид
винильн
виноград
виноградн
вискоз
вискозн
витализм
виталистическ
виталистск
витальн
витамин
вклад
включ
включа
включен
вкус
влаг
влаго
влейт
влива
влит
влия
влиян
вмест
вместим
вмешательств
вмешиван
вначал
внедр
внес
внесен
внесш
внешн
вниз
вниман
внимательн
внутр
внутрен
внутривен
вовлечен
воврем
вод
водител
водк
водн
водонепроница
водопроводн
водорастворим
водород
водородн
водостойк
водян
возбудим
возбужден
возврат
возгонк
возгоран
воздейств
воздух
воздухопроница
воздушн
возможн
возника
возникновен
возобновля
возраста
возрастан
возьм
вокруг
волокн
волокон
вообщ
воперв
вопрос
воск
воскообразн
воспламенен
воспламеня
восст
восстанавлива
восстанов
восстановител
восстановительн
восстановл
восстановлен
вперв
вписыва
впитыва
враща
вращательн
вращен
вред
вредител
вредн
врем
времен
всасыва
всем
вскипят
вскор
всплыва
вспомн
встреча
встряхива
встряхн
вступ
вступа
всух
втор
вторич
вторичн
вулкан
вулканизац
вулканизирова
вход
входя
выбер
выбира
выбор
выбра
выбрасыва
вывед
вывод
выгляд
выгод
выда
выдав
выдавлива
выдавливан
выдел
выделен
выделя
выдержива
выжа
выжм
вызва
вызыва
выл
вымиран
вынужд
выпар
выпарен
выпариван
выполн
выполнен
выпуска
вырабат
вырабатыва
выработк
выраж
выража
выражен
выраз
выразительн
вырва
вырубк
высвобожда
высказа
высок
высокомолекулярн
высокотемпературн
высокотехнологичн
высокоупорядочен
высокоэластичн
высокоэнергетическ
высот
высох
высушен
высш
высыхан
выхлопн
выход
вычисл
вычисля
выш
вышеуказа
вюрц
вязк
вязкост
газ
газет
газов
газоилев
газолинов
газонепроница
газообраз
газообразн
газоотводн
газоперерабатыва
газопровод
газопроводн
газофракционир
галактоз
галоалк
галог
галоген
галогеналк
галогеналкан
галогеналканыпредставля
галогеналкил
галогенид
галогенирован
галогеноводород
галогенпроизводн
гарнитур
гваякол
гг
геве
гекс
гекса
гексадеканов
гексанов
гексанол
гексахлора
гексахлорциклогекса
гексин
гексоз
гел
генеративн
генетическ
географическ
геологическ
геометрическ
гепт
гепта
гептда
гептин
гербицид
герман
герметичн
гетероатом
гетероген
гетеролитическ
гетерофункциональн
гетероциклическ
гетерциклическ
гибел
гибнут
гибридизац
гибридизирова
гибридизова
гибридн
гигантск
гигиеничн
гигроскопич
гигроскопичн
гидр
гидразин
гидратац
гидрирова
гидрирован
гидрогалогенирован
гидрогенизац
гидрокс
гидроксибензол
гидроксид
гидроксикарбонильн
гидроксил
гидроксиламин
гидроксилбензол
гидроксильн
гидроксиэтилбензол
гидроксогрупп
гидролиз
гидролизова
гидромеханическ
гидрореформинг
гидросульфит
гидрофобн
гидрохинон
гидрохлорирован
гическ
глав
главн
глад
гладк
гладкост
глажк
гликог
гликозид
гликозидн
гликол
гликолиз
гликолят
глин
глицеральдегид
глицерат
глицерин
глобальн
глубок
глюкоз
глюконат
глюконов
глюкопираноз
глюкопиранозилфосфат
глюц
го
говор
год
головк
головн
голуб
гомоген
гомолитическ
гомолог
гомологическ
гор
горел
горен
горизонтальн
горлышк
гормон
горн
городск
горюч
горючест
горяч
государствен
готов
готовн
гпз
градус
грамм
гран
гранул
грануляц
граф
график
греч
греческ
гриб
грибков
гроз
грунт
грунтов
групп
группов
груш
грушев
гуарин
гудрон
густ
густот
дава
давлен
давн
дает
дайт
дал
далек
дальн
дальш
дан
дат
дающ
дважд
две
дверц
двест
двига
двигател
движен
движет
двойдвум
двойн
двойныс
двум
двух
двухатомн
двухвалентн
двухсвязн
дегалогенирован
дегенеративн
дегидратац
дегидрирован
дегидрогалогенирован
дезинфицир
действ
дек
дека
декантер
декстра
декстрин
дел
дела
делен
дельн
демонстрир
ден
денатурац
дерев
держ
держа
держат
держател
десятк
дета
детал
детергент
детонац
детонир
детск
дефект
дефис
дефолиант
деформац
дешев
дешевл
джинсов
ди
диапазон
диацет
дибромбут
дибромн
дибромэта
дивин
дивинил
дивинилбензол
дивинилов
дигалогеналкан
дигалогеналкил
дигалогенпроизводн
дигалоидн
дигидроксибензол
диен
диенов
дизайнер
дизельн
дикорастущ
димер
димет
диметилацетил
диметилбензол
диметилбута
диметилбутанол
диметилгекса
диметилгепт
диметилдибутилмета
диметилкетон
диметилов
диметилоктандиол
диметилпент
диметилпента
диметилпентин
диметилпропа
диметилпропанов
диметилпропанол
диметилсульфат
диметилциклобута
диметилциклопента
диметилциклопропа
динатриев
диокса
диоксиацетон
диол
диолео
директор
дисахарид
диссертац
дистеаропальмитин
дистиллирова
дистилляц
дистилляцион
дистиляц
дифен
дифенилмета
диффузион
дихлорическ
дихлормета
дихлорпроизводн
дихлорэт
дихлорэта
диэтилкетон
диэтилов
длин
длинномолекулярн
длит
длительн
дна
дне
дно
дня
доба
добав
добавк
добавлен
добавля
добавок
добавьт
добыва
добыч
дожд
докаж
доказ
доказа
доказательств
доказыва
доктор
докторск
дол
долг
долж
должн
дольш
дом
домашн
дополнен
дополнительн
допуска
дорог
дорогостоя
дорожн
доста
достаточн
достоверн
доступ
доход
древесин
древесн
древн
дроблен
дрожж
друг
дума
дух
дыхан
дыхательн
дыша
дюм
европейск
египтян
ед
един
единиц
единствен
едк
ежедневн
емкост
ен
естествен
естествоиспытател
ет
ехометилхлорид
жаростойк
жвачн
жевательн
жевачк
желез
железнодорожн
желт
желудк
желудочн
женев
женевск
жерар
жестк
жжижен
жив
животн
жидк
жидкост
жидкостн
жидкофазн
жизн
жизнен
жил
жир
жирн
жирност
жиров
жирыпредставля
жител
жут
заболеван
забыва
заверш
завершен
завис
зависим
завод
заготавлива
загрузк
загрязнен
загрязня
зада
задан
задач
заж
зажим
заказ
закачива
закипа
закипел
заключа
заключительн
закономерн
закончен
закр
закреплен
закрепля
закройт
закрыва
закрыт
зал
залеж
залож
зам
замачиван
замен
заменител
заменя
заместител
замет
замещ
замеща
замещен
замкнут
замыка
занавеск
заним
занима
заня
занят
зап
западн
запас
запах
запис
записа
записыва
запиш
заполн
заполня
зарегистрирова
зарубежн
заряд
застыван
засыпа
зат
затвердева
затвердеван
затрат
захоронен
защит
защитн
защищ
защища
звен
здан
зелен
зелинск
земл
зер
зерк
зерка
зеркал
зерн
зигзагообразн
зимн
зинин
злак
злаков
зна
знает
знак
знакомств
знал
знаменит
знан
знат
знач
значен
значительн
зол
зуб
игра
игрушек
ид
идентификац
идентифицир
идентифицирова
идентичн
идет
идут
избежан
избытк
извест
известков
известн
извлека
извлеч
извлечен
изготавлива
изготовл
изготовлен
издел
изз
излучен
измельч
измельча
измельчен
измен
изменен
изменя
измеря
изначальн
изоамилацетат
изобража
изобраз
изобретен
изобута
изобутил
изогнут
изолирова
изолятор
изоляц
изоляцион
изомаслян
изомер
изомеризац
изомерн
изоокта
изооктан
изопента
изопентан
изопр
изопренов
изопропилбензол
изопропилов
изопропилпропионат
изопропилпропонат
изосоединен
изоэвгенол
израсходова
изуч
изуча
изучен
ил
им
имеет
имел
имен
именован
имет
имеют
имеющ
импортн
ин
инач
инвертн
ингаляцион
индейц
индивидуальн
индиг
индикатор
индикаторн
инертн
инициир
инсектицид
инсулин
интенсивн
интересн
интерпретац
информац
ион
ионообмен
исаак
ископа
искр
искусствен
испар
испарен
испаря
испачка
использ
использова
использован
использу
используем
использует
испытуем
исследован
истекш
истор
историческ
источник
исход
исходн
исчезнет
исчезновен
исчерч
итак
итал
итог
йенс
йод
йодид
йодн
йодоформ
йодоформн
кабел
кажд
кажет
казахстан
как
каков
кал
калиев
калийн
калорийн
кальц
кальциев
камен
каменноугольн
камерн
камил
камн
канад
канал
канализацион
кандидатск
канцероген
капел
капл
капрон
капронов
карбамид
карбид
карбидн
карбок
карбоксил
карбоксильн
карболов
карбонат
карбонилирован
карбонильн
карбонов
карбоциклическ
кариес
кариозн
карл
каротин
картон
картофел
кастрюл
кат
катализатор
каталитическ
категор
каучук
качеств
качествен
кашеобразн
квалифицирова
кварц
кегл
кекул
керамическ
керосин
керосинов
кет
кетогексоз
кетогрупп
кетоз
кетокислот
кетон
кетонов
кетосахарид
кетоспирт
кетотриозн
килограмм
кинетик
кип
кипен
кипят
кипячен
кирпич
кисл
кислород
кислородсодержа
кислот
кислотн
кислото
кишечн
кишечник
класс
классификац
классифицир
классифицирова
классн
класснон
кле
клейстер
клетк
клеток
клеточн
клетчатк
климат
книг
кнопок
ко
ковалент
ковалентн
ковр
кож
кожан
кожур
кокон
кокосов
кокс
коксов
коксован
коксохимическ
колб
колеблет
колец
количеств
количествен
коллектор
коллоидн
кольб
кольц
кольцев
кольцеобразн
комбинац
комисс
компактн
компенсир
комплекс
комплексн
компонент
компьютер
компьютерн
кон
конгресс
конденсат
конденсац
кондитерск
конец
конечн
консервант
консервац
констант
конструкц
контактир
контейнер
контрол
контрольн
конференц
конфет
конфигурац
конформац
конформацион
конц
концентрат
концентрац
концентрирова
концепц
конъюгирова
координир
коптя
корен
корешок
кориц
коричн
коричнев
корм
кормлен
корн
корнев
корневищ
корнеплод
короблен
коротк
короч
корректор
корроз
косметик
косметическ
косметолог
котельн
котор
кочев
коэффициент
кра
красив
красител
краск
красн
краснел
красноват
красок
кратк
кратн
крахма
крахмал
крахмальн
крезол
крекинг
крем
креп
крив
кристалл
кристаллическ
критер
кров
кровеносн
кролич
кром
кругл
кружк
крупн
крышк
ксил
ксилол
кукуруз
кул
кулинарн
культур
культурн
кумол
кумулен
купан
купер
купорос
куск
кусочек
кусочк
кустарник
кухон
кучер
кучеров
лаборатор
лабораторн
лада
лайнус
лайт
лак
лакокрасочн
лактоз
лам
ламп
ландшафт
лат
латекс
латинск
лауреат
лебед
лебедев
лев
левулинов
легк
легковоспламеня
легкокипя
легкоокисля
легч
ледовит
лежат
лекарств
лекарствен
лекц
лемер
лен
лент
лепестк
лес
лет
летвор
летуч
летучест
лечен
ли
либ
лигроинов
лидир
ликер
лимон
лин
линейк
линейн
линолев
линоленов
липаз
липк
лист
лит
литератур
литр
ложек
ложк
лора
лукас
луч
льеж
льнян
люб
люгол
люд
ля
лярн
магистральн
магн
маз
мазут
мазутов
майонез
макромолекул
максимальн
макулатур
мал
маленьк
малораств
малораствор
малорастворим
мальтоз
марганец
марганц
маргарин
маргаринов
марк
маркер
марковник
марковников
марл
марлев
марселин
мас
масел
масл
масличн
масло
маслян
маслянист
масс
массов
масштаб
материа
материал
материальн
машин
мебел
мегаполис
мед
медицин
медицинск
медлен
медн
международн
межклассов
межмолекулярн
мелк
мембра
мен
мензурк
меньш
меня
мер
меркаптан
мест
местн
месторожден
месяц
мет
мета
метаболизм
металл
металлическ
металлоорганическ
металлург
металлургическ
метамерн
метан
метанал
метанов
метанол
метанолиз
метиламин
метилацетат
метилацетил
метилбензол
метилбут
метилбута
метилбутад
метилбутанов
метилбутанол
метилбутин
метилгекса
метилгексад
метилгексин
метиленхлорид
метилметаноат
метилов
метилпента
метилпентанол
метилпроп
метилпропа
метилпропанал
метилпропандиол
метилпропилкетон
метилпропилов
метилпропионат
метилпропионоат
метилфенилов
метилформиат
метилцикл
метилциклобута
метилциклогекса
метилциклопропа
метильн
метилэтилкетон
метод
метоксиэта
механизм
механическ
ми
миграц
микроорганизм
микроскоп
микроэлемент
миллион
мин
минера
минерал
минеральн
минут
мир
миров
миск
михайлович
младенц
млечн
млн
мнен
мног
многоатомн
многокомпонентн
многостадийн
многофункциональн
многочислен
многоядерн
множеств
мнут
могут
модел
модификатор
модификац
модифицирова
мож
мозг
мол
молек
молекул
молекулярн
молок
молот
молочн
молочнокисл
мольн
молярн
момент
мон
моноалкогол
моногалогенпроизводн
монограф
моноз
моноип
монокарбонов
монолитическ
монолитн
мономер
монополимер
моносахарид
мор
морков
морковн
морозостойк
мостик
моторн
мочевин
мощн
мощност
моющ
мра
мук
мурав
муравьин
мусор
мутн
мутнеет
мыл
мыловарен
мыльн
мышц
мягк
набдюден
наблюда
наблюден
набор
набуха
наводн
навоз
навозн
навык
нагр
нагрев
нагрева
нагреван
нагрет
нагрузк
надежн
назад
назван
назов
назыв
называ
наибол
наибольш
наимен
наименован
найд
найт
накапа
накопительн
накоплен
накройт
нал
налад
налев
налива
налич
нам
намока
нанес
нанима
наоборот
написа
написан
напитк
напиш
наполн
наполнен
наполнител
наполня
напоминан
напомн
направ
направлен
направля
например
напряжен
нареза
нарис
народ
народн
нарт
наруша
наряд
насеком
населен
наскольк
настойк
настольн
настоя
насчитыва
насыпьт
насыщ
насыщен
натиран
натр
натриев
натуральн
натяжен
наук
наумов
науч
научн
нафт
нафталин
нафталинов
нафтен
нафтенов
наход
находя
нахожден
национальн
нача
начал
начальн
начин
начина
наш
неактивн
неблагоприятн
небольш
невелик
невозможн
невосстанавлива
неврологическ
невулканизирова
негативн
негибридизирова
негибридизова
неглубок
недозрел
недостатк
недостаточн
нежив
незамерза
незрел
неизвестн
неионоген
нейлон
нейтрализац
нейтрализова
нейтральн
некотор
нектар
нем
неметалл
немецк
немн
ненадолг
ненасыщен
необрат
необратим
необход
необходим
неограничен
неодушевлен
неопента
неорганическ
неотъемлем
непищев
неповторим
неполн
неполярн
непорист
непосредствен
непр
неправильн
непредельн
непрерывн
непригодн
неприятн
непроклеен
непромока
непроница
неравномерн
неразветвлен
неразрушим
нерастворим
нескольк
несмотр
несовместим
неспарен
нестабильн
неуглеводородн
неуд
неустойчив
нефт
нефтегазов
нефтеотход
нефтеперерабатыва
нефтепереработк
нефтепродукт
нефтехимическ
нефтян
нехватк
нечетн
ни
ниж
нижн
низк
низкомолекулярн
низш
никел
никелев
никол
никола
николаевич
ним
нит
нитрат
нитрил
нитрилл
нитробензол
нитроглицерин
нитромета
нитрос
нитросоединен
нм
но
нов
новл
ног
номенклатур
номер
нон
нона
нонанол
норм
нормальн
носк
нуж
нужд
нужн
нуклеинов
нулев
нумер
нумерац
нумерова
нумеру
нут
ны
ным
нынешн
о
оат
об
обе
обезвоживан
обезвреживан
обеззараживан
обеспеч
обеспечен
обеспечива
обесцвечива
обесцвечиван
обжиг
обжига
обид
обильн
обита
облада
облак
област
облегча
облепих
облицова
облицовочн
обложк
обм
обмакн
обмен
обменива
обнаруж
обнаружива
обо
обобщ
обогрев
обозн
обознач
обознача
обозначен
оболочк
оборот
оборудован
обосн
обрабатыва
обработа
обработк
образ
образец
образн
образова
образован
образовыва
образу
образц
обрат
обратим
обратн
обрушен
обслуживан
обув
обуславлива
обусловл
обусловлен
общ
общеанестезир
обществ
объ
объединя
объект
объективн
объем
объяв
объясн
объяснен
объясня
обычн
обязательн
овеч
овощ
овцеводств
оглян
огн
огнезащитн
огнестойк
огнеупорн
огон
огранич
ограничен
ограничива
огуречн
огюст
одежд
одинаков
одинарн
одиночн
одн
однак
одно
одноатомн
одновалентн
одновремен
одноимен
одноклассник
однониточн
одноосновн
однородн
одноядерн
одорант
одоризац
одороант
оединен
ожог
озер
ознакомьт
означа
оказыва
океан
окис
окисл
окислен
окислител
окислительн
окисля
окн
окол
окончан
окраск
окрашен
окрашива
округля
окружа
окружен
окружн
окс
оксалат
оксигенирова
оксид
оксикислот
окситита
оксон
оксосоединен
окт
окта
октадека
октадеканов
октанов
ол
олеинов
олефин
оливков
оливок
олигосахарид
омылен
он
ональн
онкологическ
ообраз
оп
опасн
опира
описа
описан
описыва
опиш
оползн
опор
определ
определен
определя
оптимальн
оптическ
опубликова
опуска
опуст
опыт
опьяня
орбита
орбитал
орбитальн
орган
организатор
организац
организм
органик
органическ
орех
орт
ортосиликат
ос
осадк
осадок
осадочн
осветлител
освещен
осен
осмыслен
основ
основа
основан
основн
основоположник
особ
особен
оста
остав
оставьт
остальн
останавлива
останет
останут
остатк
остаток
остаточн
осушк
осуществлен
осуществля
осядут
отбеливан
отвергнут
ответ
отвеча
отдел
отделен
отдельн
отделя
отдушек
отжа
отжима
откладыва
откр
открыт
отлич
отлича
отличительн
отмет
отметк
отмеч
отмечен
отнесл
отнест
относ
относительн
относя
отношен
отопительн
отоплен
оторва
отработа
отравлен
отража
отрасл
отреза
отрицательн
отсортирова
отстаива
отстаиван
отсутств
отсюд
оттенк
отход
отчет
официальн
офсетн
охарактериз
охлажда
охлажден
оцен
оценива
очен
очеред
очист
очистк
очища
очищен
ошибочн
ощуп
ощуща
пав
пакет
палочк
пальмитинов
пальмитолеинов
пар
параллельн
парафин
парафинов
паренхиматозн
парников
паровоздушн
парогазов
парфюмер
парфюмерн
паток
патолог
пахнущ
пвх
пеков
пен
пент
пента
пентад
пентан
пентанов
пентанол
пентатриоконта
пентаэритр
пентилметионат
пентин
пентоз
пентоза
пеньк
пер
перв
первич
первичн
первоначальн
первоначальчн
первооткрывател
пергаментн
перевариван
перевест
перевод
перевоз
перегонк
перегруппировк
перегруппировыва
перек
перекис
перекристаллизац
перекристаллизовыва
перекрыва
перекрыван
перекрыт
перел
перемеша
перемешиван
перемещен
перенес
перенос
переполнен
перерабатыв
перерабатыва
переработа
переработк
перераспределен
перестройк
переход
перец
перечен
перечисл
перечислен
перечисля
перешедш
период
периодическ
периферийн
перманганат
пероксид
перпендикулярн
персидск
перспективн
песк
песок
пестицид
петролейн
печ
печа
печат
печен
пикринов
пил
пиллинг
пипетк
пираноз
пиридин
пирогаллол
пирокатексин
пирокатехин
пиролиз
пиррол
пит
питан
пишет
пишут
пищ
пищев
пищеварен
пищеварительн
плав
плава
плавлен
плака
плам
пламен
планет
пласт
пластик
пластиков
пластилин
пластин
пластинк
пластичн
пластмасс
пластмассов
платонович
платформ
платформинг
плем
пленк
плесен
плит
плод
пломбирован
плоск
плоскост
плотн
плотност
плох
площад
площадок
плутон
побочн
поверхн
поверхностн
повтор
повторн
повторя
повыша
повышен
повязк
погас
поглоща
поглощен
погод
погружа
погруз
подверга
подвергнут
подверж
подвижн
подготов
подготовк
подготовлен
подготовьт
поддержан
поддержива
подел
поджелудочн
подземн
поднима
подобн
подогр
подогревател
подогрет
подожд
подошв
подп
подразделя
подслащиван
подсолнечн
подсолнечник
подставк
подсушен
подсчита
подтвержд
подтвержда
подход
подчеркива
пожароопасн
позволя
поздн
позж
позиц
познаком
поисков
пок
покаж
показа
показан
показател
показыва
покр
покрыт
пол
полезн
полибутад
полива
поливинилхлорид
поливинилхлоридн
полигон
полиизопр
поликонденсац
полимер
полимериз
полимеризац
полимерн
полиметил
полинг
полиоз
полиол
полисахарид
полистирол
полиурета
полиэтил
полиэтиленов
полиэфирн
полиядерн
полн
полност
половин
полож
положен
положительн
полоск
полост
полотенц
полуацетальн
полукокс
полуразлож
полуфабрикат
получ
получа
получас
получен
пользован
пользовател
пользу
поляризац
поляризуем
полярн
помарок
помест
помет
помешив
помеща
помидор
помим
помн
помога
помогл
помощ
понаблюда
понадоб
понима
поня
понят
попад
попада
попадан
попол
популярн
попутн
попытк
пор
порва
порекомендова
порист
пород
порох
порошк
порошок
поруч
порч
поршен
поршн
порядк
порядок
посвящен
поскольк
послед
последн
последовател
последовательн
последств
посмотр
постав
поставьт
постепен
посторон
постоя
построен
постройт
поступа
посуд
потер
поток
потомств
потреб
потребительск
потреблен
потребн
потребова
похож
поч
почв
почвен
пошл
поэт
поэтапн
появ
появлен
появля
поясн
прав
правил
правильн
практик
практическ
пребыван
превосходн
преврат
превраща
превращен
превыша
предвидет
предел
предельн
предлага
предлож
предложен
предмет
предотвращен
предохран
предполага
предполож
предпринима
предприня
предприят
предсказа
представ
представител
представл
представлен
представля
представьт
предшественник
предыдущ
прежд
преждевремен
прежн
президент
преимуществ
преимуществен
прекрасн
прем
преобраз
преобразова
преодолет
препарат
пресн
пресс
прессован
прибав
прибавлен
прибавля
приблизительн
прибор
прибыл
прибыльн
привед
приведен
привод
приводн
пригод
пригодн
приготовлен
приготовьт
прида
придан
призводств
признак
прикладн
прилипа
примен
применен
применя
пример
примерн
примес
примыка
принадлеж
принадлежа
принадлежн
принима
принцип
принципиальн
принят
приобрета
приобретен
природ
природн
природоохра
присадк
присадок
присоедин
присоединен
присоединя
приспособл
приставк
присутств
притягива
притяжен
притянувш
прич
причин
приятн
проб
пробива
пробирк
пробиродержател
пробирок
пробк
пробл
проблем
провед
проведен
провел
провер
проверк
проверьт
провест
провод
проводим
проводник
проводя
проволок
прогладьт
программ
прогресс
продава
продела
продемонстриру
продлева
продолж
продолжа
продолжен
продолжительн
продольн
продукт
продукц
проект
проектн
проекц
проекцион
прожива
проживан
прозрачн
произвест
производ
производител
производн
производств
производствен
произойт
произошл
произраста
происход
происходя
происхожден
прокатн
прокомментир
проконтролир
пром
промежуточн
промышлен
пронумерова
проп
пропа
пропад
пропанал
пропанов
пропанол
пропанон
пропантриол
пропен
пропил
пропилацетил
пропилбутилов
пропилен
пропилов
пропилпропионат
пропилпропонат
пропилформиат
пропин
пропионов
пропита
пропитыва
пропорц
пропорциональн
пропуска
пропускан
пропуст
прораста
прореагир
прореагирова
пророщен
проседа
прост
проставлен
пространств
пространствен
прот
протека
протекан
противн
противореч
противостоя
протон
профессор
прохладн
проход
процед
процент
процентн
процесс
прочн
прочност
прощ
проявля
пряден
прядильн
пряж
прям
психическ
птиц
птич
публик
пузыр
пулатов
пункт
пурпурн
пуст
пут
пшениц
пшеничн
пыта
пят
пятиатомн
пятичлен
работ
работник
рабоч
рав
равн
равномерн
раджабов
радика
радикал
радикальн
радиоприемник
раз
разбав
разбавл
разбавлен
разбрызгиван
развед
развернут
разветвл
разветвлен
развива
развит
раздав
раздел
разделен
разделя
разлага
разлит
различ
различа
различен
различн
разложен
размер
размягча
размягчен
разн
разниц
разновидн
разнообразн
разност
разомн
разорва
разр
разрабат
разрабатыва
разработа
разработк
разрежьт
разрез
разруша
разрыв
разряд
разумеет
район
ран
раньш
раскопок
распада
распиливан
распиловк
расплавлен
расплавля
располага
располож
расположен
распределен
распростран
распространен
рассмотр
рассмотрен
расстоян
расстройств
рассчита
рассчитыва
раствор
растворен
растворим
растворител
растворя
растен
растительн
растягива
растяжим
растян
расул
расход
расходн
расчет
расширител
расщеплен
расщепля
рафинирова
рацион
рациональн
рашидов
реагент
реагир
реагирова
реагиру
реакт
реактив
реактивн
реактор
реакц
реакцион
реализац
реальн
регулир
регулятор
редактор
редк
реж
режим
резерв
резервн
резервуар
резин
резинк
резинов
резинотехническ
резиноткан
резк
резорцин
результат
резьб
резюм
рек
рекоменд
рекомендова
ректификац
рентабельн
республик
ресурс
реш
реша
решен
решетк
ржи
рибоз
рибулоз
рим
римлян
рис
рисунок
риформинг
ричн
ровн
род
роз
розов
рол
ромашк
росс
рост
рубеж
руд
рудник
руз
рук
руководств
руконик
русск
рыб
рыхл
ряд
сад
садык
садыкович
саж
сайер
саломас
сам
самовозгора
самовоспламенен
самолет
самоочищен
самостоятельн
сарвар
сатин
сахар
сахарин
сахарист
сахарн
сахароз
свалк
сварк
сведен
свежеприготовлен
свекл
свекловичн
свекольн
сверх
свет
светл
светов
свидетельств
сво
свободн
свободнорадикальн
своеобразн
свойств
свойствен
свяжет
связ
связа
связыва
связыван
связян
сгнил
сгора
сгоран
сдач
сде
сдела
се
себестоим
северн
сегмент
сегодн
секрет
секунд
селитр
сельдер
сельск
сельскохозяйствен
сем
семейств
семен
семнадцат
семя
сен
сепаратор
сер
серге
сердц
серебр
серебрян
середин
серн
сероводород
сероуглерод
серпентинов
серьезн
сет
сетк
сетчат
сечен
сжат
сжига
сжиган
сжижа
сжижен
сжима
сигм
сил
силикат
силикатн
сильн
символ
симметричн
син
синтез
синтезир
синтезирова
синтетическ
сирен
сироп
сист
систем
систематизирова
систематическ
сит
ситуац
сих
сказа
сказыва
скважин
скелет
ски
склад
склеен
склеиван
склон
склонност
скольк
ском
скомка
скоп
скорост
скотт
скруч
скручен
слаб
слабительн
слабополярн
слабощелочн
сладк
сланец
сланц
слев
слегк
след
следовательн
следств
слез
слив
сло
слов
слож
сложн
сложност
служа
служат
служб
случа
случайн
смазочн
смачива
сме
смес
смета
смеша
смешива
смешиван
смеща
смещен
сминаем
смогл
смол
смочен
смягча
смят
сн
снабжа
снача
сниж
снижа
снижен
сним
снима
снов
соб
собира
соблюда
соблюден
собра
собствен
совершенствован
совместн
совокупн
современ
согласн
содерж
содержа
содержан
содержат
содержим
соедин
соединен
соединя
созда
создава
создан
созреван
сок
сокращ
сокращен
сол
солеподобн
солнечн
солодов
солян
соляров
сообществ
соон
соответств
соответствен
соответствова
соотношен
сополимер
сополимериз
сополимеризац
сопостав
сопоставим
сопоставьт
сопровожда
сопротивлен
сопряжен
сопутств
сорб
сорняк
сортирова
сортировк
соседн
соста
состав
составлен
составля
составьт
состо
состоя
состоян
сосуд
сосудорасширя
сот
сотн
соус
сохнут
сохран
сохранен
сохраня
сочетан
союз
спектр
специалист
специальн
специфическ
спирт
спиртас
спиртн
спиртов
спиртовк
спичечн
спичк
спортивн
способ
способн
способствова
справ
спрашива
спрессова
спуст
спутников
сравн
сравнен
сравнива
сраз
сред
средн
средств
среза
срок
стабильн
став
стад
стака
стаканчик
стал
сталкива
стан
стандарт
станет
станк
станов
статистик
статус
стеарат
стеаринов
стеароилглицерин
стеаропальмитолеин
стебл
стекл
стекля
стеклян
стен
стенк
стенок
степен
стереоизомер
стереорегулярн
стержнев
стерт
стехиометрическ
стиральн
стирк
стирол
стиролов
стирольн
сто
стоимост
стойкост
столов
стольк
стоматологическ
сторон
стран
страниц
стрем
стремительн
стро
строг
строен
строител
строительн
строительств
строк
струйк
структур
структурн
ступк
субстрат
суд
сулаймон
сульфат
сульфокислот
сум
сумм
суммир
суров
суспенз
сут
сутк
суффикс
сух
сушат
сушк
существ
существова
сущност
сфер
сформулир
схем
схематическ
сходн
сходств
схож
схожест
сцен
счет
счита
сша
сшиван
съезд
сыгра
сыр
сырц
та
таблиц
так
такмыспаса
тар
тарелк
тверд
твердост
твердотопливн
творог
творческ
те
театральн
текст
текстильн
текстур
тел
телефон
тельн
тем
темн
темнеет
температур
температурн
тенфордск
теор
теоретическ
тепл
теплов
теплозащитн
теплоизоляцион
теплоотдач
теплот
теплотворн
термин
термит
термическ
термометр
термоокислительн
термопластичн
термореактивн
терп
терпен
терпенов
теря
тетр
тетра
тетрабромидн
тетравалентн
тетрад
тетрадн
тетраэдр
тетраэдрическ
тетраэтилмета
тех
техник
техническ
технолог
технологическ
теч
течен
тигл
тип
типов
типографск
тир
тираж
тита
тическ
ткан
ткацк
ткачеств
ткип
то
товар
ток
токсич
токсичн
толленс
толст
толуол
толщ
толщин
том
томат
тон
тонк
тончайш
тоньш
топлив
топливн
тормозн
торф
точн
трав
традицион
тракт
транс
трансизомер
трансконфигурац
транспорт
транспортировк
треб
требован
трегалоз
трем
трен
трет
третич
третичн
треугольник
трех
трехатомн
трехосновн
триацетилцеллюлоз
триацилглицерин
трибр
тривиальн
тригидроксибензол
триглицерат
триглицерид
тримериз
тримеризац
триметилгекса
триметилгептин
триметилпентан
тринитробензол
тринитроглицерин
тринитрофенол
триол
триолеат
тристеарат
трифенилмета
трихлоргидрин
трихлорическ
трихлорпропа
триэтилборат
тройдвойн
тройн
тростник
тростников
труб
трубк
трубчат
труд
трудн
трудоемк
трудозатрат
тряпк
ту
тувинск
туп
тутов
тщательн
тысяч
тюльпа
тяжел
убед
убива
увелич
увеличен
увеличива
увид
увиден
угарн
угл
углевод
углеводн
углеводород
углеводородн
угледобыч
углекисл
углерод
углеродн
углерос
угол
угольн
угроз
уд
уда
удален
удаля
ударопрочн
удваива
удвоен
удельн
удержива
удобн
удобрен
удовлетворилетворительн
узбекиста
узбекистан
узбекск
узелк
указа
указан
указыв
указыва
укладыва
укорот
уксус
уксусн
ул
улавливан
уличн
улучш
улучша
улучшен
ультрафиолетов
уменьша
уменьшен
умерен
умид
универсальн
университет
уникальн
уничтожа
уничтожен
упаковк
упарива
уплотнен
уплотнител
упомина
упомянут
упорядочен
употреблен
управлен
упраж
упражнен
упрощен
упруг
ура
уравнен
уравнива
урал
уровн
уротропин
усажива
усваива
усил
ускорен
ускоря
услов
условн
усмонов
усмонович
устанавлива
установ
установк
установл
устойч
устойчив
устро
уступа
утвержд
утечк
утилизац
утонут
утр
утрат
утюг
уход
участ
участв
участвова
учебг
учебн
учебник
учен
ученик
учет
учител
учитыва
ушл
ущерб
фаз
факельн
фактическ
фактур
факультет
фамил
фараде
фармацевтическ
фармон
фарфор
фарфоров
фаун
фелинг
фенилбутанол
фенилметанол
фенилпропанол
фенилпропилов
фенильн
фенилэтанол
фенилэтиленгликол
фенол
фенолформальдегид
фенолформальдегидн
фенолфталеин
фенольн
фенолят
фенэтилов
фермент
ферментативн
ферментац
физик
физическ
фиксир
фильтр
фильтровальн
фиолетов
фишер
фланел
флекс
флор
флорогютцин
фон
форм
формалин
формальдегид
формальдегидн
формир
формул
фосфатн
фосфор
фотограф
фотосинтез
фракц
фракцион
фракционирован
франкленд
французск
фредерик
фридр
фридрих
фрукт
фруктоз
фруктофуранозидаз
фталев
фторполимер
фунгицид
функц
функциональн
фуранозн
хамдам
хаос
характер
характериз
характерист
характеристик
характеристическ
характерн
хвата
хвойн
хим
химик
химикат
химическ
хиральн
хирургическ
хитин
хладагент
хладог
хлеб
хлопк
хлопков
хлопок
хлопчатник
хлопчатобумажн
хлор
хлорбензол
хлорбута
хлорбутад
хлорид
хлорист
хлорическ
хлорнонанол
хлоро
хлороводород
хлоропр
хлоропренов
хлорофилл
хлороформ
хлорпренов
хлорпропа
хлорциклогекса
хлорэт
хлорэта
хлорэтанол
ход
хозяйств
хозяйствен
холод
холодильн
холодильник
холодн
хорош
хот
хран
хранен
хризотилов
хромат
хромов
художествен
художник
цам
цар
цвет
цветен
цветк
цветн
цел
целенаправлен
целлюлоз
целлюлозн
цемент
цементн
цен
ценност
центр
центральн
цеп
цепн
цепочек
цепочк
цианид
цианист
цивилизац
цикл
циклизац
циклическ
циклоалка
циклоалкан
циклобут
циклобута
циклогекса
циклогексанол
циклогексанон
циклодека
циклон
циклопарафин
циклопента
циклопропа
циклопропан
циклопропанов
цилиндр
циннамильн
циркон
циркулярн
цис
цитрат
цитрусов
цифр
цукерваникпровод
чайн
час
част
частиц
частичн
частност
чаш
чашк
чащ
чают
человек
человечеств
чем
черед
черн
черт
чертеж
черточк
четверт
четвертич
четвертичн
четк
четыр
четырех
четырехвалент
четырехвалентн
четыреххлорист
четырьм
числ
числен
чист
чистя
чит
чита
член
членистоног
чрезвычайн
чувствительн
шаг
шапк
шар
шарафовн
шарл
шаростержнев
шахноз
шахт
шахтн
шведск
швейцер
шелер
шелк
шелков
шелкопряд
шелл
шерст
шерстян
шест
шестиугольн
шестиугольник
шестичлен
шин
ширин
широк
шифер
шифон
школ
шланг
шнур
шотландск
штамм
штапельн
штат
штатив
щавелев
щелоч
щелочестойк
щелочн
эвгенол
эдвард
экзоскелет
экзотермическ
экзотермичн
экол
экологическ
эконом
экономик
экономическ
экономичн
эксперимент
экспериментальн
эксплуатац
экстерьер
экстрагент
экстракт
экстрактор
экстракц
экстрен
эластичн
эластомер
электр
электриз
электрическ
электричеств
электроарматур
электрод
электроизоляц
электроизоляцион
электролиз
электрон
электроотрицательн
электростанц
электротехническ
электрофильн
электроэнерг
элемент
элементарн
элиминац
элоксид
эмпирическ
эмульс
энантиомер
эндотермическ
энерг
энергетик
энергетическ
энергозатрат
эпоксид
эт
эта
этана
этанал
этандиол
этанов
этанол
этанолов
этантиол
этап
этерификац
этил
этилат
этилацетат
этилацетил
этилбензоат
этилбензол
этилбутанол
этилбутират
этилгекса
этилен
этиленгликол
этиленов
этиленоксид
этилизобутират
этилметаноат
этилнитрат
этилов
этилпента
этилсерн
этилформиат
этилциклопента
этилциклопропа
этильн
этилэтаноат
этилэтонат
этин
эфир
эфирн
эффект
эффективн
южн
юстус
ют
яблок
яблочн
явл
явлен
явля
ягод
ядерн
ядовит
ядр
язык
яичн
якоб
ярк
ячейк
ячмен`,c=[2,6,57,77,3,26,2,2,2,33,1,3,1,61,1,1,2,54,58,2,327,10,1,2,1,9,2,2,1,1,1,1,1,1,1,1,1,2,1,1,1,2,1,2,1,1,19,23,4,4,3,12,6,1,1,39,1,1,1,2,7,2,27,10,2,1,1,1,6,6,2,12,5,4,1,1,3,16,15,2,16,4,8,1,9,1,5,2,1,3,3,1,7,1,1,1,1,3,8,7,1,2,1,1,9,28,1,11,1,2,6,1,1,1,1,1,1,2,10,1,6,16,1,2,1,2,4,1,1,1,6,1,1,1,1,10,66,67,1,1,4,2,2,43,84,1,1,3,1,1,8,2,1,12,2,1,2,61,2,2,3,1,1,1,2,1,1,1,1,2,4,1,1,1,13,1,3,11,3,19,2,2,40,12,21,2,1,70,4,1,3,2,3,4,2,2,3,1,1,1,1,5,7,2,1,163,217,6,15,35,2,1,155,283,5,1,2,3,24,1,1,1,1,1,70,27,14,34,213,15,5,58,9,39,64,1,3,1,2,1,1,1,1,2,2,79,196,30,1,259,283,12,31,760,2,1,32,1,1,1,6,5,2,1,13,245,3,2,1,1,37,3,223,2,3,1,2,5,1,22,29,6,2,86,319,134,1,1,1,21,124,5,241,23,48,2,78,11,89,7,72,86,1,1,1,2,1,1,1,1,96,2,27,5,58,23,23,17,2,99,200,59,15,251,23,10,1,184,1,2,4,49,9,122,2,2,2,2,44,3,180,98,4,1,174,405,1,5,1,2,2,171,1,2,2,2,2,2,2,1,1,1,1,2,1,3,1,2,1,1,1,1,1,1,1,1,2,1,1,67,56,124,2,24,3,1,3,1,1,2,1,35,2,1,2,1,1,71,2,3,15,2,4,6,9,2,1,180,1,3,22,35,22,1,2,3,3,12,4,5,2,1,47,1,1,1,2,1,7,226,28,126,9,5,1,1,10,2,2,1,1,1,8,145,5,16,4,14,5,2,1,8,2,1,48,66,17,8,1,1,50,2,2,29,1,1,7,1,1,1,37,4,1,4,3,3,50,8,2,1,3,3,148,8,1,3,3,2,1,1,2,2,2,10,3,7,1,2,115,23,74,6,1,17,34,2,13,2,16,1,5,29,2,29,3,2,1,9,3,1,6,2,4,3,1,2,15,1,34,7,3,3,2,10,2,65,2,3,2,6,9,1,1,2,2,1,3,4,17,2,1,1,1,2,193,2,72,144,657,4,340,9,13,1,35,1,3,5,20,1,4,1,1,3,4,1,2,5,14,25,6,7,2,7,4,1,4,3,1,17,2,1,41,1,116,44,6,7,1,1,1,2,11,1,30,2,1,1,7,49,1,1,19,1,6,3,13,22,7,12,3,94,3,3,36,2,2,12,2,3,10,3,2,29,1,6,1,19,8,10,4,21,3,13,8,1,2,3,192,37,14,1,2,6,8,61,2,1,1,21,5,21,37,48,2,7,13,29,4,2,16,40,22,3,6,1,3,2,5,7,1,1,2,2,1,1,1,4,1,2,3,2,8,6,1,2,17,72,1,35,26,2,6,135,264,7,3,1,155,3,7,1,2,21,4,1,9,26,1,5,6,12,18,2,4,2,1,17,2,43,3,20,42,1,1,6,2,10,17,34,2,1,6,1089,10,265,4,3,1,5,15,5,14,43,372,37,4,1,4,1,1,5,3,8,5,3,1,4,1,1,1,21,44,9,30,2,40,10,1,3,8,3,53,69,64,2,2,1,2,3,5,9,3,102,25,43,6,11,15,1,2,1,901,3,5,94,2,8,20,500,71,6,39,3,14,1,2,3,142,268,1,7,38,31,13,2,25,35,18,50,26,21,4,1,110,1,2,19,2,1,38,5,92,58,1,98,18,2,5,31,1,8,6,15,23,138,42,3,38,6,2,3,10,515,5,5,31,95,2,114,1,20,8,6,3,79,27,6,10,6,9,10,3,63,9,2,3,3,1,2,69,102,147,2,1,1,11,45,2,3,1,2,1,50,5,30,11,1,9,2,11,45,34,18,1,1,2,5,6,124,9,2,2,2,3,1,9,1,1,51,4,2,26,39,11,58,16,5,5,3,557,5,37,1,1,1,1,105,11,1,2,4,1,2,1,146,56,1,2,1,1,50,15,11,6,2,1,7,3,5,10,1,1,1,1,2,1,3,62,2,10,3,15,5,4,6,1,2,6,20,5,1,64,1,2,4,1,2,1,23,5,1,9,2,1,4,5,4,1,24,3,23,4,6,11,2,196,1,2,1,1,62,1,5,103,6,1,1,10,2,3,2,2,50,205,1,5,1,2,2,2,4,6,2,1,15,1,5,36,5,12,64,3,2,4,1,1,6,18,201,3,2,28,104,1,33,50,46,2,155,15,7,7,36,5,31,2,44,2,18,1,1,6,54,5,5,1,21,2,1,10,9,2,4,1,1,327,2,1,1,2,2,2,1,12,215,7,70,11,32,5,15,6,199,3,8,6,61,1,1,18,15,45,4,1,73,1,32,104,20,22,3,1,2,8,10,1,5,85,2,3,1,1,4,75,15,12,2,5,18,4,21,2,5,3,7,6,5,5,1,3,1,3,2,3,4,2,11,1,1,13,2,1,1,2,2,4,2,1,1,1,1,4,1,1,4,6,2,2,1,3,2,2,2,4,1,1,1,1,4,14,1,4,1,1,4,1,1,3,1,2,2,1,1,2,5,1,1,17,2,3,36,9,2,1,2,2,1,1,1,1,1,2,2,10,51,1,2,19,3,16,5,3,1,34,49,49,50,3,26,52,80,28,10,3,20,3,6,2,1,77,10,23,58,1,9,11,2,18,3,8,3,79,1,41,1,9,5,8,8,12,3,3,373,15,7,27,2,3,3,2,2,3,7,56,12,47,9,23,14,20,2,3,2,3,1,2,1,228,3,95,3,4,1,1,1,8,2,63,69,106,90,2,1,91,13,3,52,17,1,3,2,6,1,40,7,3,16,125,167,17,2,2,58,17,10,169,293,5,6,2,2,3,1,18,2,12,1,3,25,9,17,5,16,17,3,3,7,1,17,2,8,9,10,4,21,33,8,2,2,2,60,4,144,50,3,18,81,7,20,23,138,25,17,1,1,98,3,3,98,3,6,3,1,46,31,2,17,7,6,55,6,53,3,1,17,1,9,1,2,2,1,2,39,50,26,19,2,3,22,16,98,703,20,12,7,22,1,12,3,2,2,2,31,10,3,37,60,38,130,2,1,8,21,8,72,58,2,14,4,6,17,34,157,71,17,1,2,7,4,11,11,2,2,6,1,1,2,1,115,8,13,5,1,2,1,6,3,1,1,1,2,2,1,28,10,167,79,3,16,235,2,31,4,29,159,61,1,14,6,3,4,2,2,2,108,3,74,1,9,2,8,8,2,19,461,13,1,35,3,64,3,18,12,3,318,98,98,61,45,1,1,134,2,27,47,508,39,53,5,7,2,24,2,7,3,88,18,1,2,2,1,164,1,1,295,50,204,10,17,2,163,5,28,5,3,1,9,1,2,2,1,2,20,27,2,3,4,20,4,1,1,8,1,122,1,13,41,3,5,2,2,2,3,13,5,9,244,36,1,30,178,131,2,1,17,2,6,7,12,1,2,2,1,3,1,25,2,1,1,1,7,8,8,151,7,15,8,82,438,16,821,150,2,5,5,372,40,7,12,3,1,4,4,27,10,8,3,14,7,1,13,6,75,1,39,1,1,2,2,19,3,8,1,22,3,3,508,25,2,1,3,50,1,1,5,2,5,2,10,20,175,4,2,14,2,2,13,1,12,17,7,2,20,8,1,8,8,3,1,1,145,4,2,90,1,184,80,3,1,2,1,4,1,2,1,9,8,1,12,2,4,2,1,10,1,2,36,6,1,3,1,142,1,95,6,7,87,17,74,1,5,18,34,8,36,5,5,4,29,4,4,1,54,114,6,33,2,1,83,2,5,19,10,4,9,5,2,3,28,1,2,3,1,2,17,8,7,18,2,2,3,3,97,281,2,2,1,8,6,6,1,40,2,4,1,14,6,2,2,29,1,104,6,1,1,36,1,6,71,20,1,1,9,5,2,6,20,2,40,4,19,1,21,1,1,1,14,14,4,26,1,2,1,2,23,72,4,51,1,11,2,1,19,1,2,82,1,24,2,1,1,124,3,3,1,2,2,23,4,92,24,1,21,25,15,25,76,3,1,2,1,5,6,10,3,1,2,13,53,1,1,10,10,605,83,9,22,161,6,9,3,1,213,68,16,49,46,15,17,13,30,6,41,1,68,45,31,1,77,4,96,5,28,85,4,744,141,3,106,15,1,6,1,3,28,2,3,6,2,5,5,8,3,1,1,1,1,1,1,1,2,10,3,1,2,9,1,2,1,1,2,1,1,2,2,1,4,1,6,2,123,1,16,15,6,3,10,9,30,9,25,13,260,79,32,45,11,5,3,1,3,7,14,109,32,1,4,1,5,1,20,3,129,44,1,14,1,27,10,242,2,404,140,30,2,5,1,8,117,5,4,1,1,2,2,1,1,1,2,14,1,23,12,10,1,2,3,6,13,3,2,15,1,12,4,20,3,6,15,21,4,2,6,26,1,80,37,9,3,1,3,1,5,87,16,36,134,26,4,1,5,121,35,1,256,39,12,1,32,121,66,7,1,14,6,49,1,6,16,62,31,1,5,1,19,12,11,16,137,12,6,9,1,1,1,21,31,9,328,17,1,12,4,40,1,7,20,6,9,13,2,1,52,3,2,7,72,1,263,15,37,5,64,1,3,142,2,3,1,2,4,203,29,26,4,28,16,49,20,67,51,6,1,62,4,26,2,3,3,12,2,3,2,1,30,8,3,1,2,28,1,1,96,4,48,127,1,30,195,19,24,1,49,1,146,14,227,2,1,2,183,4,1,2,13,48,1,26,2,5,3,22,6,11,1,2,1,9,9,1,94,128,7,1,10,6,3,2,28,124,3,2,6,19,6,1,9,12,7,6,42,14,43,5,16,37,3,2,6,4,23,9,112,1,2,5,7,2,1,1,9,19,86,1,52,97,190,5,3,1,6,86,1,95,5,101,8,3,8,11,2,1,1,15,5,2,9,1,22,2,5,2,5,3,13,32,17,11,27,4,1,4,2,108,28,50,6,1,2,1,3,106,1,41,10,22,2,10,5,5,2,17,49,13,20,3,221,11,8,2,23,685,10,3,213,236,41,31,52,32,50,62,1,1,5,3,12,2,207,1,5,141,10,13,2,114,2,112,8,39,301,6,1,19,1,1,14,1,2,1,10,4,6,2,1,1,22,119,15,1,362,73,2,36,15,17,1,5,1,9,9,2,1,2,1,1,10,7,5,58,22,4,1,14,403,163,57,81,4,48,15,37,9,12,2,39,6,2,1,3,2,449,1,1,3,9,4,11,1,1,5,12,4,5,3,2,4,8,33,2,5,1,85,24,1,20,45,16,9,2,2,326,250,114,5,9,4,8,16,189,1,36,40,11,11,1,6,132,20,337,7,2,1,15,86,145,5,1,1,3,1,249,39,159,379,4,30,45,62,9,5,28,5,5,1,68,25,1,3,14,33,1,32,5,181,9,9,15,67,9,1,1,1,2,56,177,48,89,2,11,1,6,1,1,3,94,299,5,58,4,3,1,4,2,11,30,1,56,1,2,5,20,19,2,51,4,2,2,9,9,57,2,5,114,22,7,102,8,13,3,3,5,1,3,15,5,1,128,4,13,5,1,9,1,2,1,3,2,2,2,5,1,8,9,20,3,1,2,4,1,1,2,2,2,1,1,8,172,1,28,34,1,2,1,2,7,25,1,17,3,4,5,3,1,1,3,4,2,4,8,3,1,4,14,1,2,14,7,69,2,3,78,3,2,10,17,2,4,93,237,1,61,30,6,4,4,14,25,7,1,36,2,1,12,1,5,1,8,4,3,3,1,2,5,1,6,35,11,9,22,163,3,2,16,2,150,2,18,45,38,2,13,7,4,5,11,10,25,2,1,2,1,1,20,1,2,12,2,10,9,14,119,29,10,1,3,68,85,8,7,5,19,18,57,2,2,28,27,3,5,3,36,2,1,8,3,12,3,7,2,15,2,2,45,10,24,5,1,2,5,2,2,24,1,1,2,3,1,5,5,9,26,3,1,55,7,12,1,7,1,21,7,47,2,16,59,7,28,10,46,3,1,2,2,2,3,8,38,2,28,6,2,2,2,1,18,8,2,11,3,1,2,80,57,11,39,53,66,1,3,3,1,2,2,3,162,406,1,1003,4,2,14,2,1,52,1,31,1,1,16,6,12,12,37,5,127,10,4,10,10,287,3,7,10,2,1,5,4,21,4,1,9,31,3,16,32,1,2,2,2,52,22,2,44,16,27,2,24,10,5,7,4,26,1,63,2,3,19,33,11,5,2,27,4,14,22,6,13,102,67,8,3,201,11,9,10,17,5,98,22,34,27,256,4,1,8,77,54,18,1,6,48,3,38,22,38,3,3,7,6,2,1,22,12,17,49,26,22,115,6,4,18,7,2,5,1,9,5,2,12,2,1,1,27,4,2,2,5,2,4,4,28,1,1,30,40,80,1,1,7,43,7,19,5,2,16,5,3,4,724,106,257,25,39,1,4,9,4,49,25,2,19,16,1,216,233,1,2,1,25,52,45,1,3,73,21,16,1,5,50,12,15,1,129,1,29,18,18,27,6,32,4,10,19,9,10,103,7,4,4,17,4,3,2,2,3,1,1,12,27,3,8,1,240,30,7,11,3,1,1,4,28,1,40,5,20,203,8,1,12,2,129,34,22,1,5,1,6,14,506,12,13,37,5,4,4,10,2,1,1,6,1,1,1,4,1,2,1,6,7,4,2,38,13,25,39,11,1,5,6,3,1,234,2,17,26,25,110,25,1,3,1,77,6,1,8,4,22,46,366,20,19,5,66,1,2,5,219,3,9,1,1,4,2,1,3,7,165,5,2,11,52,1,2,155,1,3,37,276,14,1,34,37,8,1,45,3,2,84,1,1,2,1,22,8,51,1,51,36,16,28,3,28,49,1,227,146,40,1,1,133,25,20,2,19,1,2,5,1,4,15,12,3,3,21,12,14,1,21,10,3,1,29,1,1,24,3,18,86,113,20,21,148,51,5,22,2,66,7,750,182,236,95,123,128,49,3,1,2,1,49,1,44,1,18,18,5,8,11,1,193,121,6,8,4,45,4,39,999,15,5,5,6,4,2,11,9,3,4,1,20,18,2,4,4,1,52,1,323,1,1,11,5,4,2,2,8,10,25,12,264,80,1,1,1,1,2,5,5,2,1,3,7,3,10,58,2,4,30,1,285,20,4,11,4,1,28,9,1,200,3,1,1,11,1,2,221,3,1,4,1,53,2,1,72,1,5,15,19,4,15,15,5,15,2,1,27,50,13,4,8,146,52,1,1,843,9,1,333,150,58,15,1,2,13,50,1,1,51,2,1,6,1,5,3,30,51,1,50,17,15,45,6,1,6,2,2,337,1,2,114,18,3,228,18,1,1,9,3,8,5,2,11,7,39,4,9,3,8,68,40,25,269,67,6,65,276,22,16,38,3,4,18,133,4,17,4,11,7,11,2,41,28,3,5,2,1,2,2,168,1,1,2,93,2,1,1,119,3,1,5,9,2,3,34,8,387,61,6,3,2,118,38,4,184,1,1,8,1,66,6,3,4,93,142,1,29,15,17,34,19,3,3,23,5,2,1,16,3,96,2,26,23,1,4,10,130,15,23,4,25,8,1,4,13,65,32,200,286,57,62,3,27,919,33,41,7,23,7,20,2,23,837,3,19,2,129,1,3,6,165,32,4,62,1,2,1,1,1,6,11,1,10,1,5,2,1,2,14,204,244,39,187,21,120,75,211,46,1,5,6,2,2,12,24,24,7,2,48,2,42,30,180,1,2,61,13,3,17,1,177,86,1,19,4,2,4,2,28,39,16,27,208,82,61,3,6,12,22,18,57,2,87,6,1,6,7,1,48,1,1,2,7,1,2,8,91,28,1,2,7,2,293,7,4,2,1,4,2,2,13,1,4,18,4,2,4,13,2,81,22,3,11,4,6,11,293,1,46,41,5,1,71,76,5,6,3,2,139,1,4,49,2,1,5,13,9,21,43,2,5,145,8,13,8,1,69,2,23,17,18,2,2,62,129,2,1,3,3,118,2,11,310,122,2,5,1,272,14,1,4,1,3,2,3,15,1,32,4,5,128,41,7,500,21,1,73,15,75,19,2,3,2,27,4,15,2,44,5,1,1,1,1,1,1,19,1,3,1,1,22,1,5,5,1,23,40,14,37,10,2,41,3,224,4,3,3,2,15,3,54,1,2,7,11,3,98,13,27,1,6,14,1,12,4,1,21,25,3,1,68,6,4,5,45,4,4,3,8,1,1,12,7,33,9,3,21,6,51,1,11,5,51,19,6,1,2,1,8,1,2,11,1,2,1,1,1,1,1,1,3,1,3,2,1,1,2,1,1,22,4,1,11,34,2,20,20,2,1,4,17,1,2,1,4,23,1,49,4,4,34,93,83,4,1,32,80,62,4,160,19,2,102,336,43,1,51,52,2,2,7,23,12,1,1,3,6,16,14,118,1,17,32,5,1,23,3,3,39,1,1,8,65,1,3,1,1,3,8,10,55,49,5,1,13,3,7,3,4,8,2,2,2,3,2,3,5,2,1,28,10,2,16,470,13,1,81,1,1,26,5,13,31,449,28,1,1,3,11,18,13,10,51,3,3,1,4,9,1,4,2,2,5,31,107,11,1,12,14,133,9,15,17,15,1,9,4,1,4,2,2,2,9,5,2,6,15,3,1,1,4,2,1,4,3,2,30,1,4,25,3,2,3,32,6,4,69,187,2,27,7,52,3,1,2,3,1,2,124,4,12,1,8,376,6,94,4,27,14,4,2,2,21,1,4,2,21,18,2,2,2,5,21,58,2,1,2,9,28,1,53,4,76,5,1,446,77,7,1185,2,2,1,2,1,11,2,9,3,7,3,279,1,1,1,248,16,1,1,1,10,2,2,5,2,1,1,1,1,7,2,46,90,5,11,12,3,17,26,29,30,13,1,51,28,2,2,1,1,214,2,5,79,95,2,28,5,37,6,15,4,10,14,79,3,1,16,2,1,1,10,2,23,19,12,1,11,17,1,2,1,5,2,9,13,3,2,19,1,6,2,10,2,5,24,1,1,12,193,167,22,17,8,11,15,2,125,12,10,5,50,1,1,6,30,1,4,7,26,13,6,3,2,9,261,18,135,5,1,6,9,1,8,3,10,2,17,1,2,5,2,11,3,10,1,1,10,2,1,1,5,3,48,1,1,5,3,1,67,1,1,71,2,3,3,1,1,32,11,2,310,3,265,1,2,1,77,6,2,35,4,4,10,5,47,17,2,1,1,1,2,4,1,14,1,15,1,93,11,2,32,2,8,223,425,152,4,5,1,5,756,17,2,1,6,2,2,32,108,4,83,1,2,182,27,1,1,1,4,39,1,1,32,19,44,1,12,1,1,5,1,2,1,2,17,8,1,2,2,1,35,1,1,3,1,1,1,3,1,6,89,13,23,25,3,1,6,9,4,7,65,18,9,54,31,138,11,5,3,27,14,1],l=[0,4,8,13,27,31,39,43,47,51,55,59,68,72,109,113,118,127,156,174,184,416,425,429,437,442,467,476,484,489,494,499,504,509,513,518,522,526,535,540,545,550,559,564,572,577,582,619,640,645,650,659,708,717,721,726,783,788,793,798,807,824,833,857,865,869,873,878,883,899,908,917,945,954,971,976,981,990,1030,1043,1051,1079,1083,1103,1108,1132,1137,1146,1155,1160,1169,1173,1178,1198,1203,1208,1213,1218,1231,1243,1264,1269,1278,1283,1288,1308,1353,1358,1382,1387,1395,1420,1425,1430,1435,1440,1445,1450,1459,1485,1490,1508,1524,1529,1534,1539,1547,1563,1568,1573,1578,1594,1599,1603,1607,1611,1616,1621,1629,1634,1639,1655,1664,1668,1800,2084,2089,2094,2106,2111,2116,2149,2157,2161,2210,2219,2224,2233,2453,2462,2471,2476,2481,2486,2491,2500,2505,2510,2515,2520,2529,2543,2548,2553,2558,2579,2584,2588,2600,2604,2609,2618,2627,2663,2672,2714,2723,2728,2801,2809,2813,2817,2826,2839,2852,2860,2869,2873,2878,2882,2887,2892,2901,2926,2935,2939,2983,3007,3021,3030,3146,3154,3159,3203,3300,3321,3326,3335,3339,3388,3392,3397,3401,3406,3410,3414,3428,3433,3438,3451,3480,3485,3507,3512,3545,3558,3562,3574,3579,3588,3592,3597,3602,3607,3611,3615,3623,3632,3637,3642,3730,3830,3874,3882,4034,4039,4044,4058,4063,4068,4072,4081,4086,4091,4096,4101,4154,4159,4167,4172,4177,4186,4195,4244,4253,4258,4263,4272,4286,4291,4296,4325,4330,4334,4363,4527,4548,4552,4557,4562,4619,4664,4672,4681,4694,4719,4728,4736,4769,4774,4787,4843,4859,4864,4869,4874,4883,4888,4893,4898,4902,4915,4920,5028,5037,5050,5071,5148,5157,5166,5183,5256,5265,5282,5315,5328,5337,5342,5423,5428,5433,5442,5467,5487,5500,5509,5517,5525,5529,5546,5558,5580,5593,5602,5606,5723,5756,5761,5782,5787,5796,5801,5973,5978,5987,5995,6004,6013,6022,6027,6032,6037,6042,6047,6055,6060,6064,6069,6078,6083,6088,6093,6097,6101,6106,6110,6114,6123,6128,6132,6137,6147,6152,6161,6241,6246,6251,6256,6260,6265,6274,6279,6420,6429,6433,6442,6446,6451,6461,6470,6474,6487,6496,6500,6504,6512,6521,6526,6543,6548,6556,6561,6575,6583,6588,6592,6605,6610,6627,6645,6653,6662,6667,6688,6692,6697,6701,6709,6714,6727,6771,6775,6820,6840,6848,6853,6858,6863,6868,6877,6882,6887,6892,6906,6944,6953,6962,6970,6986,6998,7006,7011,7044,7053,7058,7158,7298,7350,7383,7388,7393,7581,7590,7599,7695,7700,7705,7726,7731,7736,7741,7845,7862,7867,7884,7897,7909,8041,8074,8083,8088,8093,8102,8114,8122,8127,8136,8140,8148,8153,8158,8167,8176,8185,8205,8209,8213,8218,8226,8274,8315,8325,8335,8340,8368,8397,8401,8414,8423,8451,8456,8468,8482,8486,8499,8508,8517,8521,8539,8548,8552,8557,8562,8579,8592,8597,8606,8615,8620,8657,8670,8678,8687,8696,8721,8730,8954,8959,8973,8981,8998,9015,9020,9025,9034,9043,9048,9057,9074,9092,9097,9102,9107,9112,9121,9253,9262,9280,9285,9921,9925,9953,9974,9987,9992,10092,10097,10110,10131,10184,10189,10206,10211,10215,10219,10228,10233,10241,10249,10254,10263,10272,10280,10289,10310,10315,10320,10325,10330,10335,10348,10357,10362,10396,10400,10445,10474,10483,10488,10493,10498,10503,10512,10557,10562,10627,10636,10641,10646,10675,10799,10804,10809,10870,10875,10896,10909,10913,10918,10926,10935,10940,11024,11038,11052,11069,11074,11079,11088,11097,11102,11111,11125,11134,11178,11183,11188,11193,11202,11207,11231,11244,11248,11253,11297,11302,11307,11316,11324,11528,11569,11574,11579,11588,11613,11631,11663,11668,11673,11677,11730,11739,11748,11764,11833,11842,11847,11872,11877,11882,11887,11951,12051,12127,12140,12165,12169,12182,12191,12212,12237,12241,12246,12254,12263,12268,12273,12278,12295,12300,12309,12321,12330,12355,12375,12379,12388,12401,12450,12455,12483,12505,12514,12527,12536,12660,12665,12670,12675,12755,12768,12793,12798,12803,12835,12840,12845,12854,12879,12884,12892,12897,12901,12915,12923,12928,12936,12941,12946,12950,12995,12999,13008,13012,13016,13021,13026,13031,13036,13053,13058,13063,13068,13073,13773,13785,13973,13978,13983,13988,13992,13997,14006,14023,14028,14340,14376,14384,14389,14393,14398,14403,14421,14433,14446,14467,14480,14485,14497,14501,14505,14509,14523,14540,14553,14598,14602,14639,14648,14653,14666,14675,14680,14713,14730,14771,14780,14789,14794,14803,14807,14816,14829,14842,14855,14860,14874,14879,14888,14913,14918,14923,14928,15384,15389,15394,15470,15479,15484,15493,15845,15878,15898,15935,15944,15952,15957,15966,15971,16071,16239,16244,16253,16317,16330,16338,16343,16352,16361,16374,16391,16468,16533,16538,16542,16568,16573,16582,16594,16599,16604,16617,16622,16630,16644,16649,16686,16707,16716,16725,16733,16737,16745,16750,16767,16793,16893,16914,16924,16953,16970,16974,16979,16983,17019,17032,17041,17050,17130,17138,17198,17202,17274,17278,17295,17308,17385,17417,17422,17458,17463,17468,17482,17490,17562,17566,17571,17580,17589,17594,17603,17687,17748,17896,17901,17906,17911,17924,17977,17986,17999,18004,18009,18014,18019,18024,18042,18063,18068,18073,18082,18091,18100,18110,18124,18129,18134,18143,18152,18160,18336,18374,18379,18388,18397,18410,18414,18424,18429,18434,18483,18488,18498,18532,18541,18551,18588,18592,18605,18626,18635,18959,18968,19013,19018,19023,19028,19033,19077,19098,19103,19112,19124,19129,19138,19143,19164,19192,19197,19205,19209,19214,19223,19255,19288,19300,19309,19314,19322,19335,19355,19375,19380,19385,19390,19395,19404,19409,19422,19431,19439,19457,19462,19471,19479,19495,19519,19523,19532,19541,19563,19572,19576,19585,19589,19598,19615,19620,19624,19629,19717,19739,19744,19780,19785,19790,19795,19800,19805,19810,19846,19854,19903,19912,19937,19958,19967,20092,20097,20106,20111,20116,20281,20286,20299,20463,20488,20493,20498,20503,20512,20525,20533,20542,20576,20792,20797,20806,20811,20816,20825,20830,20847,20873,20882,20887,20892,20897,20918,21023,21032,21057,21206,21211,21220,21225,21230,21235,21244,21265,21350,21355,21364,21393,21398,21402,21518,21702,21738,21747,21812,21825,21839,21848,21869,21874,21931,21936,21962,21966,22011,22016,22021,22035,22048,22057,22066,22071,22076,22080,22085,22090,22115,22124,22129,22134,22139,22531,22539,22544,22549,22558,22567,22576,22581,22599,22652,22661,22698,22715,22732,22741,22759,22763,22832,22837,22846,22854,22934,22939,22944,22948,22982,23e3,23009,23013,23161,23165,23210,23274,23315,23319,23332,23337,23346,23363,23395,23400,23409,23533,23541,23553,23558,23563,23580,23644,23670,23675,23684,23689,23698,23703,23744,23749,23754,23758,23775,23784,23794,23799,23804,23817,23822,23835,23840,23848,23852,23861,23874,23879,23884,23928,23932,23937,23942,23951,23960,23976,23985,23990,23995,24e3,24005,24021,24026,24031,24048,24072,24077,24085,24089,24094,24102,24111,24120,24128,24133,24138,24142,24146,24163,24204,24209,24225,24229,24234,24242,24247,24252,24265,24269,24277,24285,24290,24295,24304,24325,24330,24335,24384,24392,24405,24430,24447,24456,24461,24470,24479,24484,24489,24494,24498,24503,24512,24521,24550,24686,24691,24696,24700,24705,24731,24736,24745,24749,24781,24821,24893,24973,24978,25011,25044,25090,25099,25104,25113,25126,25131,25135,25139,25143,25176,25185,25206,25231,25236,25245,25258,25267,25304,25312,25325,25338,25352,25357,25390,25395,25420,25429,25442,25447,25452,25466,25475,25839,25856,25877,25881,25886,25891,25895,25904,25912,25917,25922,25927,25940,25965,25970,26011,26027,26031,26035,26039,26047,26061,26066,26075,26080,26102,26111,26168,26173,26183,26187,26191,26195,26204,26213,26238,26338,26454,26598,26603,26608,26622,26626,26635,26748,26797,26802,26811,26820,26829,26834,26851,26856,26861,26866,26982,27062,27096,27105,27110,27140,27157,27162,27167,27343,27361,27366,27375,27384,27389,27394,27430,27435,27439,27444,27449,27474,27507,27536,27545,27570,27595,27600,27604,27621,27626,27670,27679,27688,27721,27734,27739,27772,27816,27848,27852,27861,27865,27878,27882,28102,28186,28191,28204,28324,28337,28353,28370,28450,28467,28471,28476,28480,28488,28501,28506,28598,28606,28627,28636,28641,28670,28675,28679,28684,28689,28702,28731,28744,28753,28758,28763,28808,28813,28826,28830,28840,28844,28849,28858,28866,28879,28883,28899,28907,28911,28915,28932,28941,29049,29067,29088,29097,29114,29119,29123,29136,29144,29152,29161,29182,29191,29196,29210,29224,29241,29329,29334,29339,29352,29378,29386,29431,29501,29505,29509,29514,29519,29532,29549,29649,29685,29690,29694,29703,29708,29717,29733,29753,29761,29765,29778,29782,29787,29797,29802,30202,30226,30278,30298,30302,30310,30314,30327,30340,30345,30350,30355,30364,30372,30377,30390,30394,30826,30850,30862,30867,31059,31063,31076,31080,31124,31324,31361,31366,31386,31391,31404,31417,31426,31434,31442,31459,31468,31484,31489,31510,31519,31528,31546,31550,31567,31583,31588,31592,31626,31631,31716,31725,31737,31750,31755,32139,32275,32407,32455,32495,32499,32503,32511,32520,32577,32602,32734,32774,32878,32887,32908,32913,32954,32959,32964,32968,32994,32999,33004,33013,33022,33027,33103,33108,33113,33253,33294,33367,33376,33381,33390,33439,33444,33474,33495,33508,33513,33518,33523,33532,33537,33541,33546,33591,33616,33625,33638,33647,33679,33684,33689,33694,33723,33728,33742,33746,33795,33943,33956,33965,33974,33979,33988,34001,34015,34024,34040,34156,34216,34221,34302,34542,34634,34643,34648,34657,34666,34683,34693,34697,34702,34711,34720,34725,34734,34739,34808,34817,34822,34827,34832,34837,34841,34853,34961,34970,34980,34998,35046,35210,35231,35759,35815,35824,35834,35844,35985,36054,36066,36074,36079,36084,36089,36098,36107,36116,36129,36143,36156,36161,36166,36174,36182,36223,36228,36249,36254,36259,36268,36277,36298,36311,36336,36341,36350,36358,36370,36698,36715,36724,36729,36741,36861,36865,36870,36890,36898,36915,36923,36927,36940,37e3,37009,37014,37019,37023,37028,37041,37046,37062,37087,37096,37101,37105,37110,37114,37131,37136,37141,37145,37150,37155,37171,37179,37228,37233,37266,37331,37335,37340,37345,37350,37359,37364,37373,37378,37408,37417,37422,37462,37471,37480,37489,37494,37502,37506,37511,37521,37530,37535,37548,37553,37705,37710,37715,37728,37745,37774,37786,37840,37845,37850,37868,37882,37887,37964,37981,37998,38015,38107,38124,38129,38133,38142,38183,38199,38216,38221,38226,38335,38340,38350,38376,38389,38406,38431,38436,38444,38457,38478,38482,38491,38504,38509,38517,38530,38535,38552,38577,38582,38586,38595,38608,38672,38684,38693,38697,38702,38715,38727,38748,38753,38830,38835,38840,38845,38858,38862,38871,38880,38893,38898,39030,39044,39049,39054,39106,39111,39123,39132,39166,39170,39174,39183,39192,39197,39210,39224,39229,39261,39274,39287,39291,39299,39304,39309,39314,39331,39356,39366,39442,39447,39456,39461,39466,39487,39492,39504,39513,39518,39527,39531,39536,39549,39553,39562,39616,39621,39626,39635,39640,39645,39650,39655,39667,39672,39681,39686,39699,39716,39776,39793,39798,39803,39811,39868,39873,39882,39887,39892,39897,39902,39911,39916,39949,39958,39962,39967,40008,40160,40165,40170,40203,40235,40507,40532,40553,40606,40702,40711,40724,40729,40734,40871,40899,40923,40937,40978,41015,41079,41092,41109,41118,41162,41167,41248,41289,41330,41335,41383,41396,41426,41439,41511,41664,41673,41765,41818,41832,41837,41842,41847,41855,41860,41873,41950,41959,41963,41984,41993,42006,42026,42046,42059,42064,42069,42074,42078,42083,42088,42092,42101,42130,42134,42139,42147,42163,42168,42177,42182,42187,42196,42201,42206,42215,42223,42227,42243,42247,42271,42280,42428,42433,42459,42493,42502,42506,42519,42524,42529,42543,42548,42553,42566,42623,42660,42702,42720,42737,42745,42750,42763,42768,42777,42878,42979,42984,42989,42993,42998,43003,43041,43054,43222,43251,43256,43260,43265,43282,43295,43359,43364,43852,44004,44033,44042,44060,44065,44079,44092,44097,44110,44115,44120,44124,44133,44138,44143,44148,44157,44199,44204,44281,44286,44291,44296,44305,44310,44334,44343,44348,44357,44366,44371,44376,44393,44446,44451,44456,44477,44506,44511,44516,44521,44539,44544,44608,44645,44654,44659,44664,44677,44682,44687,44701,44705,44750,44878,44898,44911,44916,44921,45189,45257,45261,45489,45557,45579,45584,45692,45764,45789,45793,45798,45827,45836,45909,45914,45922,45936,46060,46077,46081,46095,46100,46108,46122,46135,46168,46340,46345,46359,46384,46388,46393,46397,46405,46413,46426,46738,46746,46751,46791,46799,46816,46821,46830,46862,46879,46884,46893,46902,46907,46943,46947,46952,46964,47152,47157,47258,47271,47373,47394,47439,47443,47451,47475,47483,47492,47497,47505,47518,47650,47664,47701,47705,47718,47727,47735,47759,47851,47889,47894,47899,47955,47968,47985,47994,48003,48016,48029,48037,48049,48054,48059,48092,48097,48101,48106,48115,48148,48153,48157,48174,48179,48197,48305,48310,48343,48351,48359,48389,48394,48534,48539,48552,48557,48785,48789,48793,48801,48882,48891,48896,48901,48926,48951,48956,49016,49025,49033,49046,49072,49082,49123,49128,49137,49142,49156,49184,49189,49246,49478,49488,49492,49500,49520,49532,49537,49550,49714,49728,49737,49759,49829,49851,49855,49893,49910,49914,49923,49960,49965,50021,50042,50075,50080,50085,50089,50093,50101,50130,50159,50164,50168,50176,50181,50194,50202,50206,50210,50214,50227,50320,50325,50362,50674,50691,50704,50716,50721,50726,50794,50799,50808,50812,50857,50861,50865,50894,50934,50942,50947,50952,50957,50965,50969,50974,50979,50984,50989,50994,50999,51004,51014,51019,51056,51093,51102,51107,51116,51120,51125,51130,51218,51234,51275,51280,51285,51294,51299,51304,51333,51338,51363,51371,51383,51393,51397,51414,51431,51436,51452,51481,51493,51498,51507,51667,51676,51694,51699,51744,52420,52434,52438,52614,52886,52967,53e3,53029,53042,53047,53052,53057,53062,53083,53091,53104,53109,53389,53394,53403,53467,53484,53488,53493,53510,53518,53598,53603,53607,53687,53692,53697,53723,53728,53733,53738,53743,53748,53753,53758,53763,53768,53772,53777,53781,53802,53898,53938,53942,54274,54320,54325,54438,54458,54483,54488,54493,54498,54519,54524,54533,54538,54547,54552,54556,54565,54583,54596,54648,54657,54662,54666,54675,54835,54871,54876,54944,54949,55009,55017,55042,55047,55060,55065,55107,55116,55121,55126,55131,55140,55240,55245,55250,55263,55300,55317,55345,55349,55354,55376,55393,55410,55430,55443,55452,55469,55490,55523,55531,55540,55544,55629,55643,55648,55661,55679,55692,55701,55706,55711,55867,56019,56087,56092,56113,56121,56135,56149,56210,56215,56252,56304,56317,56330,56334,56342,56423,56427,57071,57080,57089,57094,57115,57156,57217,57234,57239,57244,57258,57262,57382,57431,57504,57860,57864,57896,57964,57996,58001,58019,58049,58054,58059,58064,58184,58217,58222,58227,58240,58258,58263,58268,58288,58396,58409,58426,58440,58509,58522,58527,58532,58537,58546,58555,58592,58644,58724,58733,58742,58747,58759,58764,58768,58773,58830,58890,58895,58920,58925,58930,58935,58940,58944,58948,58994,58999,59008,59013,59022,59031,59052,59057,59062,59135,59140,59144,59153,59174,59191,59220,59225,59239,59331,59339,59344,59366,59375,59384,59388,59401,59410,59415,59420,59429,59450,59455,59551,59556,59596,59616,59621,59630,59635,59644,59649,59662,59672,59681,59686,59695,59700,59709,59745,59805,59818,59822,59831,59848,59852,59857,59866,59875,59884,59889,59894,59903,60087,60091,60191,60228,60232,60237,60242,60247,60252,60274,60279,60304,60312,60321,60326,60331,60336,60341,60345,60357,60365,60370,60384,60389,60393,60402,60406,60411,60420,60458,60471,60643,60648,60652,60689,60694,60703,60717,60726,60735,60743,60760,60777,60782,60827,60832,60844,60849,60862,60876,60881,60886,60891,60904,60913,60918,60927,60932,60941,60946,60951,60964,60977,60990,60995,61004,61022,61026,61031,61048,61056,61065,61083,61139,61144,61154,61175,61180,61228,61237,61246,61267,61293,61303,61348,61361,61370,61375,61379,61384,61432,61437,61441,61446,61451,61456,61461,61466,61470,61512,61521,61546,61579,61604,61688,61725,61730,61735,61740,61749,61782,61799,61804,61813,61826,61852,61881,61890,61894,61907,61911,61920,61924,61937,61969,61974,61979,61988,61997,62006,62020,62038,62043,62048,62053,62062,62071,62084,62117,62135,62140,62145,62159,62168,62173,62187,62192,62197,62206,62211,62216,62221,62229,62238,62259,62263,62267,62304,62313,62326,62331,62339,62344,62373,62382,62407,62411,62416,62446,62463,62483,62488,62534,62547,62552,62557,62566,62575,62584,62617,62709,62718,62787,62809,62817,62821,62830,62835,62896,62909,62918,62930,62935,62940,62949,63009,63058,63063,63104,63220,63229,63234,63243,63256,63261,63270,63279,63292,63456,63744,63749,64417,64422,64427,64432,64436,64440,64448,64453,64489,64494,64499,64512,64517,64534,64547,64552,64564,64644,64649,64658,64663,64668,65136,65141,65146,65163,65168,65173,65185,65189,65222,65227,65232,65237,65266,65271,65280,65305,65310,65315,65324,65333,65373,65395,65399,65459,65475,65492,65501,65546,65555,65564,65569,65574,65591,65596,65605,65609,65613,65627,65640,65644,65649,65658,65675,65692,65706,65715,65720,65730,65806,65832,65837,65842,65974,65979,65983,65992,66021,66026,66099,66115,66144,66161,66425,66430,66435,66444,66508,66534,66546,66550,66555,66715,66723,66756,66764,66790,66795,66807,66824,66832,66837,66842,66852,66856,66869,67025,67045,67054,67278,67283,67292,67297,67306,67315,67319,67323,67341,67362,67367,67371,67380,67385,67390,67435,67448,67458,67463,67468,67477,67486,67491,67496,67501,67506,67534,67558,67618,67623,67628,67642,67691,67700,67733,67738,67747,67756,67765,67774,67779,68087,68140,68208,68218,68251,68256,68270,68298,68306,68323,68335,68343,68356,68374,68378,68490,68746,68751,68760,68765,68793,68893,68914,68919,68924,69072,69076,69081,69085,69102,69155,69196,69234,69239,69371,69376,69413,69442,69464,69506,69511,69529,69537,69546,69551,69568,69585,69645,69649,69653,69658,69671,69680,69685,69689,69698,69703,69708,69713,69726,69759,69764,69769,69774,70050,70096,70105,70130,70143,70148,70153,70158,70171,70176,70253,70262,70334,70602,70612,70616,70621,70630,70750,70763,70809,70814,70827,70832,70837,70854,71070,71082,71118,71210,71231,71248,71264,71293,71297,71302,71307,71327,71332,71337,71342,71359,71364,71373,71378,71395,71424,71433,71438,71507,71512,71548,71569,71574,71579,71584,71597,71610,71615,71839,71843,71856,71929,71946,72018,72023,72027,72032,72037,72042,72050,72055,72060,72077,72086,72099,72351,72384,72422,72435,72460,72465,72474,72495,72516,72525,72534,72539,72543,72548,72553,72557,72571,72580,72664,72669,72674,72678,72718,72723,72732,72853,72858,72863,72872,72920,72930,72935,73063,73211,73228,73233,73257,73262,73267,73292,73297,73302,73310,73314,73390,73395,73449,73454,73484,73502,73511,73536,73541,73582,73658,73663,73911,73995,74028,74033,74038,74230,74262,74271,74275,74288,74293,74298,74303,74308,74313,74329,74342,74356,74365,74370,74398,74403,74408,74430,74439,74444,74449,74462,74467,74472,74489,74494,74502,74598,74667,74672,74702,74731,74744,74748,74760,74769,74830,74838,75182,75215,75335,75447,75523,75671,75788,75801,75806,75815,75820,75853,75858,75867,75872,75897,75915,75936,75941,75985,75989,76026,76118,76123,76128,76133,76241,76246,76256,76820,76840,76854,76859,76864,76869,76874,76887,76896,76906,76915,76920,76925,76969,76978,76992,77009,77014,77071,77076,77380,77385,77390,77400,77405,77413,77418,77427,77435,77453,77466,77484,77636,77645,77650,77655,77660,77665,77673,77678,77683,77692,77697,77702,77707,77720,77725,77754,77763,77768,77798,77803,77817,77830,77834,77844,77852,77857,77869,77878,77883,78131,78136,78140,78144,78168,78172,78181,78265,78274,78279,78288,78293,78310,78315,78320,78420,78425,78434,78459,78520,78525,78539,78548,78557,78574,78583,78588,78593,78633,78647,78652,78670,78818,78851,78856,78861,79661,79677,79682,80110,80350,80371,80392,80396,80405,80410,80515,80520,80525,80577,80581,80586,80600,80605,80615,80623,80633,80642,80647,80681,80686,80690,80699,80716,80721,80730,80735,80744,80813,80817,80826,80847,80888,80892,80993,81014,81019,81024,81033,81038,81047,81065,81074,81100,81110,81174,81178,81202,81211,81219,81236,81241,81255,81323,81331,81344,81401,81521,81526,81558,81646,81659,81672,81677,81725,81729,81789,81794,81816,81828,81833,81842,81847,81955,81969,81974,81983,81988,81993,82001,82085,82089,82094,82099,82123,82131,82136,82141,82166,82175,82179,82184,82201,82205,82214,82222,82239,82479,82496,82501,82510,82515,82579,82635,82640,82936,82940,82945,82950,82955,83023,83027,83031,83036,83180,83292,83297,83326,83350,83375,83380,83384,83397,83401,83478,83483,83488,83493,83506,83511,83587,83592,83614,83632,83637,83642,83667,83899,83913,83946,83951,83956,83961,83965,83970,83979,84017,84026,84174,84386,84423,84515,84529,84574,85302,85326,85347,85351,85380,85402,85447,85456,85478,85606,85619,85636,85645,85658,85663,85668,85693,85873,85898,85903,85952,85957,85966,85971,85976,85981,85986,85991,85996,86033,86038,86059,86064,86069,86078,86106,86282,86470,86482,86582,86595,86683,86748,86884,86897,86902,86911,86920,86929,86938,86955,86969,86982,87003,87007,87012,87017,87051,87136,87644,87649,87657,87801,87806,87811,87832,87837,87969,88073,88077,88085,88094,88103,88112,88121,88162,88218,88230,88235,88355,88392,88453,88462,88484,88493,88519,88548,88601,88606,88631,88640,88645,88649,88662,88667,88719,88724,88728,88737,88766,88771,88780,88798,88827,88856,88860,88869,88882,88887,88944,88969,88986,88995,89e3,89005,89014,89019,89053,89058,89075,89080,89098,89107,89116,89125,89134,89202,89236,89241,89250,89255,89259,89269,89533,89537,89570,89579,89584,89589,89733,89929,89934,89959,89964,89969,90022,90027,90032,90037,90046,90051,90056,90074,90079,90143,90207,90216,90229,90353,90365,90373,90377,90382,90400,90405,90425,90443,90451,90456,90465,90557,90613,90618,90623,90635,90639,90831,90840,90845,90891,90987,90996,91006,91011,91147,91157,91162,91167,91172,91177,91186,91196,91221,91226,91239,91244,91249,91381,91422,91434,91690,91699,91704,91768,91785,91839,91848,91857,91870,91879,91896,91913,91926,91931,91984,91992,91997,92002,92007,92012,92017,92022,92043,92047,92055,92060,92064,92085,92090,92094,92115,92119,92149,92175,92189,92275,92297,92306,92327,92332,92488,92497,92501,92509,92518,92523,92528,92584,92589,92598,92603,92628,92638,92643,92652,92681,92686,92695,92720,92725,92750,92763,92768,92806,92840,92845,92850,92986,92991,93009,93021,93050,93059,93073,93087,93119,93124,93129,93138,93164,93205,93219,93232,93265,93283,93315,93319,93360,93369,93378,93451,93456,93461,93470,93475,93508,93513,93522,93551,93556,93565,93569,93574,93578,93583,93588,93593,93606,93611,93624,93633,93638,93643,93652,93657,93661,93717,93726,93731,93744,93769,93778,93788,93802,93811,93816,93824,93837,93842,93851,93856,93865,93895,93900,93921,93926,93931,93940,94016,94088,94097,94102,94114,94235,94360,94369,94901,94977,94986,95062,95654,95810,95814,95879,95916,95921,95926,95939,95971,95996,96001,96006,96010,96027,96048,96061,96078,96083,96091,96104,96108,96113,96118,96126,96138,96203,96208,96212,96225,96385,96390,96395,96400,96405,96410,96419,96432,96456,96465,96469,96474,96488,96492,96504,96509,96518,96526,96531,96536,96545,96555,96560,96565,96574,96579,96584,96642,96647,96656,96661,96821,96830,96835,96840,96845,96850,96855,96860,96878,96888,97012,97045,97049,97053,97058,97067,97080,97085,97099,97144,97148,97160,97164,97177,97202,97207,97216,97221,97230,97239,97251,97311,97315,97320,97325,97339,97383,97396,97400,97405,97427,97432,97445,97454,97459,97468,97477,97481,97486,97491,97496,97501,97506,97519,97524,97529,97534,97551,97560,97565,97582,97595,97604,97701,97706,97724,97737,97746,97755,97768,97805,97818,97835,97861,98025,98030,98055,98060,98070,98075,98080,98089,98094,98099,98103,98196,98213,98251,98256,98269,98725,98730,98738,98743,98748,98802,98807,98816,98820,98834,98838,98842,98850,98896,98937,98946,98955,98959,98972,98980,99061,99070,99074,99078,99094,99159,99163,99200,99216,99412,99422,99427,99529,99561,99566,100086,100095,100104,100109,100114,100118,100127,100136,100165,100174,100187,100196,100237,100242,100246,100251,100268,100288,100293,100298,100303,100311,100320,100329,100334,100343,100348,100352,100356,100361,100382,100390,100446,100499,100504,100509,100518,100523,100528,100550,100572,100601,100638,100643,100648,100653,100658,100663,100667,100671,100843,100852,100873,100878,100926,100931,101008,101025,101042,101055,101081,101090,101107,101116,101364,101377,101382,101419,101423,101428,101433,101446,101455,101531,101579,101627,101632,101672,101724,101728,101737,101741,101749,101757,101785,101829,101841,101849,101863,101868,101873,101882,101918,101927,101936,101957,101961,101966,101984,102140,102161,102201,102226,102230,102234,102243,102248,102337,102342,102351,102363,102376,102381,102386,102398,102411,102415,102427,102436,102452,102469,102473,102481,102490,102494,102650,102658,102719,102723,102728,102740,102764,102769,102774,102783,102795,102804,102813,102817,102826,102839,102844,102853,102861,102874,102879,102884,102917,102926,102931,102936,102949,102958,103003,103008,103013,103031,103040,103045,103137,103142,103147,103152,103157,103166,103174,103179,103184,103229,103233,103237,103361,103374,103430,103435,103439,103444,103448,103453,103462,103500,103509,103522,103532,103537,103559,103584,103593,103598,103603,103608,103617,103622,103627,103681,103686,103696,103701,103719,103736,103745,103750,103759,103781,103785,103841,103849,103854,103859,103864,103881,103930,103944,103952,103957,103978,103987,103995,103999,104079,104084,104097,104102,104111,104319,104379,104383,104388,104393,104411,104511,104516,104521,104562,104591,104716,104721,104758,104763,104768,104788,104793,104802,104806,104815,104872,104904,104909,104918,104927,104932,105040,105044,105049,105062,105066,105070,105075,105088,105093,105106,105383,105416,105429,105478,105483,105487,105492,105497,105502,105507,105539,105569,105590,105595,105617,105665,105685,105690,105694,105728,105737,105742],u=`MQAAATEAAAHxAgAAApcBAAABkAEAAAIWAAABYgAAAmIAAAFtAAABTwAAAU8AAAFPAAABYgAAATsAAAHJAwAAAQEAAAFPAAABIQAAARAAAAEBAAABTAAAAl4AAAEUAAABtgEAAAEBAAABAQAAAU8AAAHIAwAAAccDAAABAQAAASQAAAEBAAACTwAAAgQAAAINAAABiwEAAAQKAAABgwEAAAEGAAABAQAAAYYBAAABhQEAAAGVAQAAAQQAAAECAAABEgAAAQEAAAEIAAABAwAAAQYAAAEBAAABAQAAAQUAAAEBAAABDAAAAQEAAAEEAAAFAQAABgEAAAEOAAAEAQAAAQEAAAEFAAABAQAAAQcAAAEIAAABEAAAAgQAAAIDAAABAwAAAQQAAAEEAAABAgAABAEAAAQDAAABAQAAAQEAAAISAAABEwAAAwYAAAEXAAABBgAAAQwAAAoHAAABAQAAAQMAAAELAAABDQAAAQwAAAIDAAABDAAAAgEAAAEGAAACAQAACAUAAAECAAABCAAAARIAAAEBAAADAQAABwIAAA/2AgAAAQEAAAF3AAABMwAAATAAAAHMAQAAAfUCAAABAwAAAQYAAAEEAAABAQAAAQkAAAH0AQAAAQEAAAFiAAABawAAAbsCAAABzQEAAAHNAQAAAd8CAAAB3wIAAAF1AAAB3wIAAAFjAAACdQAAAd8CAAABAQAAAd8CAAAB3wIAAAHfAgAAAUoAAAGDAQAAAs0BAAABTQAAAQMAAAHNAQAAAc0BAAABfgAAASMAAAECAAABAgAAAQEAAAFJAAADAQAAArwBAAABAQAABHoAAAEBAAABAwAAAQwAAAGjAgAABO8BAAABiAIAAAGEAgAAAQEAAAETAAABCQAAATcAAAEKAAABAQAAAZsBAAACKwAAAwEAAAMBAAAMAQAABwEAAAJ/AAADFAAAAdsBAAABYgAAAagCAAABEgAAAQEAAAIBAAABcAAAAWwAAAEEAAABAQAAAQQAAAIBAAADAgAAAQMAAAEnAAAEgAEAAAEBAAACpgIAAAKnAgAAAaYCAAAB/AEAAAEBAAABFAAAAeUBAAABLwAAAX4AAAGmAgAACQEAAANTAAABAgAAAQ0AAAEBAAABWgAAATMAAAESAAABEAAAAXUAAAFKAAABzQEAAAGOAQAAAX4AAAEOAAABBgAAAREAAAGOAgAAAQEAAAGOAgAAAQEAAAEiAAABNAAAARkAAAELAAABAQAAAQMAAAEHAAABugIAAAEBAAABUwAAAdEBAAABAQAAAQEAAAGFAQAAAd8CAAAB9AEAAAEBAAABUwAAAQIAAAEBAAABDQAAAQQAAAEIAAABDwAAAQ4AAAEGAAABKwAAAXUAAAGBAgAAAQEAAAFaAAABNAAAASUAAAEuAAABAgAAAQ0AAAEBAAABGwAAAT8AAAEUAAABVgAAATgAAAEBAAABFAAAAk0AAAG7AgAAAWIAAAENAAABCwAAAQEAAAEBAAABAgAAAbsCAAABzAIAAAFfAAABUwAAAdsCAAABlQEAAAH0AQAAAQEAAAF1AAABjgEAAAIzAAABPAAAAQsAAAEBAAABAwAAAb4CAAABqAMAAAHfAgAAAbsCAAAB9AEAAAEBAAABSQAAATMAAAEwAAACaQAAAY4BAAADAQAAARQAAAEFAAABAQAAAbsCAAABjwEAAAEUAAABuwIAAAHxAgAAAWIAAAENAAABAgAAAgkAAAEBAAAB/wEAAAFxAAABAQAAAgEAAAIGAAACCgAAAQEAAAEBAAABCAAAAh8AAAEFAAABvgIAAAElAAABIAAAARkAAAEEAAABAQAAAQwAAAGqAgAAATQAAAIBAAACHAAAAZQBAAABOQAAAQEAAAE2AAACAQAAAqECAAABsAEAAAGhAgAAAaECAAABoAIAAAGgAgAAAekBAAABAQAAAZoCAAADAQAAAQUAAAEBAAABAgAAAoIBAAADowIAAAGaAgAAAwYAAAEBAAABhAEAAAEcAAABYgAAAS4AAAFEAAAB8QIAAAHFAgAAAaMBAAABegAAAQEAAAElAAABOQAAAQUAAAFvAAABowIAAAKjAgAAAaMCAAABYwAAAWoAAAEEAAABAQAAAbsCAAABfgAAAX4AAAFjAAAB7wEAAAGXAwAAAU0AAAEDAAABhwIAAAGPAQAAAhwAAAExAAABAwAAARoAAAGQAgAAAQEAAAIZAAABHAAABQQAAAIBAAAFAwAABwEAAAIEAAAEFAAAAQEAAAEBAAACHgAAAg0AAAEPAAABAwAAAwEAAAICAAABAQAAAQMAAAECAAAEBwAABAEAAAIBAAANAQAACQEAAAICAAAEAQAAAgEAAAYCAAACUwAAAgEAAAEJAAADAgAAARMAAAEPAAAEEQAAAQEAAAEBAAABCQAABAQAAAkBAAASAQAAAQIAAAsBAAACBAAABAMAAAEDAAABAgAAAgEAAAcBAAAJAQAABAEAAAQCAAAGAQAAAgUAAAIBAAABAQAABBMAAAUFAAABBgAAAgQAAAIJAAAGCgAACQQAAAkBAAABAQAAAgIAAAQBAAABAgAAAQEAAAECAAACAQAABwIAAAIEAAABAwAABgEAAAEBAAAJAQAACwEAAAMCAAAGAQAABAEAAAcCAAAEUwAAAQoAAAoCAAACAQAAAQMAAAEBAAABAgAAAwEAAAICAAAFBAAAAQMAAAIBAAACAQAAAwgAAA8BAAAMBgAAAQ4AAAUBAAACGwAACgEAAAYOAAACAQAAAR4AAAHBAgAAAcECAAABYQAAASIAAAIGAAACgwEAAAH5AQAAASEAAAEDAAABDQAAAgEAAAQBAAABBAAAAQEAAALQAQAAARwAAAFOAAABLAAAARwAAAIFAAABEQAAAQEAAAEEAAABTAAAAoUBAAACHQAAAQEAAAFMAAABGAAAAgEAAAKEAgAAAQEAAAGHAgAAAfECAAADAQAAAxEAAAEBAAAFAQAAAwkAAAgEAAAHAQAADwEAAAMCAAAQAQAAAgQAAAIBAAADAQAABQEAAAQGAAAJAQAABQQAAAQGAAAHAgAABhMAAAcBAAABBwAABQEAAAQCAAAHBAAAAwkAAAgSAAADAQAAAgEAAAUEAAACAQAABAsAAAUBAAAFBAAAAQEAAAICAAACUwAAAwYAAAEEAAAIAgAAAwEAAAUEAAACAwAAAQIAAAMRAAABFAAABAEAAAQBAAAEAQAAAwEAAAEGAAABDwAAAgQAAAcBAAAEDgAABQEAAAHpAQAAAQEAAAHRAgAAAQEAAAHwAQAAAfkBAAAB/AEAAAKoAgAAAfwBAAACAQAAAqwDAAABrAMAAAGtAwAAAa0DAAABqAEAAAEBAAABkwEAAAGYAgAAAQUAAAH8AQAAAagCAAABrgIAAAE0AAABvAEAAAE+AAABCQAAAQEAAAGoAgAAATQAAAEcAAABTQAAAQEAAAI0AAABpwMAAAHTAgAAAQEAAAHRAgAAAQEAAAETAAACIQAAAXQAAAEBAAABUQAAAUMAAAEPAAACJQAAATYAAAFiAAAB6gEAAAIZAAABAwAAAaYBAAABMAAAAQIAAAEBAAABAwAAAQYAAAEoAAABgAEAAAGmAgAAAgEAAAPxAgAAARkAAAEDAAABNgAAAgEAAAEPAAAFAQAAAgQAAAECAAABAQAAARQAAAEoAAABFwAAATIAAAIOAAABAQAAAq0BAAACBQAAAgYAAAEUAAABCAAAARQAAAEUAAABgwEAAAFmAAAB/AEAAAEBAAABJAAAASEAAAEDAAAB5AEAAAEcAAABTgAAAfwBAAABAQAAATsAAAHIAwAAAQIAAAHIAwAAAfwBAAAB+gEAAAECAAABHAAAAQUAAAHnAQAAAmcAAAECAAABAQAAAYoDAAACAQAAAhwAAAIkAAABAQAAAg0AAAEBAAABAgAABTUAAAEqAAABawAAAREAAAMBAAAECgAAATEAAAEBAAACAwAAAQMAAAExAAABAQAAAu8BAAABtQEAAAEIAAABKwAAAcACAAABKQAABgMAAAImAAABDAAAARAAAAEFAAABBAAAAgIAAAEHAAABDQAAARQAAAICAAABAgAAAggAAAE6AAABAQAABAoAAAEGAAABAQAAAQoAAAEBAAACNgAAAQQAAAEfAAADAQAAAQkAAAM+AAABAgAAAgcAAAErAAACAQAAAZECAAABHAAAARgAAAEBAAABCgAAASMAAAEBAAABQwAAAR0AAAE7AAADPwAAARQAAAEZAAABAwAAATEAAAEBAAABFAAAAQUAAAMBAAABAwAAAQwAAAITAAABHAAAAQMAAAEaAAABJgAAAQEAAAEDAAACCQAAAQQAAAEEAAABAQAAARsAAAGRAQAABQIAAAIDAAAD7wIAAAECAAACAQAAAhgAAAEBAAAB7wEAAAGQAgAAAQEAAAMcAAABKwAAAQEAAAEIAAABAQAAAYwCAAAIAQAABS8AAAEBAAABEQAAAQEAAAEGAAABAQAAARwAAAGoAQAAAWIAAALxAgAAAQIAAAEcAAAD/gEAAAG4AQAAAQEAAAH6AQAAAfsBAAAC+gEAAAE2AAACUgAAAbACAAABBwAAAQEAAAE5AAABAQAAARgAAAIBAAABqgEAAAFNAAACAgAAAQEAAAGqAQAAAZABAAABsAIAAAGIAgAAAioAAAIFAAABAQAAAjkAAAIBAAABGAAAAQEAAAFNAAABAwAAAecBAAABHAAAASgAAAFOAAACAQAAAcgDAAABxwMAAAEBAAABAgAAAe8CAAAByAMAAAHJAwAAAWoAAAFqAAABfgAAAXIAAAGbAgAAAXwAAAGbAgAAA4QCAAABBgAAAhIAAAEBAAABEwAAAQkAAAEOAAABAQAAAg8AAAIBAAABDgAAASIAAAEEAAACXwAAAQEAAAZFAAABAQAACwEAAAESAAABAQAAAQ4AAAEBAAAPAgAAHRQAAAEeAAABAQAAAQQAAAErAAADAQAAAQcAAAEYAAABEQAAAQEAAAECAAABEAAAAQIAAAFIAAABCQAAAQUAAAMQAAABAQAAAQsAAAEJAAACTwAAATQAAAEGAAABAQAAAgkAAAEcAAACIwAAATUAAAEEAAABEQAAAQMAAAIBAAABAQAABwIAAAECAAACAgAAARkAAAEDAAABMwAAAQQAAAErAAADAQAAAQQAAAIQAAABDAAAAQcAAAEcAAABAgAAAQEAAAJAAAABBwAAAgkAAAIBAAADAgAAAgIAAAEBAAACCQAAAggAAAEBAAACCQAAAQYAAAEBAAABBQAAAQEAAAIHAAABQwAAAgEAAAEGAAABEgAAAQEAAAEBAAABGQAAAQIAAAIEAAABAgAAAQMAAAGFAQAAAaYCAAABhAEAAAEPAAABhwEAAAGsAwAAAa0DAAABZwAAAekBAAABEQAAAfECAAAB6gEAAAGmAgAAAYQDAAABigEAAAEeAAABAQAAAUAAAAEBAAABEAAAAiYAAAEBAAABBQAACwEAAAMcAAABAQAAAWUAAAOuAgAAASAAAAQBAAAEvAIAAAHHAwAAAYMBAAADZwAAARwAAAH7AQAABDIAAAIBAAACAgAAAgIAAAErAAABBwAAAQEAAAWVAQAAAREAAAEBAAABDwAAAVEAAAH5AQAAAQEAAAG8AgAAAacDAAAB0QIAAAEBAAABHAAAAeEBAAABqgEAAAH8AQAAAagCAAAB+QEAAAENAAABAQAAAQEAAAEIAAACAQAABF4AAAGgAgAAAT4AAAE5AAABogEAAAECAAABBwAAAU4AAAJbAAABAQAAASoAAAEQAAABEwAAAgEAAAEBAAADEwAAAQEAAAEEAAACAQAAAVIAAAEFAAABBAAAARgAAAECAAABCAAAAQQAAAERAAABDQAAAQEAAAEGAAABAQAAAQMAAAIcAAABAQAAAQMAAAEEAAABAQAAAgIAAAE4AAADAQAAAgYAAAEBAAABEQAABAEAAAQBAAACAQAAAgEAAAQBAAADEQAAAQEAAAQBAAABtAEAAAEoAAABCQAAAQoAAAEBAAABOwAAAcgDAAACyAMAAAE5AAABAgAAAgEAAAIBAAACAQAAAQEAAAEBAAABAgAAAQMAAAGwAQAAAREAAAEGAAABAQAAARgAAAEYAAABAQAAATYAAAEbAAABUAAAAgEAAAEIAAABJQAAAQcAAAEOAAABsgEAAAEBAAABAQAAAX4AAAGlAQAAAvoBAAACQgAAAQEAAAGKAQAAAR4AAAEBAAABQAAAAQEAAAEQAAABmAEAAAEIAAABMgAAAVMAAAG/AQAAAi8AAAJwAAACKQAACT8AAAECAAADAQAAAgMAAAHJAwAAARgAAAIBAAACxgIAAAFlAAABCAAAARYAAAEGAAACAQAABRMAAAELAAADAQAAAQwAAAE0AAABAQAAAR4AAAE0AAABAQAAATIAAAFTAAABIwAAAWAAAAGDAQAAAckDAAABqAEAAAHvAgAAAQEAAAHJAwAAAckDAAAByQMAAAFPAAABVQAAAQEAAAHBAgAAAb8BAAABSAAAAgUAAAEIAAABAQAAATIAAAIBAAACAQAAAQ0AAAISAAABRgAAARgAAAEBAAABCgAAAwIAAAEBAAABDQAAAQEAAAEUAAACIwAAAQEAAAMNAAACAQAAAjcAAAEOAAACAQAAARcAAAEBAAABlwMAAAEBAAACgwEAAAElAAABYAAAAYoBAAABHgAAAQEAAAFAAAABAQAAARgAAAIBAAACrAEAAAIBAAAEJgAAAwEAAAUBAAAGAwAAAkcAAAEFAAABAQAAA2cAAAEBAAACAQAABAEAAAMEAAABAQAADwEAAAMBAAABxQEAAAFeAAACyAMAAAEBAAABKwAAAQEAAALDAgAAAQQAAAITAAABAQAAAU0AAAGPAQAAAQkAAAEVAAABAQAAAQsAAAEOAAABKwAAARUAAAECAAABIAAAAQEAAAEBAAABGgAAAQYAAAEBAAABYgAAA4wBAAABYQAAAYgBAAABBwAAASAAAAF3AAABkQEAAAEJAAABFQAAAQgAAAE6AAABAQAAAQEAAAHtAQAAAQEAAAMsAAABoAIAAAEBAAAB/AEAAAETAAACTwAABIcBAAABBAAABAEAAAEBAAABDQAAAQwAAAEIAAABAQAAAQkAAAEGAAABAQAAAQ0AAAEJAAABAQAAARMAAAIIAAABUgAABAkAAAPJAwAAAYQDAAACgwMAAAEBAAABNAAAAQEAAAG8AgAAAREAAAEBAAACAQAAAxwAAAEPAAAFAQAAARIAAAEHAAABmQIAAAFYAAABOwAAAYMDAAABAQAAATQAAAEBAAABNAAAAQEAAAErAAACugEAAAERAAABMwAAAnQAAAF6AAABKAAAAQwAAANSAAAB6AEAAAEEAAABiwEAAAEBAAABKwAAAgEAAAHlAQAAAqUDAAABAgAAASsAAAISAAACAQAAAQkAAAMGAAABCAAAAgEAAAMBAAABCAAAAwEAAAIQAAACsQEAAAEDAAABBAAAAScAAAUBAAAEAQAACgEAAAUBAAABBAAAAQEAAAEBAAACAQAAAQQAAAECAAABGgAAAQEAAAQBAAAEAgAABlQAAAFnAAADPwAAAQMAAAFRAAABAwAAAa4BAAABAgAABgMAAAGRAgAAATQAAAEBAAABMwAAAb4BAAAEAQAABKYCAAABgwMAAAEBAAAByAMAAAERAAABAQAAAQEAAAMJAAACBgAAAQIAAAQBAAACBQAAAwoAAAEBAAABDgAAAQEAAAFEAAABagAAAQEAAAsCAAACAQAAAQIAAAEBAAACAQAAAQMAAAECAAABBAAAAQEAAAICAAABAQAAAQEAAAEIAAACAQAAAwYAAAIEAAABBQAAAQEAAAEEAAABAQAAAQEAAAIBAAABCAAAAkEAAAIBAAABEAAAAQEAAAIBAAAC/wEAAAH8AQAAAQEAAAF5AAABBwAAAccDAAABAQAAAaACAAABAQAAAYMDAAABAQAAAaYCAAAByQMAAAHJAwAAAcgDAAAByAMAAAF8AAACAQAAAsgDAAABOwAAAcgDAAAByAMAAAEBAAAByAMAAAHIAwAAAcgDAAABHAAAARwAAAKmAgAAARwAAAEcAAAByAMAAAEBAAABpgIAAAFPAAABlwMAAAGIAQAAAf4BAAABmQIAAAHHAwAAAQEAAAFRAAABAgAAAQEAAAcaAAACAQAAAQQAAAIGAAABAQAAAQYAAAEhAAABAQAAAgMAAAEIAAABOwAABQwAAAEwAAACBgAAARYAAAEKAAABZQAAAYUBAAABuQEAAAHJAwAAAU8AAAHIAwAAAccDAAABAQAAAcgDAAABAAAAAQ0AAAELAAABBwAAAQgAAAEKAAABCAAAAQ8AAAEFAAABBAAAAQkAAAEHAAABBAAAAQkAAAEGAAABBQAAAQgAAAEHAAABBAAAAQcAAAEFAAABCQAAAQUAAAENAAABBgAAAQMAAAEOAAABCwAAAQYAAAEDAAABCQAAAQUAAAHFAQAAAQkAAAEMAAABmAEAAAEIAAABTwAAA8cDAAABAQAAAjsAAAG6AwAAAcsBAAAB4QEAAAHIAwAAAgEAAAEBAAABDQAAARIAAAHaAgAAAZgBAAABCAAAAQIAAAECAAABeQAAAQcAAAHHAwAAAQEAAAHJAwAAAXQAAAEEAAABDQAAAYsBAAABhQEAAAF0AAABBAAAAZACAAAB/gEAAAG4AQAAAQEAAAEBAAABAQAAAbsBAAABDgAAAc8BAAABAwAAAVcAAAGaAwAAAcABAAABAQAAAQ8AAAE7AAABzwEAAAHIAQAAAQEAAAEbAAABCAAAAQcAAAG/AwAAAQEAAAG/AwAAAUkAAAGrAQAAAUcAAAEiAAABAQAAATwAAAHiAQAAAXYAAAECAAABAQAAAaICAAABBwAAAc4BAAABBQAAASgAAAEDAAABDwAAATwAAAIBAAABSgAAAQIAAAMBAAABBgAAAQEAAAEJAAABKwAAAbQBAAABEAAAAQEAAAEUAAABLwAAAQYAAAEBAAABAgAAARIAAAFiAAABAQAAAScAAAEBAAABAgAAAQEAAAMFAAABBwAAAQEAAAHgAQAAAckDAAAB6wIAAAHJAwAAArUDAAABAQAAAakBAAABuwEAAAGoAQAAAagBAAABCwAAAccBAAABCAAAAV0AAAIFAAABAwAAAg0AAAGLAQAAAQgAAAG0AQAAAQEAAAEDAAAB4QEAAAFDAAAB6gEAAAEbAAABAQAAAREAAAEGAAABBAAAAQEAAAEDAAACAQAAAQsAAAEAAAABDAAAAckDAAABKAAAAREAAAItAAABEwAAAQcAAAGgAQAAARoAAAF7AAABOgAAAa0BAAAByQMAAAEpAAABAwAAARcAAAEMAAABEwAAAQQAAAEGAAABDQEAAgEBAAIBAQABAQEAAwEBAAABAQAAAQEAAAEBAAEBAAADAQAAAQIAAAIBAAABAgAAAwEAAAEMAAABVAAAAgQAAAEFAAABKQAAAQMAAAEXAAABAQAAAgsAAAECAQACAQEAAAEBAAEBAQABAQEAAQEBAAEBAQAAAQEAAAEBAAABAAABBAAAAQQAAAMDAAACAQAAAwIAAAIDAAAEAQAAAgEAAAICAAACBgAAAQUAAAEBAAACBAAAARcAAAFRAAABAQAAAwQAAAEFAAABAwAAAU4AAAEpAAABYwEAAgEBAAIBAQAAAQEAAgEBAAABAQAAAQEAAQEAAAEBAAABAwAAAQwAAAFFAAABjQEAAAMBAAABAQAAAQQBAAMBAQAEAQEAAQEBAAABAQAB3wIAAAGpAgAAAUoAAAEHAAABAQAAAwEAAAMBAAACAgAABAMAAAEBAQAAAQEAAAEBAAEBAQAAAQEABgEBAAABAQAAAQEAAgEBAAEBAQAAAQEAAAEBAAYBAQADAQEAAgEBAAIBAQAAAQEAAQEBAAEBAQAAAQEABAEAAAEFAAABAQAAAgEAAAIIAAABBQAAAQEAAAECAAACBQAAAQkAAAEbAAABCQAAAjEAAAEKAAABAQAAAQUAAAEDAAABAgAAATAAAAEOAAABhAIAAAEFAAAB3wIAAAEBAAABIwAAAVYAAAIBAAACAQAAAgEAAAEBAAABAQAAAwIAAAIBAQABAQEAAQEBAAEBAQABAQEABAEBAAABAQAAAwAAAR0AAAMHAAABCQAAAgMAAAFBAAABAQAAAQMAAAEJAAAB3wIAAAG7AQAAAQcAAAGsAQAAAQUAAAEDAAABLgAAAZoBAAABqQMAAAG0AQAAASkAAAEaAAABDAAAAT0AAAEBAAABAgAAAQMAAAEPAQAGAQEAAwEBAAUBAgADAQEABQEBAAIBAQAFAQEAAwEBAAEBAQACAQEAABAAAAEtAAACAgAAAQIAAAICAAADAwAAAgoAAAJAAAACgAIAAAEUAAABAQAAAVwAAAH/AQAAAYACAAABAQAAAXkAAAEBAAABjAEAAAEEAQABAgAAAT0AAAE+AAABBAEAASoAAAEZAAABZAAAAQEAAAFEAAABAQAAAQMAAAEKAAABAgAAATEBAAsBAQAKAQEACgEBAAcBAQADAQEABAECAAUBAQAAAQEAAQEBAAMBAQAEAQEAAgEBAAEBAAADAQAAAgEAAAMCAAABBAAAAQIAAAIfAAABDQAAAjUAAAEGAAABBQAAAa0CAAABCAAAATYAAAEBAAABAQAAAQEAAAEJAAACAgAAAe0CAAAEAQAAA+8CAAAB4wEAAAFiAAABggEAAAFiAAABOAAAAU4AAAFpAAABZgAAAcEDAAABmAEAAAEIAAABUwAAASsAAAMBAAABsAEAAAH/AQAAAYADAAACAQAABIQDAAABAQAAAoADAAACAQAABAMAAAEoAAACGAAAAQEAAAEBAAABKwAAASsAAAKiAgAAASsAAAEBAAABNAAAAgMAAAE0AAABVgAAAQEAAAMBAAADAQAAARUAAANZAAACCgAAAVIAAAEeAAACqgEAAAEaAAABAQAAARQAAAIRAAABRQAAAgEAAAEDAAABWwAAAwEAAATZAQAAAZgBAAAB2AEAAAGpAQAAAZcDAAABBwAAAQEAAAE8AAADDgAAAQEAAAEoAAABJwAAAU0BAAIBAQAAAQEAAAEBAAGqAQAAAgEAAAFwAAABTQAAAQMAAAFxAAABvwIAAAHCAQAAAQEAAAFuAAABBQAAAVAAAAEBAAABSAAAAUQAAAFLAAABsAEAAAFhAAABAwAAAVsAAAH7AQAAAYoBAAABAQAAATwAAAEOAAABwgEAAAEDAAAB1QEAAAEFAAABqAIAAAEBAAABdgAAAQMAAAGzAQAAAfsBAAABCAAAAeABAAABAQAAASQAAAH+AQAAAZoCAAABiwIAAAIBAAABBwAAAgEAAAKvAQAAAQMAAAEmAAAB2QEAAAHXAgAAAQIAAAH6AgAAATkAAAHFAgAAAQEAAAEBAAABqgEAAAEDAAABAgEAAQEBAAEFAAADIAAAAREAAAMBAAABAQAAAfQBAAABAwAAAQEAAAHXAQAAAUIAAAHJAwAAAQEAAAHFAgAAAQoAAAEEAAABAwAAAQQAAAEBAAABkgIAAAIBAAACAwAAAgQAAAEiAAABEAAAAQEAAAEVAAABJwAAAQEAAAEfAAABFgEAAwEBAAEBAQABAQEAAgEBAAEBAwACAQEAAAEBAAIBAQABAQEAAAEBAAABAQABAQEAAAEAAAEBAAABEAAAAQoAAAEEAAABDwAAAQIAAAEDAAABBAAAAQEAAAECAAACAQAAAiIBAAMBAQAEAQEAAwEBAAIBAQAAAQEAAQECAAEBAQABAQEAAAEBAAIBAQACAQEAAwEBAAABAQACAQAAAQEAAAIgAAABDQAAAQgAAAFXAAABAwAAAQUAAAGwAQAAAa4BAAABAQAAAakBAAABDgAAAQEAAAGXAwAABwEAAAMCAAAGBAEAApcDAAABAQAABgEAAAQFAAACmAMAAAGYAwAAAZkDAAADAQAAAZcDAAABAQAAAe8CAAAC7gIAAAEBAAABIwAAAcsCAAABAQAABQEAAAG3AQAAAfoBAAABBwAAAQEAAAGwAQAAAesCAAABmgMAAAHXAQAAAc0BAAABAQAAARkAAAEBAAABAQAAAwEAAAQEAAACAQAAAQQAAAQCAAABAQAAAQEAAAEFAAACAwAAAQEAAAEKAAABAQAAAwEAAAQDAAADAwAAAgEAAAIPAAABCAAAAQEAAAEdAAABKAAAAQsAAAEBAAABRwAAAUsAAAEKAAABBgAAAQEAAAEdAAABAQAAA5MDAAABAwAAAc8BAAABEAAAAgEAAAGLAQAAAcEDAAABBAAAAQEAAAIBAAABAwAAAQEAAAEDAAABAQAAAwEAAAMBAAADAQAABgEAAAEBAAAEAQAABgEAAAQBAAABAQAAAwEAAAQBAAADAQAACgEAAAYBAAADAgAAAQEAAAIBAAACAQAAAQEAAAQBAAADAQAAAgEAAAMCAAACAQAABgEAAAMBAAABAQAAAQEAAAECAAADAwAAAwEAAAMBAAACAQAAAwUAAAIBAAAEAgAAAgEAAAEBAAACAgAAAQEAAAICAAADAQAAAgEAAAEBAAABCwAABQEAAAMBAAAEAQAACQIAAAMBAAACAgAAAgEAAAQBAAACAQAACgEAAAIBAAADAQAAAwYAAAIDAAACAQAAAgEAAAUDAAACAQAABAEAAAIBAAACAQAAAgEAAAMBAAAEAQAAAgUAAAMBAAACAQAAAQEAAAEBAAADAQAAAgIAAAQBAAACAgAAAQQAAAIFAAADAQAAAwEAAAMCAAABAQAAAgEAAAMBAAABBgAAAQMAAAEFAAACAQAAAQMAAAIHAAADAQAABQIAAAMBAAADAQAAAgMAAAIBAAABAgAAAQUAAAELAAABAgAAAQQAAAEaAAABAQAAAgEAAAICAAABBwAAAQIAAAIBAAAEAgAAAQEAAAEBAAABCgAAAQIAAAIBAAADAwAAAQYAAAEHAAABAQAAAgEAAAIBAAABAwAAAQMAAAEEAAABAQAAAgYAAAECAAABDgAAAgEAAAEHAAADAgAAAQUAAAEGAAABBQAAAQkAAAEFAAABBQAAAQQAAAEBAAACAQAAAQEAAAQBAAAFAQAAAgIAAAIBAAABAwAAAgEAAAIpAAABBQAAAwEAAAEJAAABDwAAAVEAAAECAAABBQAAAV8AAAFNAAABAwAAA2sAAAEqAAAB1AEAAAEOAAABJQAAAQEAAAG9AgAAARYAAAEzAAABhgMAAAIpAAABQgAAATYAAAEBAAADAQAAAQEAAAEBAAABAQAAAwIAAAMBAAAEAQAABgkAAAIIAAABCgAAAQEAAAImAAAEAQAAAQEAAAIBAAABAgAAAj4AAAIMAAABcgAAAQcAAAEBAAABuwIAAAGiAQAAAQIAAAEDAAABoQEAAAEBAAABAQAAAQEBAAEBAAABSAAAAQEAAAMCAAADAQAAAWoAAAEBAAABgwEAAAEBAAABAgAABgEAAAEUAAABAQAAAQ4AAAG7AgAAASgAAAIBAAABEAAAA64BAAAB4AIAAAEHAAABawAAAZIDAAABDQAAAbQDAAABbgAAAQUAAAEBAAABAQAAAfwCAAAB3gIAAAEBAAABywIAAAEBAAABZwAAAlsAAAGuAQAAAQEAAAHGAgAAAQEAAAIhAAADAQAAAQEAAAHYAgAAAccDAAAB1gEAAAKVAwAAAdMCAAABTQAAAQMAAAG9AQAAAZgBAAABCAAAAakCAAABiQEAAAGBAgAAAQEAAAEBAAABAQAAAQEAAAEtAAABBwAAAQgAAAGZAQAAARoAAAEXAAABCgAAATMAAAFiAAABGAAAAQMAAAEBAAABHQAAAQEAAAEFAAABAQAAAQQAAAHYAQAAAR4AAARjAAABMgAAAZMDAAABCgAAAYACAAADoAIAAAGZAgAAAZkCAAABlwIAAAEGAAAB9AEAAAEiAAACAQAAAwEAAAEBAAAEBAAAAQIAAAEBAAABAQAAAwEAAAEBAAABsAEAAAFrAAACMwAABCIAAAECAAABCgAAAgEAAAIBAAACAQAAAwEAAAIBAAACAQAABAEAAAERAAABAQAABNIBAAABDAAAAdABAAABWQAAAZsBAAABugEAAAGzAQAAAQIAAAEBAAABAgAAAQIAAAEvAAABAQAAAQoAAAEfAAABSwAAAQEAAAEDAAABJQAAAQsAAAIEAAADAQAAAgEAAAIBAAAGAQAAAgIAAAEBAAAIAQAAAwEAAAoBAAAGAQAAAgEAAAICAAACAQAAAxwAAAECAAACDwAAAgEAAAEFAAACAQAABSkAAAEIAAACAwAAAT4AAAG0AQAAAaACAAACKQAAAYMBAAACAQAAAwEAAAECAAABAQAAAgMAAAEBAAABYQAAAwEAAAQBAAADBAAAAgEAAAECAAADBAAAAbsCAAABbwAAAbgCAAABAQAAAQ4AAAERAAABAwAAAeACAAABAQAAAQgAAAHbAgAAAQIAAAIdAAAB4QIAAAE6AAABnAEAAAFVAAADDAAAAQMAAAEdAAABBgAAAQwAAAEXAAABCQAAAQYAAAEGAAABCwAAAQoAAAEzAAABBAAAAQIAAAEMAAABAQAAASMAAAEVAAABTgAAAQMAAAHkAQAAAdYBAAABAQAAAd4BAAABCAAAAdwBAAABCAAAAeQCAAABBwAAAU8AAAHiAQAAAfwCAAAB2QEAAAEHAAAB2QEAAAEIAAAB+wIAAAHjAgAAAQgAAAHNAQAAAQEAAAH1AQAAAc0BAAABAQAAAQQAAAFiAAABHQAAARYAAAEBAAABJAAAAQIAAAFNAAABNwAAAT8AAAE3AAABpwEAAAGaAgAAAdgCAAABlgMAAAIGAAABsAIAAAE8AAABIAAAAQEAAAEeAAABEgAAAQEAAAKiAQAAAQEAAAFiAAABUgAAAf0BAAABRAAAAQEAAAI2AAABBAAAATUAAAEBAAABNAAAAS0AAAIGAAABAwAAAhsAAAGBAQAAAZoDAAABvgEAAAEBAAABYQAAAQMAAAEFAAABOQAAAwEAAAEVAAABFgAAAQEAAAIFAAABAQAAAQMAAAIBAAABBQAAAQgAAAE6AAABAQAAAQQAAAEOAAABAQAAAQEAAAEEAAABAQAAAQQAAAEEAAABCAAAAQYAAAECAAABAwAAARQAAAEdAAABAQAAAQIAAAEMAAACAwAAAQkAAAEIAAABAQAAARgAAAEBAAABDQAAAQEAAAEBAAABCwAAAQEAAAECAAABBQAAAQEAAAECAAABAQAAAQEAAAEUAAABDwAAAw4AAAEJAAABAQAAAQ4AAAG0AQAAAU0AAAEBAAABPQAAAQEAAAE2AAABAQAAAbQDAAABtQMAAAGXAwAAAQEAAAHVAQAAAgEAAAEEAAACBwAAAQEAAAIBAAAC/wEAAAGsAQAAAQQAAAEBAAABJAAAAQEAAAIgAAABPgAAARQAAAEWAAABQgAAAQwAAAGQAgAAAaMDAAABRQAAAoIBAAACAQAAAgUAAAEBAAAEAQAAAgoAAAEJAAABCgAAAQEAAAECAAACQAAAATAAAAFKAAAB6AEAAAEBAAABUgAAAe8CAAABPQAAAR4AAAEEAAABLgAAAUoAAAJgAAABvgEAAAECAAABFgAAAQUAAAMBAAACAQAAAxEAAAEjAAABCwEAAwEBAAIBAQADAQEABAEBAAABAQAAAQEAAYYDAAABAQAAAccDAAABmgMAAAEsAAADAQAAAwEAAAEDAQABAQAAA9gBAAABzQEAAAG5AQAAASMAAAMBAAAFHwAAAQEAAAEPAAABJwAAAQEAAAEBAAADAQAAAgEAAAMDAAABBgAAARwAAAI4AAABAgAAAQ0AAAEhAAABBAAAAgQAAAEBAAABGwAAAQ0AAAEBAAABAgAAAwEAAAEEAAACBgAAAQMAAAIHAAABAQAAAQQAAAEOAAABGQAAAQEAAAEmAAABBQAAAgEAAAEBAAABCAAAAQ8AAAECAAABIQAAAgMAAAEBAAABGgAAAU0AAAEBAAABAQAAAwEAAAMDAAABAQAAAgEAAAEBAAACAQAAAQEAAAMEAAAFAgAAAQYAAAETAAABDgAAAY4BAAABAQAAAQIBAAGVAQAAAQUAAAICAAABAQAAAQIAAAEcAAABZwAAAa0CAAABAQAAAQUAAAGFAgAAAQEAAAStAgAAAQEAAAEFAAABDgAAAQ8AAAEhAAACHgAAAbUBAAACAQAAAQwAAAV6AAABPwAAAYgCAAABaQAAAVsAAAHPAgAAAQEAAAGjAQAAAYYCAAABlQEAAAGlAgAAAgEAAAEpAAABAQAAAdACAAABzwIAAAEBAAABJAAAAWsAAAIUAAACsQIAAAEBAAABAwAAAQwAAAIEAAABDAAAAQMAAAHOAQAAAQ0AAAEDAAABAwAAAQQAAAIiAAABEAAAAdcCAAABBQAAAQQAAAEkAAAB7wIAAAEUAAABNwAAARAAAAEBAAABJQAAASgAAAHAAQAAAQcAAAEBAAABIgAAAQgAAAEaAAAB8AIAAAEPAAABAQAAAVsAAAFTAAABCgAAAX0AAAFuAAABmwEAAAEnAAABHgAAAeYBAAABBgAAAZgBAAABCAAAAYoDAAABAQAAAT0AAAGWAQAAAQEAAAENAAABHwAAAQEAAAEYAAABDwAAAQEAAAIRAAABLgAAAQEAAAFOAAABGgAAAQQAAAEDAAABIgAAARUAAAEYAAABGAAAAQUAAAEFAAABAgAAAQcAAAEUAAABAgAAAQYAAAEFAAABEgAAAQEAAAECAAABAQAAAQQAAAECAAABuwMAAAL6AgAAAc4BAAABDgAABQEAAAEGAAABAwEAAwEBAAIBAQAAAQEAAAEBAAABAQAAAQEAAQwAAAEnAAABBgAAAQIAAAEVAAACBQAAAgEAAAE5AAABAQAAAQkAAAHAAgAAAQEAAAEJAAABwAIAAAEBAAACCQAAAQIAAAEBAAABXwAABJMDAAAB2gIAAAEOAAABAQAAARIAAAEBAAABQAAAAXkAAAIBAAABAQAAApgDAAACywEAAAGOAwAAAQEAAAJPAAABkgEAAAEDAAABaQAAAWkAAAETAAABnAMAAAEOAAABEQAAAfACAAABUwAAAb8BAAABAQAAAeQBAAABYQAAAQEAAAHAAQAAAQcAAAEBAAAB4AEAAAGLAwAAAQEAAAEBAAABAQAAAgsAAAESAAABWgAAAQcAAAEYAAABCAAAAaUBAAABAQAAATMAAAECAAABwgMAAAEBAAABGwAAAQ0AAAGUAwAAAcEDAAAByQMAAAHuAgAAAa4CAAABMwAAAQ0AAAE2AAAB3gIAAAGdAQAAAawDAAABzAEAAAEAAAAHAQAACQEAAAUBAAADAQAABAEAAAoBAAADBAAAAgEAAAEBAAAFAQAAAwEAAAEBAAACAQAAAgEAAAEBAAAEAQAABQEAAAIBAAABAQAAAQEAAAEDAAACAgAAAQMAAAUBAAADAQAAAQEAAAQBAAABBAAAAgQAAAIBAAABAQAAAgQAAAMBAAABAQAAAwEAAAUCAAACAQAAAwEAAAMBAAACAQAAAgEAAAEEAAABAQAAAgUAAAIDAAADAQAAAgMAAAEBAAAEAQAABAEAAAUBAAABAQAAAQEAAAEFAAACAgAAAQEAAAEDAAABAQAAAQUAAAECAAABAQAAAQEAAAIDAAABAwAAAQIAAAEBAAABAQAAAQEBAAECAAABAQAAAQQAAAIEAAACAQAAAgIAAAIBAAACBgAAAQcAAAEJAAABAwAAARUAAAEBAAABAwAAAQEAAAEBAAACAQAAAgMAAAIBAAABAgAAAQIAAAMBAAACAwAAAQcAAAEMAAACAQAAAgEAAAEBAAABAQAAAgEAAAIBAAAIAQAABgEAAAYBAAABAQAABAEAAAICAAAEBAAAAQEAAAEDAAACAgAAAgEAAAEBAAACAQAAAQEAAAEBAAABAQAAAQQAAAQCAAABBwAAAgIAAAIGAAACBAAAAQEAAAEFAAABCQAAAQEAAAEFAAABAgAAAgEAAAIEAAACAQAAAQMAAAEDAAACAwAAAQEAAAMCAAABAwAAAgEAAAECAAABAQAAAQEAAAECAAACAgAAAgYAAAICAAACAgAAAQIAAAIBAAABBQAAAQIAAAEJAAABAQAAAQcAAAECAAABEwAAAQEAAAEIAAABEgAAAgsAAAEBAAACAgAACgEAAAEEAAAHBwAAAQIBAAUBAQADAQEAAgEBAAMBAQACAQEAAAEBAAIBAQABAQEAAgEAAAECAAACOQAAAQEAAAEXAAABAwAAAQ8AAAEBAAACAQAAASAAAAEZAAABAQAAARMAAAEBAAABAwAAAQgAAAEHAAABAwAAAQEAAAEMAAABAQAAASIAAAIDAAABBAAAAQYAAAERAAABAQAAASkAAAIKAAABDwAAAgMAAAIBAAADAQAAAQEAAAEBAAAGAQAAAgEAAAISAAABDwAAAgQAAAEBAAABAQAAAQEAAAEDAAABBAAAAREAAAECAAABAQAAAR0AAAM3AAADBgAAAQEAAAKjAwAAAaQDAAAB/AEAAAEBAAABiwIAAAG/AQAAAQEAAAG2AQAAASEAAAEIAAABQwAAAsIDAAABBQAAARUAAAEBAAABBAEAAQEBAAABAQABAQEAAAEBAAABAQAAAQEAAAEBAAAeAAABBAAAAQYAAAEBAAABBAAAAQEAAAENAAABAwAAAQEAAAEDAAABBQAAARAAAAEFAAABEwAAAggAAAEJAAABBAAAAQQAAAECAAABDAAAAgEAAAMBAAACAQAAAQgAAAECAAACDAAAAQEAAAECAAACAgAAAgQAAAEBAAABAQAAAQEAAAECAAABAwAAAQEAAAIEAAACLAAAAQYAAAEpAAABCwAAAQYAAAECAAABAwAAARIAAAIIAAABAwAAAQEAAAECAAABBQAAAQUAAAEMAAABAQAAAwEAAAIBAAABAgAAAQMAAAIBAAABAgAAAQIAAAEDAAABEQAAAQIAAAEBAAABBAAAAQQAAAEBAAABGwAAAU0AAAEuAAABVgAAAgEAAAEEAAABTAAAAQEAAAFcAAABAgAAAQEAAAGmAgAAAToAAAGpAQAAAfMBAAABqQEAAAESAAAB+gEAAAEBAAABeQAAAQYBAAEBAAABigMAAAEFAAABAQAAAfACAAACGgAAAwEAAAEEAAABAQEAAZYDAAABBAAAAQEAAAObAwAAAgEAAAEBAAABAQAAAQEAAAEEAAABAQAAAZYBAAABAQAAAc0BAAABBgAAAQEAAAH+AQAAAUAAAAHwAgAAAQIAAAEBAAABOQAAAQEAAAEwAAABBgAAAQEAAAGEAgAAAQMAAAEGAAABFAAAAQ0AAAETAAABZwAAAYQCAAABAwAABAQAAAEWAAABJAAAAQoAAAEHAAABDQAAARAAAAGVAwAAAQcAAAGWAwAAAdgCAAABAQAAATIAAAGEAwAAAQEAAAGKAwAAARQAAAELAAABfwAAAUIAAAEFAAABrQEAAAIBAAABDAAAAoEBAAABYAAAAR8AAAFjAAABUgAAAQEAAAE6AAABFQAAAYABAAABUAAAAQEAAAEIAAABCgAAAQoAAAHWAQAAAQEAAAGTAwAAAQoAAAGZAwAAAdABAAABawAAAQgAAAE7AAABigIAAAGPAgAAAQEAAAJEAAABBgAAAQEAAAH+AQAAAToAAAEOAAAB/gEAAAGkAwAAAbYCAAABAwAAAY8BAAAB2gIAAAEoAAABhgEAAAENAAABAQAAAcgBAAABAQAAAS4AAAEkAAAB8AIAAAGzAwAAAboDAAABBAAAAQEAAAIEAAACAQAAAQgAAAEaAAABAQAAAQcAAAIDAAABEQAABAEAAAYBAAACAQAAAQEAAAEBAAABAQAAAgEAAAIGAAAEAQAAAgsAAAEDAAABBAAAAQ0AAAEMAAABAQAAAgEAAAIEAAABAQAAAQEAAAUBAAACCgAAAQYAAAECAAABAQAAAQkAAAEBAAACAQAAAgEAAAIBAAADCQAAAQYAAAEBAAAFAQAAAQUAAAEGAAABBQAAAgEAAAMJAAABBAAAAwEAAAEEAAACAQAAAwEAAAIGAAACAwAAAQEAAAECAAACAgAAAQMAAAIDAAABAgAAAQYAAAICAAADAQAAAQEAAAIBAAABBgAABAYAAAEEAAABAQAAAgEAAAEBAAABBQAAAQEAAAMBAAACDAAAAQcAAAEBAAABAQAAAQEAAAIDAAABAgAAAgMAAAICAAACCAAAAgIAAAEBAAACAQAAAwsAAAUBAAACBgAABQEAAAMHAAAHAQAAAQIAAAEEAAADAQAAAgEAAAEBAAABCAAAAQYAAAEIAAACAQAAAQIAAAEBAAABCQAAAQEAAAETAAABAQAABBMAAAELAAACAgAAAQMAAAIBAAAEygMAAALbAgAAAQkAAAEBAAABKAAAARsAAAEVAAABRgAAAQUAAAETAAABAQAAARgAAAEHAAABGwAAARUAAAEBAAACCQAAAT8AAAEiAAABAQAAASQAAAFKAAAB6QIAAAGYAwAAAfkCAAABAQAAAQQAAAEBAAABAQAAAQsAAAMBAAABAgAAAggAAAEGAAABAQAAAQUAAAIBAAABAQAAAQgAAAIBAAABAQAAAQkAAAEBAAABAwAAAQwAAAIBAAABAQAAAQEAAAEBAAACAQAAAwIAAAMCAAABAQAAAQIAAAEBAAABAgAAAgIAAAEHAAABAwAAAwEAAAEBAAACAQAAAQIAAAEHAAACAQAAAQkAAAEFAAABCQAAAgYAAAIEAAABFwAAAQIAAAIBAAACBAAAAQEAAAEFAAABAQAAAQEAAAEHAAACBAAAAQIAAAECAAACAwAAAQ4AAAIGAAABBgAAAQEAAAEJAAABAQAAAQQAAAEBAAABAQAAAQoAAAEMAAABAgAAAQcAAAEDAAABCAAAAQwAAAEDAAABCgAAAQEAAAMBAAAGBgAAAwsAAAETAAABDAAAATIAAAEDAAABBQAAAQUAAAMCAAABFwAAAQEAAAEJAAACAQAAAewBAAABFwAAASIAAAEUAAADPgAAAQEAAAFKAAABTgAAAQEAAAEGAAABAQAAAcEBAAABAgAAAgEAAAE5AAABSQAAAQEAAAIhAAADAQAAAQEAAAG0AQAAAQEAAAEYAAADAQAAAdABAAAB1wEAAAEBAAAB0QEAAAExAAABAQAAAQQAAAECAAABEwAAASoAAAEMAAABAQAAAQEAAAECAAABMAAAAi4AAAEcAAABIQAAAQYAAAESAAABDAAAAQgAAAEBAAABCwAAAQsAAAEVAAABIQAAASQAAAEFAAABSwAAAwoAAAEQAAABAwAAAQUAAAEYAAABFwAAAQEAAAEJAAABBAAAARQAAAEBAAADAQAAAgMAAAEMAAABAQAAAQEAAAEFAAABAgAAAgEAAAEDAAABAgAAAQEAAAIBAAABBgAAAQkAAAEHAAABHgAAAgEAAAIFAAABFQAAAQEAAAECAAABBgAAASsAAAMIAAABGwAAAR0AAAEJAAABAQAAAwEAAAMTAAABlgMAAAHAAQAAAQEAAAEDAAABDAAAATYAAAEMAAABBgAAAQIAAAE2AAABfQAAAU0AAAEBAAABCgAAAQsAAAETAAABBgAAAioAAAEBAAABjgEAAAFRAAACAwAAAQ0AAAIKAAABgAIAAAGBAQAAAQEAAAFWAAABqwEAAAHFAgAAARUAAAEBAAABIwAAAQEAAAICAAABpgEAAAKBAwAAAgEAAAEDAAABDQEACwEBAAcBAQAGAQEABQEBAAQBAQADAQEAAwEBAAQBAQACAQEABwEBAAYBBAAIAQEAAgEBAAofAAABAQAAAXYAAAGQAgAAAQEAAAELAAAEAQAAAwEAAAEBAAABAwAABAEAAAEBAAACAQAABAEAAAIDAAAEFgAAAQEAAAEKAAACygMAAAFEAAABAAAAAY4BAAABVAAAAQIAAAFTAAABjAEAAAGVAwAAAUoAAAGIAgAAAWcAAAEBAAABUQAAAdABAAABygMAAAHrAgAAAQwAAAQCAAABygMAAAFlAAABCAAAAekBAAABjgEAAAECAAACygMAAAEyAAABAgAAAcgBAAACAQAAATMAAAEMAAABAQAAAQEAAAE0AAABAAAAAQIAAAEBAAABCQAAAY4BAAAC3QIAAAEKAAABlQMAAAEHAAABIwAAAVoAAAIkAAABJAAAAgIAAAHAAQAAAQcAAAGtAwAAAgEAAAEDAAAB1gEAAAEJAAACIAAAARUAAAGjAQAAAQwAAAEAAAABDAAAAS8AAAEOAAACHAAAAQEAAAEHAAABDgAAAR0AAAEDAAABBQAAAQYAAAEGAAABGAAAATIAAAEeAAABKAAAAQEAAAEJAAABEQAAAQUAAAE6AAABHAAAAQ8AAAEBAAABDQAAAcQBAAABQwAAAQYAAAEsAAAB4gEAAAGhAQAAAWUAAAEBAAABBwAAAWgAAAEFAAABnQEAAAEBAAABxwIAAAETAAABMgAAAQEAAAECAAAB6QIAAAEAAAABYQAAAQMAAAFmAAABAQAAAQkAAAEtAAABIAAAAT0AAAEeAAABlAIAAAFEAAABAQAAAZMCAAACAQAAAbgCAAABBgAAATEAAAEHAAABPAAAAQYAAAEIAAABAQAAAjEAAAMDAAACVgAAAQEAAAEZAAABCAAAAQ0AAAICAAABBgAAAS8AAAEGAAABDAAAAQEAAAEbAAABYQAAAQMAAAEfAAABAQAAAQEAAAEEAAABLQAAAScAAAEHAAABJwAAATcAAAEIAAABLQAAARIAAAEBAAABTAAAAQUAAAJcAAABGAAAAQQAAAEJAAABAwAAAQEAAAIFAAABLgAAAw4AAAFZAAABJQAAAQEAAAEKAAACBwAAAQEAAAILAAAFNgAAAncAAAEJAAABBgAAAZgBAAABAQAAAQUAAAICAAABmQEAAAEBAAABAQAAAdUBAAABBAAAAQEAAAEzAAABAQAAAQsAAAEBAAABFwAAAQEAAAEFAAABJgAAAQEAAAECAAABBAAAAQIAAAEBAAABCQAAAQIAAAEhAAABEAAAAQQAAAFRAAABAQAAAQcAAAFeAAABAwAAAWkAAAHUAgAAATwAAAE/AAABEgAAAUQAAAFGAAABBgAAASUAAAEVAAABAQAAAb0DAAABlQEAAAHfAQAAAgEAAAHaAQAAAQEAAAFVAAABBgAAAQIAAAEBAAABBgAAAQEAAAIHAAABMQAAAQEAAAFuAAABLgAAAS4AAAEBAAABIwAAASMAAAEBAAABNAAAATkAAAEBAAABZwAAAeQBAAAByQMAAAEBAAABxgIAAAEBAAABhgMAAAHLAQAAAQEAAAECAAABBQAAAQEAAAFoAAABOQAAAQMAAAFBAAABAgAAASIAAAERAAABAQAAAQ8AAAEGAAABCAAAAQEAAAEEAAACAQAAAgIAAAECAAABKQAAARUAAAEEAAABAQAAAQ0AAAEHAAABpwEAAAEIAAABDgAAAQMAAAELAAACAQAAAkQAAAEIAAABAwAAATQAAAECAAABBgAAARIAAAEBAAABGwAAAgMAAAEWAAABAQAAAgEAAAEyAAACAQAAAQMAAAEEAAABHQAAAQgAAAEBAAABCgAAAQMAAAEBAAABBQAAAQEAAAECAAABAQAAAQEAAAICAAABBgAAAQYAAAIFAAACAgAAAQUAAAEMAAABcgAAAgwAAAEZAAABAQAAASMAAAEHAAACDQAAAdEBAAABigMAAAHGAgAAATsAAAFCAAABjgEAAAHAAQAAAQgAAAEDAAABEwAAAQgAAAEZAAACAQAAAgEAAAEMAAABBQAAAQEAAAEFAAABKwAAAYgBAAABAQAAAd4BAAABAQAAAQcAAAHBAwAAAccCAAAB+gIAAAH+AQAAAeUBAAABkgIAAAEBAAABMwAAAYABAAAB2gIAAAEBAAABOwAAAQEAAAEfAAAByAMAAAGEAwAAAfACAAABAQAAAY0CAAABYAAAAZUBAAABAQAAAa8BAAAB2QEAAAGVAQAAAboBAAABOAAAAc4BAAABygMAAAHGAwAAAQYAAAG8AQAAAQ0AAAEPAAABAQAAAQQAAAIGAAADKwAAARYAAAEKAAABAQAAAREAAAEHAAABBQAAAQIAAAENAAABAgAAAQ8AAAIEAAABAgAAAQEAAAECAAABCgAAAgIAAAELAAABDQAAAQ8AAAEBAAACAQAAAxQAAAENAAABBgAAAQQAAAEVAAABFwAAAhMAAAEBAAABMAAAAQ4AAAEBAAABGgAAAgEAAAEDAAABAgAAAhsAAAEFAAABAgAAAgQAAAEBAAABHwAAAQEAAAEUAAABAwAAAYIBAAABFQAAAQEAAAGwAQAAAQoAAAHoAQAAAcYDAAABBgAAAZIDAAABDQAAAZgBAAABBAAAAQQAAAE1AAAB2AEAAAHMAQAAAcgDAAAB4QEAAAHDAQAAAS8AAAEBAAABBQAAAUwAAAEOAAACCwAAAQYAAAEBAAABAwAAAQ4AAAEJAAAByAMAAAHQAQAAAecBAAABwwEAAAELAAABAQAAAR8AAAEBAAABmAEAAAEBAAABBwAAAYcDAAABKAAAAcUBAAABhgEAAAEaAAABMQAAAR0AAAE0AAACEgAAAUQAAAEGAAABlwEAAAE6AAABWwAAAWEAAAGPAQAAARUAAAEKAAAB/QEAAAEGAAABdwAAAQsAAAEKAAACwQEAAAEEAAABAQAAAQEAAAUMAAABBwAAATAAAAEEAAABAQAAAQcAAAYMAAADAgAAAQEAAAMCAAABAQAAAwEAAAIDAAABCgAAAQwAAAEGAAABAgAAAwEAAAEJAAABBwAAAQwAAAICAAABAQAAAgEAAAEPAAABAQAAAgIBAAUBAQAGAQEABQEBAAsBAQALAQEADwEBAAYBAQAJAQEABgEBAAYBAQAEAQIAAgEBAAQBAQAEAQAAAQEAAAEBAAACAwAAAQEAAAIBAAABBgAAAgEAAAMBAAADAwAAAQIAAAIDAAABBQAAAgMAAAEUAAACHgAAAQcAAAEBAAACBAAAAQcAAAEKAAACMwAAAQYAAAEJAAABHQAAAQEAAAELAAACCAAAAgEAAAEBAAABAgAAAQEAAAIBAAACAQAAAQQAAAMBAAABAgAAAgkAAAHGAwAAAQEAAAE1AAABMgAAAwEAAAFVAAACAQAAAQUAAAEUAAABAgAAAVAAAAEBAAABiwEAAAHNAQAAAcwBAAABiAEAAAG+AQAAAQkAAAJiAAABUgAAAQEAAAEBAAABBwAAAQEAAAEDAAABCgAAAQsAAAEBAAABTQAAATwAAAEhAAABvgEAAAICAAABwQEAAAGJAQAAATgAAAFNAAABAwAAATkAAAHCAQAAAfYCAAABAQAAAagCAAABIQAAAREAAAIBAAABQQAAAccBAAABZgAAAQQAAAEBAAABSQAAAUsAAAE8AAABCQAAAqgCAAABYQAAAgEAAAFmAAABpgIAAAGMAgAAAQIAAAEyAAACMwAAAQQAAAEBAAABAwAAARUAAAE4AAABLgAAAYMBAAACAgAAAQ8AAAFlAAABAQAAAQEAAAEBAAABEAAAAmUAAAFOAAABBQAAAckDAAABAQAAAaICAAABAwAAAQQAAAKYAQAAAQEAAAEHAAABQwAAAQEAAAE2AAABAQAAAQMAAAFSAAABEQAAAQwAAAFtAAABDAAAAcECAAABwQIAAAGEAgAAAbUBAAABtQEAAAIBAAABowEAAAHrAgAAAQIAAAEDAAABwQEAAAFMAAABBwAAAQEAAAFPAAABmAEAAAIEAAABxAEAAAHWAQAAAd4BAAABCAAAASMAAAECAAABQwAAAgEAAAE2AAABAQAAAUQAAAEBAAACDQAAAREAAAEIAAABZwAAA0QAAAHvAQAAAQEAAAEHAAABrQMAAAECAAABAQAAAQwAAAGLAQAAAd8BAAAB1gEAAAEBAAABOgAAAeECAAACAQAAATUAAAHrAgAAAQEAAAErAAACDgAAAQEAAAGeAQAAAecBAAABZwAAAeABAAABUQAAAQIAAAMBAAADBAEAARYAAAEFAAABBgAAAgEAAAEGAAACDwAAARIAAAEBAAABAwAAAQgAAAEKAAABMAAAAgQAAAEJAAABMAAAAhwAAAEKAAABCgAAAW4AAAEBAAABBAAAAbcBAAABhQEAAAGqAgAAAVMAAAEBAAACAgAAASMAAAEBAAABBgAAAiEAAAIBAAADAwAAAs4BAAABlgMAAAGNAgAAAZsDAAABlwMAAAG8AgAAATIAAAF1AAABEwAAAUIAAAEDAAABCQAAAScAAAEMAAACegAAAXcAAAEMAAACMgAAAjAAAAEBAAABEQAAAgEAAAEDAAABCgAAAhQAAAEfAAABAQAAAQUAAAGBAQAAATIAAAKIAQAAAWEAAAEBAAABAgAAAVYAAAGoAQAAAgEAAAKZAgAAASoAAAEyAAABAQAAAQEAAAGYAgAAAQYAAAETAAABpwEAAAIBAAABTAAAAQEAAAEGAAABAQAAAQMAAAIdAAABAQAAAwIAAAMEAAACAQAAAgIAAAIrAAABDQAAAgEAAAIGAAABAQAAAhEAAAIBAAACAQAAAQEAAAEBAAAEAQAAAxEAAAEBAAAEAQAAAQcAAAEFAAABAQAAAfcCAAAB9QIAAAECAAACvAIAAAGZAgAAARMAAAEBAAABFgAAAsgBAAABAQAAAgIAAAECAAABAQAAAQEAAAEIAAABAgAAAQEAAAIBAAACAQAAAgMAAAEFAAABAQAAAQcAAAQBAAAFAQAAAQEAAAICAAACAQAAAgEAAAECAAAEIQAAASsAAAEBAAABAgAAAQEAAAIBAAABAQAAAQIAAAEFAAABBwAAAQMAAAEBAAABAgAAAQQAAAECAAACMgAAAboBAAAB+QEAAAEKAAABFQAAAWIAAAFEAAABWQAAAhsAAAEGAAABGwAAAQcAAAEBAAABCQAAAQEAAAEGAAADAQAAAg4AAAQBAAABAQAAAQgAAAEIAAABAQAAAQEAAAECAAACBQAAAgEAAAEBAAABAQAAAQIAAAMCAAAEAwAAAQEAAAEBAAABAwAAAwEAAAUBAAABGgAAAQEAAAECAAACAQAAAgIAAAMBAAADCwAAAQIAAAEBAAAC7AIAAAEIAAABAgAAAQ4AAAEBAAABKgAAAbIDAAACzgEAAAG8AgAAAUoAAAGXAgAAAZgCAAACAgAAAQgAAAEyAAABAQAAAcIDAAABAQAAAU8AAAGdAQEAAQEBAAABAQAAAQEAAAEBAAEBAQAAvgEAAAEMAQAACwEAAAcBAAASAQAACAEAAAoBAAAFAQAABQEAAAQBAAAJAQAABwEAAAQBAAAJAQAABgEAAAUBAAAIAQAABwEAAAQBAAAHAQAADgEAAAUBAAAGAQAADQEAABEBAAALAQAABgEAAAMBAAAJAQAABQEAAAYBAAAHAQAACwEAAAcBAAALAQAACgEAAA0BAAAJAQAABAEAABEBAAAEAQAACAEAAAYBAAALAQAAAwEAABQBAAACAAABCQEAAAgBAAAOAQAACwEAAAYBAAAJAQAADAEAAAcBAACWAwAAAZsDAAABAQAAAZwDAAACyAMAAAH8AgAAAQQAAAH1AgAAAfUCAAACAQAAAQkAAAIKAAAChAIAAAYBAAAEAQAABgMBAAIDAAABsQEAAAG6AwAAAQQAAAGLAgAAAcEDAAAB7wIAAAGNAgAAAQEAAAEoAAABAQAAAQIAAAEDAAACgQIAAAIBAAABAgAAAgEAAAQDAQACAQEAAwEBAAcBAQAEAQEAAgEBAAMBAQAEAQAAASQAAAQCAAABAQAABAsAAAEZAAABBQAAAQEAAAEBAAADAwAAAQkAAAILAAABJQAABAEAAALeAQAAAggAAALGAgAAAQEAAAMbAAABAQAAAVoAAAEFAAAB/wEAAANuAAAEAQAAAwEAAAIBAAAGAQAABgEAAAcBAAAJAgAAAQEAAAQBAAABAQAAAgQAAAMBAAACAgAAAQIAAAMBAAACAQAAAgEAAAMDAAABAQAABAEAAAEBAAAFAQAAAQEAAAIBAAABAQAAAQEAAAEBAAABAQAAAQQAAAELAAADAQAAAwEAAAEJAAAEBAAAAgEAAALxAgAAAfECAAABAQAAAfwCAAAB/AIAAAGHAgAAAY4BAAACAwAAAoYDAAABHAAAAQEAAAEcAAACAQAAAQIAAAMBAAACAQAAAQkAAAICAAABEAAAARwAAAMBAAABMgAAAQUAAAEnAAAFEgAAAgEAAAGYAQAAAgEAAAFwAAACEAAAAQIAAAEBAAABAQAAAQIAAAGpAQAAAf8BAAABAQAAAb8BAAABTwAAAQEAAAEnAAABAwAAATgAAAEBAAABtgMAAAE1AAACLAAABAMBAAEjAAABBQAAAR0AAAIEAAACAQAAAQEAAAEGAAABAgAAAQEAAAEKAAABFQAAAQIAAAELAAABAQAAAgMAAAIBAAABAQAAAgEAAAECAAABBQAAAQ0AAAEBAAABHAAAAQEAAAEpAAABBwAAAQEAAAEsAAABAQAAASQAAAEBAAAFBQEAAgIAAAEOAAABAQAAAQYAAAEFAAABBwAAAQEAAAEBAAABEAEAAgEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAQEAAAEOAQACAQEAAAEBAAABAQAAAQEAAQcBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAABAAQAFAQEAAAEBAAABAQACAQEAAAEBAAABAQADAQAAAQoAAAEBAAABAQAAAUoAAAEHAAABZwAAAQEAAAEdAAABIwAAAQIAAAEVAAABFwAAAQQAAAEIAAABlAMAAAIBAAABZQAAAQEAAAQBAAACAQAAAwUAAAEnAAABAwAAAREAAAESAAABCwAAARMAAAEiAAABmgEAAAIBAAABBgAAARIAAAFNAAABoQIAAAEBAAABqgEAAAGvAQAAAQEAAAHwAgAAAQEAAAG8AQAAAQEAAAIBAAABFwAAAQUAAAHAAQAAAWsAAAFRAAAEAQAAAQEAAAELAAADAQAAAQoAAAEBAAABBQAAAY4BAAABAgAAASAAAAECAAABAQAAAZsBAAABqgEAAAG3AQAAARgAAAEIAAABRQAAAgEAAAEIAAABiAEAAAEBAAABOQAAATwAAAEWAAABRwAAATgAAAEKAAABFAAAAQgAAAEPAAAB4wEAAAHBAQAAApQCAAABAQAAAagBAAABawAAAQwAAAGvAgAAAQYAAAHaAQAAAb4DAAABAQAAAr8DAAAB2AEAAAFKAAABlwMAAAGEAgAAAfUCAAABCQAAAQIAAAI0AAABAQAAAQMAAAH1AgAAAQkAAAHDAwAAAd8BAAABwQMAAAEBAAACAQAAAREAAAMBAAADDAAAAwEAAAIBAAABAgAAAgEAAAECAAADAwAABwEAAAQBAAACAQAAAwEBAAIBAAABAgAAAgEAAAIBAAABBgAAAQQAAAMBAAAHAQAABQEAAAIBAQADAgAAAgEAAAYBAAABAQEAAgwAAAQFAAABBwAAASAAAAIuAAACAQAAAgQAAAILAAABDQAAAR4AAAELAAABAQAABwEAAAEBAAADAgAAAQEAAAEBAAACCAAAAgIAAAIBAAACAQAABgEAAAQDAAACBQAAAQEAAAEHAAAEAQAABQEAAAIBAAACAgAAAwEAAAIBAAABAgAABAYAAAEIAAACBgAAAQIAAAICAAACAwAAAwEAAAEDAAABAQAAAQEAAAUCAAACAgAAAQQAAAICAAACBQAAAQIAAAERAAABCQAAAgEAAAQCAAAEAQAABAEAAAEBAAABAgAAAQQAAAEBAAABAQAAAQYAAAEDAAABAQAAAQIAAAEEAAABAgAAAggAAAIEAAABJgAAAVIAAAEFAAABgQEAAAGPAwAAAZgBAAABCAAAAc0BAAABAQAAAUsAAAHEAgAAAccDAAABAAAAAcYBAAABJwAAAaIBAAABVQAAAgEAAAFrAAABAQAAAQEAAAEKAAABAgAAAQEAAAEBAAACLAAAAQEAAAG/AQAAAQIAAAHeAQAAAQgAAAE/AAABEwAAARgAAAGCAQAAAQUAAAEqAAABcgAAAQcAAAEVAAABuwEAAAF3AAABJwAAAQEAAAEoAAABAQAAAQUAAAGBAwAAAbMDAAABAQAAARQAAAGuAQAAAYACAAABCAAAAV0AAAETAAABFQAAAQEAAAEFAAABFQAAAQcAAAGaAQAAAQEAAAEHAAABBQAAAQUAAAFWAAABAQAAAQcAAAEzAAABGQAAAR4AAAHbAgAAAaADAAABAQAAATwAAAEBAAABAQAAASkAAAFBAAABDgAAAQcAAAEMAAABAQAAAQUAAAEPAAABAQAAAwMAAAECAAABBgAAAVMAAAEEAAABAQAAAgEAAAEDAAACNwAAASwAAAKMAgAAAbwDAAABGgAAAcABAAABEAAAAwEAAAM0AAABBgAAAQEAAAEdAAACmgEAAAEhAAABsAEAAAEQAAAB3gEAAAHQAQAAAQEAAAEpAAABIQAAAQIAAAUBAAABBQAAAQEAAAEPAAABAQAAAQQAAAEBAAABOgAAAgEAAAQBAAAEAQAAAgEAAAEBAAACAgAAAwIAAAMBAAACAQAAAQUAAAEDAAAFAQAABQEAAAQCAAADAQAAAQEAAAUEAAACAQAAAQIAAAEOAAACBQAAAQIAAAE7AAABMgAAAQkAAAE5AAABCgAAASkAAAEoAAABAQAAAQUAAAEXAAABFwAAASEAAAEZAAABEAAAAZQBAAABBQAAATcAAAEyAAABAgAAASkAAAEEAAABAQAAAUAAAAJZAAABCQAAARIAAAECAAABBwAAAVYAAAEBAAABBgAAARsAAAEmAAABgwEAAAFwAAABEQAAAgIAAAIBAAABAgAAAgIAAAECAAABAQAAAQIAAAERAAABjAEAAAEEAQABAgAAAZACAAAB/wEAAAEBAAAB+gEAAAESAAACDgAAAQEAAAFlAAABBQAAARoAAAEPAAABIAAAAREAAAEKAAABAQAAAekBAAAB9gEAAAErAAABBAAAATEAAAEwAAABAQAAAQMAAAEBAAABAwAAARYAAAIHAAABKQAAAQEAAAEcAAABAQAAASoAAAEEAAACAQAAARoAAAIBAAABBwAAAQEAAAEEAAADAQAABQMAAAERAAABAQAAASUAAAECAAABBwAAAhgAAAIzAAABCQAAAUMAAAEBAAABUgAAAREAAAF5AAABwgMAAAH7AgAAAYADAAABAgAAAQEAAAEBAAABAQAAAQEAAAEmAAABEQAAAQYAAAEdAAACMAAAAQYAAAEKAAABRAAAARMAAAF5AAACJgAAAwUAAAEIAAADKQAAAQoAAAHLAQAAAQEAAAEEAAABqwEAAAEXAAABqQIAAAGsAQAAAQUAAAG7AQAAAQMAAAHGAwAAAYACAAABIgAAAXYAAAIIAAACGQAAAY0BAAACdQAAAgsAAAECAAACAQAAAwMAAAGiAwAAAdsCAAABTQAAAUgAAAEEAAAB6gEAAAEDAAAB/wIAAAEKAAABzgEAAAHlAQAAAbMDAAAB+wIAAAHRAQAABAEAAAIBAQAB0gEAAAGSAgAAAgEAAAFoAAABnAMAAAFdAAABAQAAAQcAAAGVAwAAAQEAAAFoAAABAgAAAfgBAAABwAEAAAGVAwAAATwAAAEBAAABIAAAAS8AAAQBAAABAwAAAwIAAAQDAAABeAAAAQEAAAEBAAABSgAAAbsCAAABlAEAAAKCAQAAAQEAAAGPAgAAAQEAAAMpAAABagAAAQEAAAEGAAABmgEAAAEFAQABuwEAAAGlAgAAAa4CAAABiAIAAAF0AAABBAAAAQwAAAEBAAABuwIAAAGZAgAAAYwBAAACBAEAAgIAAAIDAAABagAAASMAAAIGAAABAwAAAQIAAAEIAAAByQMAAAFrAAABYgAAAQcAAAHDAgAAATwAAAEBAAABogEAAAEBAAABrwEAAAMBAAACPQAAASYAAAK+AgAAAdwBAAABfgAAAVYAAAG6AgAAAQEAAAECAAABAQAAARIAAAUBAAABDwAAAQgAAAEBAAABywEAAAEuAAABAQAAAQIAAAECAAABhgIAAAF8AAABXwAAAQEAAAEBAAABXgAABOoBAAABWgAAAQEAAAHCAgAAAb4CAAACqQIAAAEBAAABJgAAAXAAAAFwAAABAQAAAXAAAAIBAAABiwIAAAGMAgAAAe8CAAABAQAAAboBAAABSwAABAEAAAQBAAABAgEAAeACAAABuwEAAAH1AgEABgEBAAIBAQADAQEAAwEBAAMBAQABAQEAAQEBAAMBAQAAAQEAAgUAAAEJAAABCAAAAQEAAAHgAgAAAQEAAAEFAAAB/AEAAAEWAAACJAAAAQMAAAEgAAABAQAAAf4BAAABWQAAAgIAAAIDAAAB2QIAAAMBAAAB2QIAAAGvAQAAAQMAAAGvAQAAAQMAAAGyAwAAAcQCAAABhgMAAAF3AAABugEAAAEyAAABqgEAAAK6AgAAAgEAAAH5AQAAASsAAAIBAAADAQAAAgIAAAEBAAACHAAAAQ8AAAIBAAABEQAAAQEAAAEaAAABBwAAAwEAAAIBAAACGQAAAQgAAAEDAAABAwAAAQ4AAAETAAABCQAAAQEAAAEFAAABAQAAAQEAAAEEAAABDAAAAyoAAAEPAAABDgAAAU0AAAEQAAABLwAAAREAAAEBAAABBAAAAQEAAAICAAABAQAAAQQAAAG7AgAAAccCAAABTwAAAaQDAAABvgEAAAEBAAABmQEAAAIBAAABAgAAAWgAAAGJAQAAAUsAAAGOAgAAAUQAAAFEAAABWgAAAQwAAAFWAAABEQAAAUkAAAEYAAABMwAAAVUAAAFAAAABLgAAAQEAAAE3AAABAgAAARAAAAEUAAABJAAAAQEAAAFSAAABAQAAARwAAAEeAAABDQAAAVoAAAELAAABLgAAAQUAAAEZAAABAgAAAgMAAAIRAAABDAAAATkAAAEBAAABBQAAARAAAAE8AAABAQAAAWUAAAFaAAABFgAAAQEAAAENAAABAQAAAgQAAAERAAABAQAAAQIAAAEJAAABDQAAARkAAAIBAAACKgAAAQEAAAECAAABBgAAAdMCAAABJQAAASMAAAFiAAABaAAAAQEAAAIjAAABAwAAAY4BAAABygEAAAEBAAABCgAAAQEAAAEEAAABBQAAAXgAAAEFAAABwwEAAAEBAAABEQAAAQQAAAEBAAABBAAAAgEAAAQBAAABBgAAAdUBAAACAQAAAd4BAAABCAAAAYsDAAABigMAAAEBAAABAwAAARAAAAH6AgAAAYsDAAABTwAAAQgAAAEIAAABogIAAAEBAAACBwAAAV0AAAEOAAABAQAAASQAAAEGAAAB1gEAAAEEAAABPgAAAQYAAAFpAAABIwAAAYsBAAABBAAAAQIAAAEiAAABFAAAAT8AAALZAQAAAdgCAAAB4QEAAAEDAAAB4gEAAAF5AAABSQAAAjsAAAGOAwAAATQAAAEDAAABJgAAAQEAAAGGAQAAAQEAAAJMAAABAwAAATwAAAENAAABAQAAAZMDAAABKgAAAQUAAAGzAwAAAQsAAAEEAAABzQEAAAEBAAAB8gEAAAHZAgAAAa0CAAABCwAAAR8AAAEFAAABBAAAAUEAAAEhAAABAQAAAaEDAAABaAAAAWcAAAEHAAABAgAAAeUBAAABAQAAAeQBAAABAQAAAv0BAAABQAAAAUoAAAOEAwAAAfYBAAAB1QEAAAEFAAAB5QEAAAH1AgAAAQkAAAEDAAABAwAAAQQAAAEDAAABAQAABAIAAAQDAAACAgAAAQIAAAQBAAADAQAAAQkAAAEBAAACCgAAAgQAAAEBAAABAQAAAQEAAAEGAAABAgAAAREAAAECAAABAgAAAgIAAAIEAAACAgAAAgIAAAIBAAABCQAAAgQAAAIEAAACAQAAAQQAAAEBAAABAgAAAQUAAAEBAAABAgAAAQUAAAEHAAABCgAAAQEAAAECAAABBAAAAQIAAAIGAAACBwAAAQUAAAIGAAABAQAAAQQAAAEJAAABAQAAAgEAAAEGAAABCgAAAQIAAAECAAAEAQAABAEAAAEFAAABBAAAAQQAAAQEAAABEgAAARkAAAEJAAABAgAAAQEAAAEEAAABGgAAAgYAAAENAAABFQAAAgcAAAEBAAABDAAAAQMAAAEKAAABCgAAAQEAAAEBAAABAgAAAQEAAAEEAAABFgAAAQMAAAEIAAABAQAAAQkAAAEBAAABLQAAAVgAAAElAAABkAIAAAGxAgAAAQEAAAElAAABAwAAAQIAAAEGAAABvAIAAAGUAwAAAWIAAAHGAwAAAQYAAAEAAAABDAAAAf8BAAABrgEAAAGBAwAAAb0CAAABMgAAAksAAAGgAgAAARYAAAIDAAACEgAAAQIAAANeAAAB3wEAAAFLAAAByAEAAAIBAAABMwAAAhIAAAEBAAADAQAAA0cAAAICAAACHQAAAT4AAAEBAAABBQAAATcAAAEEAAABDwAAATsAAAFpAAABAQAAAdYBAAABAQAAAcEBAAABhAMAAAGSAgAAAwEAAAGUAgAAAbQBAAABOwAAAYEBAAABAQAAASYAAAHAAQAAAQEAAAGWAQAAAQEAAAEGAAACIgAAAQsAAAEKAAABKAAAAjQAAAMCAAABBgAAAUIAAAEDAAABDQAAARcAAAGDAwAAAeIBAAACogEAAAE7AAABOwAAAQ0AAAHdAgAAAQoAAAH+AQAAARwAAAEBAAACBQAAAbYCAAABIgAAAQEAAAEMAAABAAAAAQEAAAMBAAADCgAAAVUAAAEDAAABegAAAQEAAAECAAABAQAAAwEAAAEDAAABeAAAAwEAAAEMAAABBQAAAgwAAAEEAAABAwAAAQEAAAEOAAABAQAAAwEAAAQJAAACAgAAAQkAAAI/AAABAQAAASEAAAEBAAACDgAAAQcAAAE8AAABAgAAAQEAAAELAAABCgAAASAAAAUBAAAEJAAAARUAAAENAAACAQAAAQcAAAEEAAACFgAAAwEAAAEGAAABAQAAAQIAAAM8AAABAQAAAR4AAAEBAAABEgAAAUMAAAEBAAABDQAAARIAAAEMAAABBgAAAQEAAAELAAABBgAAARMAAAEHAAABBgAAAQUAAAEEAAABAQAAAQcAAAEKAAABHgAAAQYAAAEFAAABCgAAAgQAAAMBAAACAQAAAQcAAAEFAAABDgAAAQIAAAEBAAABEQAAAQIAAAEVAAABFwAAAjoAAAEBAAABpAMAAAH6AQAAAQEAAAHfAQAAAdoBAAABAQAAAbwBAAABDQAAAQAAAAEKAAABAgAAAS0AAAGpAQAAAQ4AAAEYAAABPAAAARUAAAEEAQAEAQEABwEBAAQBAQAEAQEAAwEBAAUBAQADAQEABAEDAAMBAQABAQEAAgEBAAMBAQAAAQEAATsAAAEGAAABAwAAAgEAAAEBAAABAwAAAckCAAABEwAAAQEAAAECAAABAQAABAUAAAEBAAACAQAAAREAAAExAAABAwAAAaQDAAAC3gIAAAFGAAAB3QIAAAEKAAABxgMAAAEGAAABlAMAAAHgAQAAAQEAAAEeAAABAQAAAeABAAABjQMAAAHoAgAAAhEAAAEBAAABBwAAAQYAAAECAAABAwAAAUQAAAIBAAACLAAAATUAAAEBAAACBQAAAQIAAAECAAABAQAAAQEAAAEEAAABGwAAAQQAAAEKAAABTwAAAQsAAAEBAAABAwAAATEAAAEBAAABCAAAAwQAAAEdAAABGQAAAQEAAAEHAAABBwAAAQkAAAEHAAABJAAAAhQAAAEpAAABFgAAARwAAAEoAAADEwAAARAAAAECAAABBwAAATgAAAEFAAABGwAAASAAAAG7AQAAAQYAAAMBAAABDAAAAQgAAAEJAAABAgAAAeABAAAC1wIAAAIFAAACvwMAAAHZAQAAAgYAAAEBAAAE4QEAAAEBAAABBAAAAQYAAAHeAQAAAQEAAAEBAAABBgAAAcwCAAABtwMAAAFDAQACAQEAAAEBAAABAQAAAQEAABcAAAEYAAABTwAAAwEAAAEIAAABFQAAAQEAAAEDAQABAQEAAAEBAAABAQAAAQEAAAEBAAQBAQABAQEAAAEBAAABAQAAAQEAAh4AAAETAAABGwAAAg4BAAQBAQADAQEAAAEBAAA4AAABAQAAAR4BAAIBAQABAQEAAgEBAAABAQAAAQEAAAEBAAMBAQACAQEAAgEBAAIBAQAAAQEAAZ0BAAAB7QEAAAECAAABAQAAAYgBAAAByQMAAAEBAAABwQEAAAEBAAABgQMAAAHoAgAAASAAAAF5AAABDQAAASkAAAERAAABfQAAAQoAAAFLAAABCwAAAtsCAAABLAAAAb8DAAAB2wIAAAHsAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAQwAAAQQAAAGgAQAAAQQAAAEBAAABBQAAAVoAAAEDAAABiQEAAAEgAAABagAAAQEAAAFEAAABAgAAAQEAAAFNAAABmwIAAAEYAAAB/AEAAAFEAAABAQAAAQEAAAEYAAABkgIAAAFIAAABAQAAAWgAAAEDAAABAQAAAb0BAAABAwAAAegBAAABAQAAAVoAAAFwAAAB+QIAAAFSAAACXQAAAkMAAAEFAAABAQAAAR4AAAEGAAABAwAAAQ4AAAEiAAABbAAAAbYBAAABTgAAAXsAAAGgAQAAASEAAAECAAACAQAAARkAAAIBAAACAQAAAQIBAAHXAQAAAakBAAABAQAAAjcAAAHzAQAAATEAAAEBAAABCwAAAQEAAAEDAAABGQAAAbUBAAABNQAAATEAAAMBAAABCwAAATgAAAE/AAABRQAAAQoAAAEgAAABCgAAAQYAAAEvAAABJwAAAQIAAAEHAAABCgAAAQYAAAFsAAABAQAAAQQAAAEoAAABlwMAAAEBAAABOwAAAXEAAAFPAAAB/gEAAAENAAABSAEAAgEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQAAOAEAAQEBAAABAQAAAQEAAFABAAIBAQAAAQEAADUBAAEBAQAAAQEAAAEBAAAhAQABAQEAAAEBAAABAQAAHgEAAAEBAAABAQAAAQEAAAEBAAABAQAADAEAAQEBAAABAQAAIAEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAPAQACAQEAAAEBAAABAQAAAQEAABIAAAENAAABAwEAAgEBAAABAQAAAQEAAAEBAAABAQAAAQEAAEkAAAE4AAABBgAAAQ8AAAEHAAABEQAAAQEAAAENAAABAgAAAgoAAAEqAAACAQAAAgEAAAMBAAABAwAAAiEAAAEBAAABIQAAAlkAAAIBAAABDgAAAZoDAAAB/wIAAAEBAAACGgAAAVUAAAIMAAABAwAAAS8AAAEKAAACCQAAAQ0AAAEGAAABAwAAAgIAAAQBAAADCwAAAQoAAAEPAAABDwAAAQEAAAECAAABAwAAAQ8AAAEEAAABCAAAAQEAAAEFAAABAQAAAQcAAAENAAABJAAAAQYAAAEDAAABSAAAAQ4AAAEBAAABuwMAAAFnAAABAQAAARsAAAEBAAABPAAAAXMAAAGcAQAAAWEAAAEcAAABLAAAAQEAAAEBAAABYAAAAT4AAAEEAAABSgAAAQEAAAECAAABEwAAATsAAAEHAAABFwAAAQEAAAEBAAABBAAAAQEAAAEBAAACAwAAAd8BAAABIgAAAUwAAAFqAAABZwAAAaECAAABUgAAARkAAAEEAAABSQAAAY4BAAABAQAAAccDAAABRAAAAQEAAAElAAABFwAAAUAAAAECAAACAQAAAUcAAAEIAAABCAAAARwAAAELAAABDQAAAQkAAAEDAAABCAAAARcAAAEJAAABAgAAARwAAAEDAAABHAAAAQcAAAFKAAABaQAAAUgAAAECAAABAgAAAc4CAAABAQAAAeQBAAABAQAAAsEDAAABBwAAAagDAAABAgAAAQgAAAEKAAABAwAAAQYAAAGzAwAAAQgAAAGSAgAAAYIDAAABIgAAAZoBAAABDQAAAcABAAABCAEAAQIAAAEKAAABJwAAAUoAAAFxAAABqAEAAAFGAAABAgAAAcoBAAABAQAAAYEDAAABvAIAAAGvAgAAAQEAAAIDAQABEQAAASoAAAEBAAABAgAAAQgAAAIMAAABAQAAASIAAAH5AgAAAf0BAAABfwAAAQUAAAFUAAABnQEAAAGMAQAAAQMAAAH8AgAAAfUCAAABCQAAAX0AAAEFAAABZwAAAbsCAAABFAAAAVEAAAFIAAACVQAAAQwAAAEBAAABAAAAAQwAAAECAAABDQAAAdcCAAABBQAAATYAAAENAAABdwAAAasCAAABFAAAAQUAAAEBAAABAQAAAk8AAAEBAAABCwAAAQEAAAIEAAABAQAAAQ4AAAEyAAABDQAAAQEAAAEFAAABBQAAAQEAAAEBAAADAwAAAQEAAAEQAAABIQAAAWEAAAEZAAABAQAAARQAAAIZAAABEgAAAacBAAAB2wEAAAEgAAABwAEAAAEVAAABAgAAAQMAAAEHAAABqAIAAAEBAAAB5wEAAAEEAAABeAAAAVEAAAHAAwAAAQQAAAGxAwAAAQcAAAEBAAABPgAAAQMAAAFEAAABAgAAAeACAAABBQAAAacBAAABGgAAAQEAAAErAAABAQAAAY4BAAABAwAAAd8BAAAB7QEAAAE5AAABhwEAAAGYAQAAAQgAAAHcAQAAAU0AAAIBAAABAQAAAqoCAAABAAAAAQwAAAEDAAABBQAAAScAAAEqAAABCAAAARAAAAFIAAABAQAAAQgAAAEDAAABGwAAAQIAAAEDAAABBQAAAiIAAAEDAAABUAAAAToAAAECAAABFQAAAcQBAAAB2AIAAAHGAgAAATYAAAEmAAABmwEAAAH8AQAAAQEAAAIBAAABAQAAAQEAAAFKAAABAQAAAZgBAAABCAAAAS0AAAEBAAABDQAAAgYAAAEBAAABQAAAAT8AAAEBAAABAQAAAZgBAAABAwAAAwEAAAEEAAABggEAAANGAAABEgAAAQEAAAEFAAABEgAAAgEAAAIEAAABAQAAAwEAAAMGAAACFAAAAQsAAAFnAAABZgAAAdgCAAAB2AIAAAH5AgAAAUUAAAEGAAABTwAAAUwAAAFlAAABigEAAAEAAAADAQAAAQoAAAIWAAABEAAAAQIAAAEXAAACXwAAAQEAAAI0AAACCAAAAgIAAAECAAABBQAAARAAAAEBAAACCwAAAQQAAAEBAAACJgAAAQMAAAEBAAABGgAAATcAAAEBAAABLAAAAQkAAAJeAAABSwAAAQEAAAEBAAABBgAAAUEAAAEUAAABpAMAAAEBAAAB0QIAAAEBAAABrgEAAAElAAAB1wIAAAECAAABAQAAAQEAAAEEAAABIQAAAQgAAAEBAAABMAAAAQkAAAEfAAABAQAAAX0AAAGMAQAAAQQBAAECAAABSwAAAbMDAAABwgEAAAHWAQAAAa4CAAABBQAAAg0AAAEEAQABCQEABwEBAAcBAQAEAQEAAwEBAAcBAQALAQEADwECAAEdAQACAQEAAAEBAAIBAQAAAQEAARMBAAUBAQAGAQEAAQEBAAABAQADAQEAAAEBAAIOAQACAQEAAAEBAAMBAQABAQEAAAEBAAEGAQACAQEAAAEBAAABAQAHAQEABQEBAAYBAgABAQEAAQwBAAIBAQACAQEABAEBAAgBAQAAAQEAAAEBAAAMAAABAwEAAgEBAAABAQAFAQEAAAEBAAEHAQACAQEAAAEBAAEBAQAAAQEAAgEBAAABAQAABAAAAQEAAAIkAAACAQAAAgEAAAERAAABBAEAAwEBAAABAQAAAQEABgEBAAQBAQAAAQEAAQwAAAECAAADBAAAAQwAAAMBAAABAQAAAgEAAAICAAABBAAAAwQAAAEBAAABAQAABQUAAAECAAABDgAABAEAAAMDAAABBAAAAQ0AAAEBAAAEAQAAAwUAAAEXAAAEAQAABAEAAAcBAAACAgAAAQEAAAICAAABCQAAATEAAAECAAABNgAAASQAAAFBAAABAQAAASEAAAEBAAABAwAAAUIAAAEmAAABAgAAAUIAAAEBAAABHQAAAQEAAAEoAAABAQAAASEAAAEkAAABRgAAAQEAAAFmAAABAQAAA1wAAAFaAAABAQAAAVsAAAGTAQAAAQEAAAEHAAABmgEAAAEBAAABAgAAAekBAAABkwIAAAHQAgAAAdACAAABAQAAAVsAAAEEAQABogIAAAF3AAABdwAAAbcBAAABEwAAAQAAAAIHAAABBAAAAQEAAAEBAAABCgAAAQEAAAEGAAABCQAAAQkAAAEBAAABBwAAAQEAAAEJAAABBgAAAQQAAAEBAAABAwAAAQEAAAEIAAABAQAAAQYAAAEBAAABAwAAAQEAAAEIAAABAQAAAQUAAAEBAAABBAAAAQEAAAEHAAABAQAAAQYAAAEBAAABAwAAAQEAAAEGAAABAQAAAQUAAAEIAAABAQAAAQQAAAEBAAABBQAAAQEAAAEHAAABBQAAAQIAAAECAAABDQAAAQEAAAEKAAABAQAAAQUAAAEBAAABAgAAAQEAAAEIAAABDAAAAQYAAAEBAAABCgAAAQEAAAEGAAABAQAAAQcAAAEEAAABCQAAAQEAAAEEAAABCAAAAQEAAAEIAAABAQAAAQMAAAEBAAABBgAAAQoAAAEFAAABBwAAAQEAAAEFAAABAQAAAQoAAAEBAAABAgAAAQEAAAEKAAABCQAAAQEAAAEKAAABAQAAAQcAAAEBAAABDQAAAQEAAAEFAAABBQAAAQEAAAEFAAABAQAAAgcAAAEBAAACAQAAAQsAAAEBAAABBgAAAQIAAAEGAAABFwAAAWkAAAEVAAABSgAAAVIAAAEBAAABKAAAAcoDAAABGAAAAQEAAAIEAAABBgAAAQEAAAEGAAABGgAAAQEAAAEOAAABAQAAAQYAAAEEAAABDAAAAQEAAAEFAAABEQAAAQYAAAEFAAACAgAAAQEAAAEDAAACBwAAAQEAAAEDAAABDwAAAQIAAAEDAAABDQAAARgAAAEvAAABAQAAAQMAAAECAAACGQAAAToAAAERAAABAwAAAQEAAAEHAAABAwAAAR0AAAIBAAACAQAAAQQAAAEBAAABEQAAAgMAAAEBAAABDQAAAQgAAAEGAAAB4gEAAAE6AAABGgAAAQEAAAQJAAABAgAAARgAAAE/AAABVQAAAUQAAAEJAAABYAAAAQoAAAEFAAABBAAABAEAAAIIAAABAQAAAQwAAAEOAAACJgAAAQEAAAEKAAABBwAAAQgAAAEBAAACBQAAAgkAAAEFAAABBgAAAQUAAAEGAAABBAAAAQsAAAICAAABAQAAAQEAAAIJAAABAQAAASAAAAEjAAADAQAAAwUAAAMBAAACCgAAAgsAAAEDAAABHgAAAQwAAAEgAAABEAAAAQEAAAEBAAABCAAAAQkAAAEHAAABAQAAAQwAAAEJAAACBAAAAQEAAAELAAABBwAAASIAAAEKAAABAwAAAaMCAAABLgAAAgEAAAIZAAABCQAAAScAAAHCAwAAAT4AAAEBAAABBQAAATkAAAIlAAABvwMAAAH2AgAAAQIAAAIFAQACdgAAAbIBAAABAQAAAZgBAAABCAAAAQcAAAEBAAABAAAAAQwAAAGhAgAAAQEAAAF+AAAEAQAAAugCAAABAgAAAWYAAAFdAAABAQAAAUwAAAGVAQAAAQMAAAEBAAABsAMAAAEBAAABAwEAAfACAAABAQAAAUsAAAGUAgAAAb4BAAAB1QEAAAEBAAABDQAAAQEAAAEIAAABAQAAATMAAAGLAgAAAQoAAAEPAAABBAAAARgAAAG7AQAAAQcAAAG8AQAAAg0AAAIQAAABBQAAAQEAAAK7AQAAARcAAAEBAAAB0AEAAAEEAAABugEAAAEKAAABfgAAATQAAAEBAAABFwEAAQEBAAABAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQACAQEAAAEBAAABAQAAAQEAAAEBAAETAAABSQAAAf4BAAABSAAAAQEAAAIDAAABSwAAAo4CAAABLQAAAcoDAAACEQAAATkAAAEFAAABBgAAAxMAAAECAAACAQAABQoAAAEBAAADAwAAAQIAAAEFAAABFAAAAQEAAAEBAAABBQAAAwEAAAEBAAABBQAAAQQAAAIDAAACDAAAAQEAAAQBAAABBQAAAQEAAAEBAAABAgAAAQEAAAEBAAABAgAAAgEAAAECAAABAgAAAQIAAAEBAAABAQAAAQEAAAEHAAABAgAAAwIAAAEBAAABBQAAAQIAAAECAAABAQAAAQkAAAEJAAABBAAAAQEAAAIDAAACAQAAAQYAAAEGAAACAQAAAgQAAAEJAAABCAAAAQEAAAYFAAABAQAAAQEAAAIEAAABBAAAAQwAAAEDAAABBQAAAQEAAAEBAAABAwAAAQcAAAECAAADBgAAAgEAAAEGAAACAQAAARkAAAEBAAAECwAAAQkAAAEFAAACAwAAAQEAAAIBAAABAQAAAQQAAAEDAAACFAAAAQEAAAIBAAAEBgAAAQMAAAQCAAABBAAAAQMAAAEDAAABAAAAAQwAAAEDAAABAgAAAQYAAAFrAAABFgAAAQgAAAEMAAABFAAAAQEAAAEDAAABAQAAARwAAAEJAAABAgAAAQIAAAEeAAABAwAAAQEAAAIEAAABMQAAAQEAAAEGAAABCAAAAQUAAAEBAAABAQAAATcAAAENAAABCgAAAQIAAAEDAAABGgAAAWMAAAEEAAABLgAAASgAAAEFAAABAQAAAQEAAAEDAAABDgAAAQEAAAIEAAABBAEAAQEBAAABAQABAQEAAQEBAAABAQAEAQEAAQEBAAABAQAAFAAAARoAAAEzAAABPwAAAREAAAEDAAABGQAAAQEAAAEBAAACAgAAAQQAAAECAAACBwAAAXYAAAEBAAABIAAAAS8AAAEfAAABZwAAAQgAAAFRAAABAgAAAQQAAAEMAAABEQAAAQAAAAEMAAABXgAAAS4AAAEIAAABFgAAARoAAAE0AAABXgAAAQEAAAFnAAABTwAAAgcAAAJBAAABvAMAAAEBAAABAAEAAgEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAd0CAAABOgAAAaYCAAABCwAAAQIAAAIKAAABAQAAAU8AAAFtAQADAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAhUBAAEBAQACAQEAAAEBAAABAQAAAQEAAAEBAAIBAQAAAQEAAF8AAAEBAAABGQAAAQUAAAEMAAABEAAAATEAAAEIAAABCAAAAVMAAAErAAABbgAAAQEAAAFRAAABGQAAAQEAAAFTAAABAQAAAQsAAAExAAABAQAAAQEAAAEEAAABAwAAAQMAAAEBAAABAwAAAUsAAAEBAAABBQAAARcAAAENAAABbAAAAQEAAAFvAAABDQAAAQYAAAECAAABAgAAAQIAAAEDAAABAwAAAQUAAAEDAAABBQAAAZMCAAABAQAAAeABAAABAwAAAVMAAAEDAAABKwAAAcoDAAACAAAAAQEAAAHEAQAAAQEAAAEmAAABAQAAAQQAAAFbAAABWQAAAQEAAAGaAwAAAeUBAAABAgAAAfwBAAAChwEAAAEBAAABAQAAAQgAAAIBAAAB/AEAAAGoAgAAAfwBAAACQQAAAfwBAAACBgEAAZsBAAABRAAAAQEAAAEDAAABZQAAAQEAAAEQAAABCgAAARcAAAE1AAABAQAAAUgAAAEKAAABCAAAARMAAAE9AAABBwAAAQIAAAEBAAABAwAAAcgDAAABmgMAAAE/AAABBQAAAQEAAAIKAAADBwAAAQgAAAEnAAABEgAAAQcAAAEMAAABBgAAAQsAAAIKAAABAQAAAQwAAAIPAAACHwAAAQEAAAELAAABAwAAAQEAAAILAAACFwAAAQUAAAIBAAABBgAAAgYAAAEBAAABCAAAARcAAAI4AAABDAAAAQ4AAAEGAAABDQAAAT8AAAEfAAABKwAAARUAAAFDAAABKgAAAZEBAAABCQAAAQYAAAEFAAABgwEAAAEFAAABHwAAAQEAAAQBAAABAQAAAQMAAAENAAAIAQAAAi4AAAESAAABAQAAARYAAAIQAAABAQAAAQ8AAAEbAAABFwAAAdQCAAABWwAAAeEBAAABkgIAAAEBAAABpgEAAAEDAAABLgAAAREAAAEEAAADAgAAAQMAAANUAAABAQAAATMAAAIBAAADHQAAAb0CAAAB1QEBAAQBAQAAAQEAAAEBAAIBAQAAAQEAA9gBAAABuQEAAAEeAAACAQAAAQEAAAJHAAAC1gEAAAEBAAABAQAAAckDAAAB3wEAAAGaAwAAAagCAAABAQAAAZgDAAABCAAAAbwDAAABtgIAAAIBAAABAgAAAi8AAAIBAAABCQAAARgAAAEBAAABAQAAAQEAAAEBAAABTgAAAVwAAAOMAQAAAQMAAAEvAAABAQAAAXYAAAGlAgAAAcECAAABHgAAATwAAAHEAQAAAQEAAAFiAAABRAAAAQMAAAEuAAABEQAAAgQAAAMCAAABAwAAA7QDAAABzwIAAAHDAgAAASoAAAIBAAABlQIAAAQCAAACAgAAAQQAAAICAAACoQIAAAG6AQAAAZYBAAABKgAAAQcAAAEqAAAC8QEAAAESAAABBgAAAQIAAAEFAAADAQAAAQQAAAEBAAABKwAAAQEAAAECAAABKgAAATgAAAJGAAABSAAAAQwAAAEBAAABAQAAATEAAAEMAAABAQAAAgQBAAMBAQAAAQEAAgEBAAcBAQADAQEABAEBAAABAQAAAQMAAgEBAAABAQABAQEAAgEBAAIBAQABAQEAAQEAAAIBAAABAQAAAgEAAAMEAAABBwAAAQMAAAECAAABAQAAAQEAAAEDAAABCgAAATkAAAEBAAABrQEAAAGSAgAAAQEAAAGoAgAAAQEAAAHFAgAAApYBAAACAQAAAkoAAAEBAAAB/gIAAAGBAQAAAXwAAAGEAQAAAccCAAABEwAAAWIAAAESAAABHwAAAWoAAAE1AAABNAAAARkAAAECAAABDwAAAgIAAAECAAABAwAAAQ0AAAEMAAABAQAAAQcAAAEHAAABAQAAAgwAAAEaAAABBgAAAQ4AAAIBAAABMQAAAQEAAAEBAAABAQAAAQoAAAEBAAABFAAAAWUAAAEBAAABBgAAAgcAAAFeAAABAwAAAQEAAAICAAABAgAAAQkAAAFYAAABAQAAAQEAAAECAAACDQAAAQoAAAF5AAABUwAAArIDAAABagAAAQEAAAEoAAACAQAABAEAAAIDAQAKAQEACAEBAAoBAQANAQEAAwEBAAkBAQAIAQIAAgEBAAgWAAABBQAAAQcAAAECAAAB7gEAAAEDAAABPAAAARMAAAEGAAABFQAAAQEAAAMEAAABBwAABAsAAAEBAAABAQAAAQoAAAEQAAABCwAAAQ0AAAEBAAACBwAAAQEAAAEBAAABAQAAAQIAAAECAAACAwAAAQkAAAECAAABAwAAAQEAAAEBAAABAwAAAQcAAAEcAAABBwAAAQcAAAEBAAABBgAAAQEAAAEPAAABAgAAAQMAAAECAAACCAAAARQAAAEBAAABCwAAAQIAAAIFAAABAwAAASAAAAIEAAACAQAAAgIAAAEHAAABCwAAAgQAAAEBAAABAQAAAggAAAETAAABAQAAAQEAAAEQAAABDQAAASYAAAEaAAABAwAAAVcAAAEBAAACUgAAAQIAAAEGAAABBQAAAQcAAAENAAABFAAAAQEAAAEGAAACAQAAAQIAAAEeAAABBQAAARYAAAERAAACAQAAAR0AAAHHAwAAAgQAAAHCAwAAAZIDAAABDQAAAckDAAABAQAAAQ4AAAGeAQAAAQEAAAFzAAABiAEAAAHgAQAAAWsAAAHNAQAAAe0CAAABAQAAAe0CAAABBQAAAfICAAAB7QIAAAIBAAAC4wIAAAEqAAABGQAAAa0BAAABCgAAAQIAAAExAAABCAAAAQUBAAoBAQAGAQEACAEBAAQBAQANAQIAASQAAAFCAAABBgAAAQUAAAHrAgAAAQEAAAHtAgAAAe0CAAAB7wIAAAGaAQAAAQgAAAEJAAABAQAAAWsAAAEJAAABIwAAAQEAAAEeAAABCgAAAQ4AAAISAAABMQAAAQEAAAEMAAACAQAAAQUAAAESAAABAQAAAwEAAAUlAAABBgAAARkAAAEIAAABAQAAARQAAAEBAAACDgAAAQYAAAEPAAABTwAAAQEAAAHHAgAAASEAAAGAAgAAAooBAAABIgAAAbQBAAABAQAAAZEBAAABEwAAAXcAAAEeAAABAgAAARAAAAEvAAACBAAAAWYAAAElAAABBQAAASMAAAEBAAABBgAAAQsAAAELAAABBgAAAQEAAAEEAAABAQAAAQIAAAMBAAACCQAAAQYAAAErAAABAQAAAQIAAAEFAAABCgAAATIAAAIBAAABEAAAAQUAAAEEAAABAgAABQEAAAEFAAABIwAAAQYAAAEiAAABBAAAAQIAAAEDAAABBQAAAQgAAAEDAAABNAAAAggAAAEBAAABBgAAAQEAAAE6AAABEAAAAQEAAAEnAAACAgAAAQEAAAMGAAABwAEAAAECAAABAQAAAgIAAAEFAAACCQAAAQcAAAEQAAACAQAAAwEAAAMOAAACBQAAAgkAAAEEAAABFgAAAgMAAAEIAAABCQAAAQ4AAAEEAAACAQAAAwEAAAERAAABDQAAAgsAAAEBAAACAQAAAQEAAAIBAAABAQAAAQIAAAMIAAABAgAAAQEAAAEFAAABAgAAAQgAAAEMAAABCAAAAQEAAAEBAAACBgAAAQkAAAICAAABAQAAAQEAAAEBAAACCQAAAQEAAAEEAAADAgAAAQEAAAQBAAABAQAAAgkAAAIGAAABAQAAAgEAAAEBAAABAwAAAQEAAAIBAAACAwAAAQIAAAQCAAABAQAAAgEAAAIBAAABCQAAAQEAAAMBAAADAwEABwEBABQBAQAJAQEACwEBAAkBAQAHAQEABAEBAAEBBAADAQEAAAEBAAUBAQAIAQEACgEBAAgBAQABAQAABwEAAAYBAAAFAQAABgEAAAIBAAABAQAAAQEAAAEHAAAEAQAAAwEAAAQBAAAIAQAAAgEAAAMBAAAFAQAAAgEAAAIBAAADAQAAAgEAAAIBAAAFAQAAAgcAAAQBAAABBgAAAQMAAAIIAAABAQAAAQEAAAIBAAABBgAABAEAAAQKAAABBAAAAgEAAAEEAAAGAwAAAQMAAAIBAAAHAQAACAEAAAoDAAAFAQAAAgIAAAMCAAABCAAAAQQAAAFiAAABfAAAAQgAAAEbAAABDAAAAQIAAAERAAABJAAAAQwAAAEDAAABEQAAASgAAAEBAAABEwAAAZkDAAABAQAAAeIBAAABogEAAAHiAQAAAaEBAAABAgAAASAAAAMFAAACAwAAAQEAAAEBAAABAQAAAQEAAAIBAAABCgAAAgUAAAECAAABAQAAAQ4AAAGYAQEAAgEBAAABAQAAAQEAAAEBAAELAAABBAAAAgEAAAEKAAABFgAAAQgAAAEKAAABCAAAAQIAAAE0AAACFAAAAQIAAAEIAAABCQAAAQ0AAAEBAAABAgAAAQMAAAEiAQAEAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQAAAQgAAAG6AQAAA3gAAAFHAAABMQAAAQcAAAF4AAABKAAAAQUAAAHKAwAAAcoDAAABwgEAAAKBAwAAAQwAAALrAgAAARUAAAHiAQAAAQEAAAHeAgAAAQEAAAEhAAAC4gEAAAGiAQAAAQMAAAHeAQAAAQgAAAEfAAABygMAAAKzAwAAASAAAAEBAAABZQAAAQgAAAEGAAABAwAAAQEAAAEOAAACAQAAAhwAAAMcAAABAgAAAgEAAAGTAQAAAcADAAABnAEAAAMBAAABcAAAAQUAAAEIAAABnAEAAAHYAgAAAZMDAAABAQAAAd0CAAABAQAAAWgAAAFvAAACAQAAAwEAAAHbAQAAAdcBAAABAQAAAQEAAAPVAQAAAQEAAAMBAAACAQAAAwEAAAEBAAAB1gEAAAHZAgAAAW0AAAFhAAABAwAAAToAAAE6AAABOwAAAQ4AAAECAAABBQAAAQQAAAEGAAACAgAAAgEAAAIBAAABBQAAARMAAAEIAAABCwAAAQ4AAAEBAAABBAAAAQMAAAEMAAACAQAAAQ0AAAE7AAABAwAAAQEAAAEIAAACAQAAAQQAAAMBAAADBQAAAQEAAAEDAAABAQAAAwEAAAEEAAADBAAAAQgAAAEGAAABAQAAAgEAAAQBAAABAgAAAQIAAAEJAAABAwAAAgYAAAETAAABCgAAAQEAAAEOAAABBwAAAQUAAAEFAAABBQAAAQUAAAELAAABBQAAAQIAAAEBAAABDQAAAgIAAAEBAAACBAAAAgMAAAECAAABBAAAAQEAAAIDAAABBAAAAQEAAAEBAAABAQAAAQEAAAIMAAABBwAAAgoAAAMBAAADAQAAAQIAAAYEAAACAQAAAQEAAAIIAAACDwAAAQYAAAENAAABJgAAAfUCAAABAQAAAcsBAAABAQAAAYEDAAABAgAAAQEAAAFfAAABIwAAAQUAAAIBAAACEQAAAQYAAAEOAAABIAAAAgEAAAMBAAACAQAAAQEAAAIBAAACAQAABAEAAAI4AAAEAQAAAgYAAAE/AAABAQAAASIAAAEBAAADAQAAAwQAAAEDAAABBAAAAU8AAAEBAAABUwAAAQEAAAQBAAABOgAAAa0BAAABEAAAAQUAAAECAAABYwAAASgAAAE7AAABAQAAAacBAAABLgAAAQEAAAEEAAABGAAAAQEAAAEIAAACmwIAAAFXAAABQQAAAQQAAAEtAAABBQAAAQIAAAEdAAABEgAAATIAAAEkAAABCgAAAQcAAAFSAAABCQAAATYAAAE2AAABLgAAAYsCAAABAQAAAckDAAAB7wEAAAE7AAAB/gEAAAE0AAAD7gEAAAENAAABgAMAAAFEAAABCQAAATwAAAEhAAAB/wIAAAEDAAABBwAAATIAAAEEAAABAQAAAfoCAAABAQAAAfsCAAABYwAAAdEBAAABSwAAAZQCAAABRAAAAQEAAAFlAAABhQIAAAG3AgAAATsAAAHTAgAAAZYBAAABJAAAAgEAAAEBAQABVwAAAiQAAAEBAAABIgAAARsAAAEHAAABAQAAARgAAAEeAAABAQAAAREAAAELAAABCAAAAZoBAAABTAAAAcIDAAABvgEAAAE+AAABEwAAAUwAAAEVAAABAQAAAQkAAAEBAAABhAEAAAEEAAACLAAAATYAAAEiAAABAwAAARgAAAEBAAACAwAAASYAAAEYAAABGwAAAQEAAAEJAAACAQAAARQAAAEOAAABjQEAAAGVAQAAAaoBAAABhQIAAAEEAAABygMAAAGxAgAAAQEAAAGhAgAAAZ0BAAACLQAAAgoAAAKeAQAAAhkAAAELAAABAQAAAeIBAAABHAAAAuIBAAABQwAAAQEAAAFVAAABXAAAAUsAAAEBAAABCQAAASEAAAEWAAABOQAAAagCAAABAQAAAdcCAAACBQAAAv0BAAABSAAAAZsDAAABZgAAAQYAAAF6AAAByQMAAAHLAQAAAfYBAAABqQIAAAEBAAABjQIAAAFrAAABkAIAAAEBAAABwwMAAAEOAAABAQAAAgEAAAIBAAABBgAAAgMAAAEOAAABBAAAARAAAAEBAAABAQAAAQYAAAECAAABFAAAAQIAAAEBAAABAgAAAQwAAAEGAAABRQAAAQgAAAEKAAABAgAAAQoAAAEDAAABBwAAAQgAAAFKAAABAQAAAQoAAAEFAAABCgAAARMAAAEFAAABBQAAAREAAAEFAAABGwAAAeEBAAABmQMAAAFcAAABAQAAAe0CAAABkwMAAAEDAAABCwAAARIAAAEAAAABAwAAAQkAAAGJAwAAARwAAAEBAAABBwAAAWsAAAFXAAABFQAAAZYBAAACAQAAApkBAAACAgAAASYAAAEZAAABAQAAARgAAAEDAAABAQAAARIAAAEBAAACAQAAAbICAAABnQEAAAHCAQAAAV8AAAEBAAABkAEAAAGvAQAAAY0CAAABAQAAAagBAAABSAAAAQQAAAEBAAABsgEAAAF2AAABBwAAAQIAAAEBAQACAQEABAEBAAgBAQAFAQEABgEBAAEBAQAAAQEAAAEBAAABAQADAQEAAQQAAAOEAwAAAQEAAAEFAAABBwAAAQAAAAEMAAAB9QIAAAIMAAACmAIAAAYBAAABCQAAAQEAAAFiAAABAwAAAQEAAAECAAADAQAABQIAAAEBAQABAQAAAQkAAAEOAAABIgAAAxMAAAELAAABBgAAAQQAAAMBAAAFAQAAAwIAAAIBAAABAQAAAQsAAAEFAAABAQAAAY0CAAABBQAAAgEAAAFOAAABkwMAAAEkAAABxwIAAAEzAAACswEAAAEKAAABAQAAARoAAAEvAAADEwAAASsAAAEYAAABCgAAATwAAAE6AAABAQAAAXUAAAEzAAAB/wEAAAFxAAACAQAAARIAAAGOAgAAAZQDAAABGQAAAQ8AAAELAAABAQAAAYwBAAABAwAAAQEAAAEEAAABDgAAAQQAAAEbAAABAQAAAQUAAAECAAABAQAAARgAAAECAAABAQAAAQYAAAEOAAABBgAAAQgAAAEeAAABIQAAAQEAAAI3AAABBQAAAcgDAAABrgEAAAHhAQAAAYMBAAABAQAAAgIAAAJPAAABBQAAAdkBAAACkwIAAAFFAAABAwAAAYQCAAABAwAAAQsAAAEBAAABrwEAAAMBAAACBgAAAgEAAAEiAAABFgAAAYEDAAABIQAAAQEAAAH6AgAAAQEAAAEFAAAB/QEAAAFhAAABFwAAAQkAAAE2AAABBwAAAbYBAAADAQAAAYwBAAABBAEAAQIAAAHgAQAAAQ4AAAEBAAABTwAAAecBAAABAwAAAegCAAABqQEAAAFpAAABVwAAATkAAAFJAAABPwAAAeABAAABJwAAATcAAAEBAAABuQEAAAFnAAABpwEAAAFJAAAB7AEAAAECAAABQQAAAWEAAAIDAAABEAAAAQQAAAEMAAABBAAAAh4AAAENAAABBQAAATQAAAICAAABAwAAAhAAAAEHAAABGQAAAQEAAAFNAAABAwAAAVYAAAGuAQAAAQEAAAFTAAAByQMAAAHCAQAAAV8AAAEyAAABSwAAAWsAAAFHAAAB9QIAAAIBAAABAQAAAgIAAAIFAAAClAMAAAFIAAABAQAAAgEAAAICAAABAQAAAgEAAAECAAABOAAAAa4BAAABAwAAASEAAAEOAAABAQAAAQEAAAEgAAABAgAAAQEAAAEUAAABEgAAAd8BAAAB7wIAAAGZAQAAAXkAAAEHAAAB7wEAAAEIAAABkwEAAAFdAAABlwEAAAEDAAABzQIAAAEiAAACAQAAAvsCAAABRAAAAQIAAAEEAAABAQAAAQoAAAEQAAABCAAAAQ0AAAEDAAABBQAAAQEAAAEJAAABBgAAAQsAAAELAAABCwAAAQcAAAEIAAABFgAAAQEAAAEPAAABJQAAAQEAAAEgAAABAQAAAyMAAAEHAAABIwAAARcAAAEBAAABDwAAAREAAAEUAAABVQAAAbYBAAABpwEAAAHXAQAAAfsBAAABaQAAAQsAAAEpAAABAQAAAQgAAAEOAAABAQAAAQIAAAEIAAABAQAAAVgAAAFBAAABSgAAAsMDAAABegAAAQYAAAEiAAAB/gEAAAEkAAABAwAAAgEAAAFHAAABjAEAAAE4AAABIgAAAYABAAABCAAAAQ8AAAECAAABRAAAAdACAAABlwMAAAEBAAAB2AIAAAG7AwAAAQsAAAEGAAAB4QEAAAHbAQAAAQcAAALKAwAAAVUAAAEBAAABawAAARQAAAEBAAABAgAAAQIAAAF4AAABSwAAAfABAAABAQAAAaICAAABBgAAAQEAAAE6AAABDQAAAScAAAHNAQAAAcABAAABjQIAAAHFAgAABAEAAAgBAAABNAAAAVEAAAFRAAAB+AEAAAIBAAABCQAAARoAAAGdAQAAAYcCAAABJQAAAQQAAAEBAAABKgAAAgEAAAFFAAABBQAAATMAAAFEAAABCQAAAU4AAAEKAAABAQAAAQcAAAEBAAABAQAAAQgAAAEJAAABDQAAAd8CAAAB3wIAAAEBAAAB4wIAAAGiAwAAAdcCAAADBQAAA2oAAAECAAAFAQAAAakDAAABUgAAAicAAAEHAAABuAIAAAF0AAAC2wIAAAGTAgAAAkYAAAENAAAB+wEAAAFLAAABoAIAAAEoAAABOwAAAZYDAAAFBwEAARgAAAEIAAABHQAAAQEAAAEDAAABjQEAAAEVAAACJAAAAQYAAAGeAQAAAQEAAAEUAAABAQAAAfwBAAAC4AEAAAIxAAABhQIAAAGBAwAAAcEBAAABlwMAAAHhAgAAAWsAAAFiAAADAQAAAc8BAAAB4QIAAAEBAAABmQEAAAHhAQAAAQEAAAF5AAABxgMAAAICAAABAQAAAQMAAAI+AAACFwAAAREAAAEBAAABDQAAAUoAAAFzAAABAwAAAREAAAFQAAABAQAAAgUAAAEBAAABBwAAAR8AAAF0AAAB0gEAAAEBAAABbAAAAfQBAAACpgEAAAFhAAABAwAAAf8BAAACdgEAAwEBAAEBAQABAQEAAAEBAAIBAQAAAQEAAAEBAAUBAQAAAQEAAgQAAAEBAAABAQAAAekBAAACugEAAAMBAAAB4gIAAAHfAgAAAdIBAAABpAMAAAFwAAABgAEAAAGDAQAAAcYCAAABAQAAARIAAAIBAAACAQAAAjwAAAEHAAABKgAAAcYDAAABAQAAAwMAAAGvAwAAAQMAAAHUAgAAAQQAAAEBAAABAQAAAQMAAAECAAABAQAAAgEAAAEDAAABAAAAAQwAAAE8AAABBAAAAS0AAAEHAAABLgAAAQEAAAEbAAABAgAAAQEAAAEDAAABBAAAAUUAAAEBAAABBwAAATYAAAQBAAAFAQAABAEAAAQBAAADAQAABAEAAAQBAAACAwAAAgEAAAECAAACAQEAAgIAAAMBAAAEAQAAAQEAAAErAAABDwAAAQoAAAIBAAACBgAAAQ0AAAHeAgAAAZsBAAABoQIAAAEgAAABDAAAAQ4AAAEEAAABAgAAAQMAAAFJAAACeQAAAQcAAAE+AAABDAAAAQoAAAEzAAABBAAAAV4AAAEEAAABAQAAAkwAAAEFAAABCAAAAQUAAAEFAAABAQAAAQIAAAEGAAABBQAAAQEAAAQHAAACGQAAAgYAAAMJAAABAQAAAQwAAAEBAAABCgAAAQEAAAEGAAACAQAAARUAAAICAAACDwAAAgEAAAEBAAADAQAABAIAAAEBAAABAgAAAQQAAAE2AAABAQAAAQIAAAEBAAACAgAAAQQAAAIFAAABAQAAAQUAAAEIAAAGAQAAAgEAAAUOAAABBwAAAQEAAAEBAAABCAAABAEAAAEaAAADAQAAAQwAAAEOAAABAwAABQEAAAEBAAADAQAAAwEAAAECAAADAgAAAQEAAAQBAAACAQAAAQ8AAAEIAAAFBAEAAqICAAABAQAAAgcAAAFdAAABIQAAARIAAAGEAQAAARYAAAFjAAABfAAAATsAAAEPAAABXAAAAS0AAAEIAAABFgAAAQYAAAEBAAABoQEAAAEHAAABNwAAASAAAAEDAAABAQAAASIAAAIBAAABdQAAAQEAAAEGAAABAQAAAQkAAAENAAABDAAAAR0AAAEGAAABPQAAAXAAAAEGAAADAQAAAQEAAAECAAACAwAAARIAAAEIAAABAQAAAQEAAAEFAAABAwAAAhAAAAGrAwAAAYYDAAABAQAAASwAAAKzAwAAAcABAAABTQAAAgEAAAEBAAABqwEAAAENAAABAQAAAQYAAAEBAAABAwAAAhwAAAEBAAABAQAABAIAAAQEAAAEAQAAAwEAAAEBAAAENwAAAQEAAAMBAAAEBgAAAQEAAAEBAAABAQAAAQ8AAAQBAAAEAQAAAgEAAAQBAAAGAQAAAxEAAAEBAAAEAQAACwEAAAJrAAABKwAAAWkAAAEiAAACAQAAAgYAAAFIAAABCAAAAWMAAAELAAABJQAAAWMAAAEjAAABBAAAAaMBAAABkAEAAAFNAAABAgAAAQEAAAHmAQAAAQMAAAFAAAABEgAAAQEAAAEDAAABEwAAAzoAAAEBAAACAQAAAT8AAAETAAABFQAAAYABAAACPQAAAQUAAAEgAAABAgAAAQIAAAFpAAABAgAAARQAAAFSAAABAQAAASIAAAEBAAABDAAAARUAAAEBAAABFgAAARwAAAIBAAABCgAAAqUCAAABFAAAAbwDAAABAwAAAQcAAAEBAAAB3gIAAAEBAAABCgAAASkAAAFQAAABFwAAAQ0AAAEZAAABUgAAAQEAAAFHAAABAQAAAmgAAAHGAwAAAZkBAAABAQAAAQIAAAEnAAABCAAAAQEAAAEKAAABBAAAARMAAAEBAAABTAAAAScAAAERAAABAQAAAigAAAEBAAABHwAAAQEAAAEKAAABBgAAAYEBAAABPgAAAR8AAAEIAAABAQAAAQQAAAFXAAABIQAAAT4AAAEBAAABOgAAASEAAAEBAAABBwAAARIAAAG5AQAAAQEAAAEoAAABBQAAARMAAAHLAQAAAQ0AAAFQAAABDQAAAREAAAEBAAABYgAAAQgAAAFyAAABAwAAAR0AAAFKAAABAQAAAdYBAAABUgAAAQEAAAHDAQAAAQEAAAEHAAABzwEAAAEnAAABAQAAAQEAAAHYAgAAAgMAAAFtAAACPAAAAQcAAAEBAAABDwAAAQoAAAENAAABAQAAAQUAAAEBAAABRAAAAUAAAAEiAAABAQAAAQMAAAEJAAACAQAAAQEAAAEBAAABJQAAARUAAAEBAAABFgAAAQEAAAMBAAABAQAAAQ0AAAUBAAABAQAAAgEAAAUBAAABAQAAAQEAAAECAAACAgAAAhoAAAEhAAADCQAAAQ4AAAIDAAABAQAAAQIAAAICAAAEAQAABQQAAAEBAAABFAAAAQEAAAEIAAABBAAAAgEAAAEBAAABDwAAAqsBAAABAwAAAQUAAAEGAAAC8AIAAAEBAAABBQAAAQMAAAECAAABRQAAARYAAAQBAAACBwAABAcAAAEEAAABDAAAAQEAAAEkAAABIgAAAS4AAAESAAACAgAAAgEAAAIaAAABGwAAAk8AAAENAAABHAAAAQEAAAEKAAABCgAAAU0AAAEWAAABLwAAAYIBAAABEAAAAhMAAAECAAACWQAAAQYAAAEPAAABAQAAAZUBAAABBQAAAY4BAAAB1wEAAAHBAQAAAaUCAAABaQAAAQEAAAGtAgAAAcECAAABZwAAAQEAAAEbAAABAQAAAg4AAAGXAQAAAQEAAAIwAAABAgAAAQQAAAEFAAABAQAAAQMAAAItAAABCgAAAXAAAAIHAAABAgAAAQUAAAMBAAACAgAAAboDAAABBAAAASsAAAEqAAABpwIAAAEBAAABAgAAAVoAAAGiAQAAAQEAAAGvAQAAAQYAAAQBAAABfAAAAwIAAAEZAAABRAAAAQEAAAIgAAABAQAAAhIAAAEnAAABAQAAAY4BAAACAQAAAgUAAAHCAgAAA74CAAAEowEAAAFdAAABjgEAAAHqAQAAAWoAAAHQAgAAAQQAAAE6AAABAQAAAbkBAAABCQAAAhYAAAE/AAABVAAAAWMAAAG+AgAAAT8AAAE9AAABPwAAASQAAAF4AAABAgAAAa4CAAABhgIAAAEBAAABugIAAAGlAgAAAdACAAABAQAAAdQCAAABpQIAAAHRAgAAAQMAAAFwAAABAQAAAXAAAAFwAAABAQAAAQYAAAE8AAABcAAAAiAAAAEFAAAELQAAAV4AAAFFAAABEQAAAboCAAABAQAAAQgAAAETAAABAQAAAR4AAAEUAAABSQAAAQMAAAEBAAABCwAAAw0AAAEbAAABBAAAAQ8AAAECAAADCwAAAQ0AAAEBAAABAQAAAQQAAAEfAAABBgAAARcAAAEaAAABAQAAAgEAAAJHAAABAgAAAQ8AAAIBAAADBgAAAQEAAAEBAAABAgAAAQEAAAQBAAACBAAAAgIAAAGlAgAAAQgAAAEpAAACBwAAArABAAABKAAAAaMBAAABngEAAAHjAQAAAQEAAAEwAAACDAAABAMAAAEBAAABAgEAAikAAALpAQAAATMAAAGhAgAAAU8AAAEUAAACmgMAAAHgAQAAAQUAAAG5AQAAAYMCAAAB5AEAAAGXAwAAAQEAAAEFAAABkQMAAAEBAAACAQAAAgUAAAG2AQAAAQUAAAEFAAABUwAAAUgAAAEWAAABGgAAAQEAAAEDAAABAQAAAQgAAAH7AQAAARgAAAEBAAABRAAAAQEAAAEPAAACAQAAASMAAAEWAAABAQAAAZkBAAABNAAAAQcAAAEFAAABBQAAAZMBAAABBQAAAQEAAAEiAAABCAAAAdYBAAABCAAAAdUBAAABxgIAAAIBAAADEgAAAQEAAAEDAAABDAAAAZwDAAABmAEAAAEBAAABBwAAAbYDAAACEwAAAbECAAABAAAAAQwAAAETAAABAQAAAQ0AAAGJAQAAAQMAAAIXAAABDgAAAQEAAAIHAAABFwAAAQcAAAEdAAABBgAAAQoAAAEBAAABLAAAAQEAAAERAAABGgAAAQUAAAEBAAABBQAAAR8AAAKEAgEABAEBAAEBAQAAAQEAAQEBAAEBAgABAQEAAAEAAAIDAAACAgAAAQIBAAQBAQABAQEAAAEBAAAhAAABAwAAATkAAAEBAAABBQAAAgEAAAIJAAABAwAAAQYAAAEWAAADAQAAAsEDAAABggMAAAErAAABmgMAAAGvAQAAAQUAAAEIAAABAQAAAdABAAABCAAAARcAAAGEAQAAAQEAAAExAAABlAMAAAEBAAABAQAAAQEAAAEIAAACAQAAAQQAAAEKAAABCwAAAgEAAAECAAABBgAAAR8AAAEbAAABAQAAARYAAAEGAAABAQAAAQEAAAEiAAABDAAAAQwAAAEMAAABHAAAAR8AAAEHAAABAQAAAQEAAAIVAAABAQAAAQoAAAEPAAABDQAAAQQAAAEdAAACAQAAAgcAAAEFAAACBgAAAQoAAAEJAAABCQAAAQQAAAETAAABCQAAAX0AAANeAQAHAQEAAgEBAAYGAAABAQAAAYoBAAABuwEAAAEIAAABggMAAAF9AAACJgAAApsBAAABaQAAAf8BAAABAQAAAXAAAAEhAAABPQAAARMAAAFUAAAIAQAAAyYAAAIBAAAIAQAAAzUAAAEaAAABAQAAAmkAAAEFAAAEAQAAAQEAAAIBAAACgQMAAAEEAAABAQAAAggAAAIBAAABAgAAAwEAAAEBAAABAQAABgEAAAIBAAACAgAAAwIAAAEBAAACAQAAAgEAAAIDAAACAQAAAwEAAAEBAAADAQAAAwEAAAEBAAABAQAAAQEAAAMBAAACAgAAAQMAAAEBAAACAwAAAgEAAAYBAAAEAQAAAQMAAAIFAAABCAAAAgEAAAEBAAABCwAAAgEAAAIBAAABAQAAAwMAAAECAAACAgAAAQEAAAMBAAACAQAAAQcAAAEDAAADBQAAAQEAAAEDAAABAQAAAQEAAAEGAAABAQAAAgMAAAUBAAABAgAAAQEAAAICAAADAQAABAIAAAQBAAACDgAAAQEAAAELAAACAgAAAgEAAAEBAAACBwAAAwEAAAEBAAABAQAAAgIAAAIGAAABFgAAAQ4AAAQBAAABAQAABAsAAAEBAAABAwAAAQIAAAEBAAABAwAAAgIAAAEBAAABAQAAAQEAAAEBAAACCQAAAQ0AAAEJAAADAQAAAwMAAAEJAAACBwAAAgEAAAEBAAABAgAAAQIAAAIDAAACAQAAAQsAAAIDAAADBQAAAgIAAAEHAAABDAAAAgoAAAIEAAACAQAAAQkAAAIBAAAEAQAAAwgAAAIKAAACAgAAARAAAAEKAAABAQAAAQQAAAIBAAACDQAAAQ4AAAECAAADNAAAAQQAAAEJAAACBQAAAgEAAAICAAABCwAAAQEAAAIHAAACKAAAAQEAAAEMAAABAQAAAScAAAQBAAACAQAABBUAAAECAAABBAAAAQYAAAEDAAABLQAAAQEAAAECAAABAwAAAQ8AAAECAAABBgAAAQEAAAEgAAAEAQAAAQUAAAE8AAABSgAAAQEAAAGTAgAAARcAAAEEAAABBQAAASYAAAW/AwAAAQEAAAGZAQAAAcUBAAABFwAAAQkAAAGDAwAAAZYBAAABlQIAAAEBAAABXgAAAaoCAAABJAAAAYUCAAABjQIAAAEBAAABAQAAAYsCAAABhQEAAAEIAAAB7AIAAAEIAAABmwMAAAGvAwAAAZwBAAABnAEAAAEBAAABgwEAAAEBAAACAgAAAhUAAAIgAAABxAEAAAEKAAABLAAAAQEAAAEIAAAB4gEAAAHrAgEAAwEBAAIBAQAEAQEAAgEBAAABAQABAQEAAAEBAAABAQABAQEAAQEAAAEBAAACAQAABQEAAAIBAAABBgAABAQAAAEEAAABAgAABMMDAAABgQEAAAGPAwAAAZwBAAABAQAAAZkBAAABagAAAQEAAAELAAABSgAAAhwAAAEhAAABAgAAAaACAAABswMAAAHQAQAAAQEAAAH7AgAAAQEAAAG9AwAAAf4BAAABwAIAAAEBAAABBwAAAQIAAAE6AAAB8wEAAAQGAAABDQAAAQEAAAIDAAABBAEAAQIAAAEFAAABAQAAAQQAAAFTAAACAQAAAboDAAAB6QIAAAFNAAABAQAAAa0BAAABbgAAAToAAAFIAAABBAAAAZYCAAACAQAAAQUBAAIBAQAHAQEAAekCAAAB6QIAAAHwAgAAAYwCAAABiAEAAAEBAAABKwAAAcgDAAABSAAAAgEAAAEeAAABGgAAAQEAAAEHAAABAQAAARQAAAEFAAACXQAAATYAAAEDAAABUgAAAQEAAAEVAAABAQAAAUgAAAIEAAABAwAAAsUBAAABIgAAAQEAAAICAAABIQAAAQEAAAHbAQAAAQIAAAGcAQAAAbUDAAAB4QEAAAMBAAABAQAAA+IBAAAByQMAAAGJAQAAAYECAAABAwAAAWgAAAFJAAABAQAAAQMAAAEBAAAB6QEAAAEtAAABBAAAAgEAAAIRAAABJwAAAQEAAAEEAAABRwAAAQIAAAEBAAABGAAAAR4AAAEEAAABEAAAAQgAAAEGAAABDgAAARsAAAEHAAABAgAAAREAAAEBAAABEAAAAQMAAAIBAAABDgAAAQ4AAAEBAAABBQAAAQcAAAEJAAACAQAAARIAAAEBAAABJQAAATgAAAECAAABBQAAAUsAAAF4AAABbQAAAQIAAAEGAAAB3wIAAAFjAAABAQAAAtABAAAC4QEAAAE5AAACAwAAAgEAAAMBAAADAQAAAQEAAAIDAAADAQAAAwEAAAEBAQABDAAAAwEAAAIHAQAAAQEAAAEBAAABAQADAQEAAgEBAAABAQAADgAAAQEAAAYBAAACAgAAAgEAAAEGAAABAgAAAgEAAAEEAAABDQAAAwEAAAEUAAAEDAAAAQEAAAJBAAABBAAAAgEAAAIBAAABDgAAAQEAAAEBAAABBgAAAQEAAAEKAAABAgAAAwQAAAEIAAADCAAAAQ0AAAIGAAABAQAAAgEAAAEIAAABBQAAAwEAAAQDAAABAQAAAQkAAAEDAAADBwAAAQYAAAQKAAACAQAAAgcAAAEKAAABHAAAARcAAAEBAAABRQAAAiYAAAEGAAABBQAAASEAAAEZAAABKwAAAgEAAAEBAAABFwAAAQIAAAISAAABGwAAAgcAAAENAAABBwAAAWUAAAE6AAABAQAAARAAAAEBAAABBAAAAgoAAAEEAAABAgAAAg0AAAEEAAABAwAAAQMAAAEDAAACEgAAAQUAAAEDAAACAQAAAgMAAAEBAAAEDwAAAQIAAAEBAAABAQAAAQEAAAEHAAABAQAAAQQAAAENAAADBAAAAwIAAAMGAAABAQAAAQcAAAEqAAABAwAAAQEAAAEGAAABMAAAAQUAAAENAAABBgAAAQMAAAEIAAABAQAAAQMAAAECAAACBgAAAgIAAAEFAAABBQAAAQEAAAIIAAACAgAAAToAAAEBAAABEgAAAQEAAAEGAAACBQAAASgAAAEPAAABKgAAATAAAAERAAABDwAAAUsAAAEDAAACFAAAAQ4AAAE5AAABDAAAAQUAAAEFAAABCQAAAQEAAAGuAQAAAdcBAAABAQAAAS8AAAEBAAABwgMAAAE7AAABAgAAAQYAAAECAAABFwAAAQEAAAEGAAABDAAAAQoAAAECAAACBQAAAQwAAAIBAAABAQAAARMAAAECAAABAgAAAQcAAAE5AAABDwAAARIAAAEBAAABJgAAAQ4AAAEFAAABAgAAAQgAAAFEAAABLQAAAg0AAARHAAABFgAAAgEAAAEBAAACEQAAAQEAAAEBAAABBgAAARsAAAESAAACGgAAAQEAAAFqAAABAQAAARoAAAFEAAABOQAAAcEBAAABSgAAAR0AAAEGAAABSQAAAcEDAAABDwAAAa0BAAABAQAAAQEAAAEBAAABFgAAAQUAAAHHAwAAAQEAAAGJAQAAAQEAAAEUAAABCwAAAV4AAAEBAAABCgAAAQEAAAEBAAABMgAAAQEAAAERAAABNAAAAQEAAAEBAAABEgAAAQIAAAECAAABuwEAAAFEAAABAQAAAYkBAAABrgEAAAIyAAABJwAAAQQAAAETAAABAQAAARAAAAEOAAABHQAAATMAAAEBAAABTwAAAQEAAAEDAAABDAAAAQwAAAFEAAABAQAAAQMAAAENAAACBQAAAQQAAAIBAAABAgAAAQMAAAEGAAABBwAAAQEAAAIBAAABAgAAARMAAAEBAAABKAAAAX0AAAGwAgAAAQEAAAEaAAABSgAAAYgCAAABmAEAAAEBAAABvgMAAAETAAABBwAAAaMBAAABywEAAAEaAAABJQAAAaYCAAABAQAAAgAAAAEMAAAB9AEAAAEBAAABIAAAATIAAAEnAAABAQAAARQAAAIRAAABKgAAAw8AAAIFAAACCAAAAQYAAAENAAABBwAAARIAAAQMAAABBgAAAQEAAAQRAAACCgAAAgEAAAIVAAAFAQAABAEAAAQNAAADBAAAAQEAAAIBAAABEQAAAQcAAAMJAAACCgAAAQgAAAIHAAABDQAAAgcAAAEOAAACAQAAAQYAAAEBAAAFMwAAAQEAAAEDAAABAQAAAQIAAAEUAAABAQAAAwEAAAKpAwAAAYgBAAABAQAAAbcCAAAB1wEAAAFKAAABAQAAAWQAAAETAAABAQAAAUsAAAHoAgAAAQ4AAAFEAAABAQAAAVQAAAFBAAABwgEAAAEBAAABCQAAAQYAAAELAAABAQAAAQEAAAEHAAABAQAAAQUAAAEBAAABAQAAAgEAAAIBAAABBgAAAQEAAAEBAAABBgAAAQEAAAEHAAABAgAAAQIAAAEBAAABHQAAAQUAAAIBAAABBwAAAQEAAAEKAAABAQAAAgYAAAEBAAACEAAAAQIAAAEBAAACAwAAAQMAAAEBAAABBQAAAQgAAAEFAAACAQAAARAAAAEJAAABHQAAARQAAAIBAAACEQAAAQgAAAEBAAABAgAAAQcAAAMGAAABCAAAAggAAAIBAAABAQAAAQQAAAEHAAACAwAAAQMAAAEBAAABAQAAAQYAAAECAAABBgAAAgEAAAEHAAABAwAAAQUAAAMBAAABBAAAAQEAAAESAAABBQAAAQUAAAEUAAABAwAAARoAAAEBAAACDwAAAW4AAAEFAAABngEAAAFFAAABSgAAASEAAAEWAAABFQAAAgEAAAEBAAACEgAAAQEAAAEYAAABAAAAAQwAAAF1AAABAQAAAaMCAAABAQAAAawDAAABtAEAAAFLAAABaAAAAQEAAAESAAABJwAAAQIAAAEqAAABAQAAAXYAAAGAAwAAATQAAAEBAAABAwAAAboDAAABnQEAAAEBAAAB/gEAAAFaAAABswMAAAE7AAABQAAAASAAAAELAAABHgAAAXkAAAEJAAABXAAAAQEAAAEFAAABiAEAAAFRAAABBgAAAQIAAAEnAAABAQAAAQEAAAEHAAABCQAAAQUAAAEMAAABCAAAARQAAAEEAAABCgAAAQMAAAEFAAABFwAAASQAAAEwAAABCwEAAQEBAAEBAQABAQEAAAEBAAABAQAAAQEAAQEBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQABIQAAAgEAAAIbAAACAgAAAQYBAAICAAACEwAAAQEAAAEBAAABCQAAAQEAAAEBAAABOwAAAZwDAAABEgAAAgEAAAEBAAACTQAAARYAAAGVAQAAAQUAAAEPAAACCAAAAg4AAAIBAAABAQAAAgEAAAISAAACAgAABAMAAAEDAAABAQAAARUAAAIuAAABDwAABgIAAAEDAAABAwAAAQEAAASgAgAAAQYAAAElAAABAwAAAZUBAAABAQAAAwEAAAEBAAABAQAAAgEAAAECAAABAQAAAQ4AAAEBAAABlQEAAAEbAAABMwAABQEAAAMBAAAFAQAAAgEAAAMBAAACBAAAAQEAAAMBAQAEAgAABAMAAAMBAAABbgAAAQUAAAFYAAABAQAAAZUBAAABAAAAAgEAAAEBAAABBgAAAQMAAAEDAAABBgAAASYAAAEZAAAB5wIAAAEBAAABBwAAAUgAAAEEAAABBwAAAgEAAAEHAAABBQAAASUAAAEBAAABbgAAAQUAAAGvAQAAAQMAAAHZAQAAAXAAAAEBAAABygEAAAECAAABCAAAARwAAAE1AAABDQAAARAAAAEFAAABBgAAAQUAAAECAAABDAAAAQQAAAECAAABCgAAAQUAAAEBAAABAQAAAQIAAAEgAAABBgAAARUAAAEUAAABMAAAARkAAAEBAAABAgAAAQoAAAEXAAABDQAAAQEAAAEBAAABAgAAARYAAAERAAABCwAAAb0BAAABCgAAAbkBAAABRQAAAREAAAGHAgAAAQoAAAEEAAABCgAAAQkAAAEBAAABCgAAAQcAAAECAAABBQAAAdoBAAABDQAAAewCAAABaAAAAQEAAAF8AAABBwAAASAAAAE8AAABFQAAAQEAAAJEAAABBwAAAQ8AAAECAAABAQAAAwMAAAEQAAABHQAAARUAAAEBAAABYQAAAQEAAAEUAAABMgAAAQEAAAEEAAABAQAAAQYAAAEFAAABAwAAAQ8AAAEtAAABIQAAAVIAAAGDAQAAAQUAAAEEAAABAwAAAQUAAAHUAQAAAQwAAAEGAAABwwMAAAHCAwAAAQQAAAEBAAABSQAAAQMAAAF5AAACAQAAAgkAAAEBAAABBQAAASIAAAEDAAABEAAAAXEAAAEPAAABCQAAAbcBAAABCAAAARMAAAGgAwAAAQEAAAEOAAAB9wIAAAECAAAB4AEAAAEBAAABmQEAAAEBAAABAQAAAeABAAACHwAAAQEAAAF5AAABBwAAAXkAAAEHAAABLgAAAccCAAABggEAAAFoAAADVwAAAdQBAAABAgAAAQEAAAEFAAABAQAAASYAAAGEAwAAAQEAAAH9AQAAAcUCAAABAQAAAQ0AAAEBAAABDgAAAdIBAAABRAAAAwsAAAIBAAACaQAAAvsCAAABdgAAAcsCAAADAgAAA1wAAAEDAAABywIAAAETAAABlQEAAAESAAABqAEAAAEJAAABAQAAAQgAAAEBAAABAQAAAQ4AAAEJAAABCgAAARMAAAEDAAABAQAAAQgAAAEBAAABDgAAAVoAAAENAAABAQAAARwAAAIEAAABCQAAAV8AAAEYAAABAgAAAQ8AAAEgAAABGQAAARUAAAL8AgAAARoAAAEBAAABIQAAAdYBAAABSwAAAQEAAAEKAAABAQAAAQUAAAEFAAABDQAAAQEAAAGDAQAAAQUAAAGLAQAAATMAAAESAAABAQAAAW8AAAGFAwAAAScAAAEBAAABAQAAAQcAAAEJAAACAQAAAQQAAAEBAAABKwAAAQ8AAAEHAAABEwAAAgEAAAENAAACAwAAAQEAAAICAAABBQAAAQUAAAEGAAABAgAAAgEAAAEKAAABCwAAAQEAAAEXAAABDAAAATEAAAEBAAACOAAAAgEAAAIBAAADAQAAAQMAAAMEAAAB0wIAAAGAAgAAAQEAAAEKAAAB2QIAAAEaAAABBQAAAQ4AAAE5AAABIgAAATMAAAIGAAACAgAAAQsAAAEDAAABDgAAAQMAAAEGAAACAgAAAQUAAAERAAABBwAAAQEAAAEKAAABAQAAAQEAAAEBAAABFAAAAQ0AAAEDAAABDQAAAQUAAAICAAABDAAAAQEAAAIOAAACAQAAAgEAAAEYAAABAgAAAQMAAAEDAAABAQAAAQEAAAEBAAABAQAAAhIAAAECAAABBAAAAgYAAAIBAAABAgAAAQwAAAIBAAABAQAAAQEAAAEBAAACAwAAAQQAAAIBAAABAQAAAQQAAAESAAABBgAAAVoAAAEBAAABAAAAAQEAAAQBAAACAQAAAQEAAAIBAAAEAQAAAwIAAAEBAAABAQAACAIAAAEpAAABLgAAAawBAAACNAAAAg0AAAEzAAABDwAAAQUAAAEIAAAB+gIAAAEBAAAB/QEAAAGhAgAAAWcAAAFYAAABowEAAAEeAAABMwAAAQEAAAEaAAABGwAAAR4AAAG9AQAAAW8AAAEKAAABnAEAAAEZAAABAQAAAUIAAAFwAAABJwAAAQEAAAEiAAABAQAAAgEAAAEEAAABAwAAAR4AAAEHAAABTwAAAQoAAAGsAQAAAQUAAAFnAAABagAAATIAAAEHAAABgQEAAAKVAQAAATkAAAFgAAABAQAAAYMBAAABAwAAAeABAAABggEAAAG+AQAAAgEAAAEJAAABGwAAAQ8AAAEBAAABBQAAARsAAAEBAAABJwAAAoUDAAABlwMAAAEBAAABmgEAAAGIAQAAAZICAAABAQAAARgAAAFCAAACBQAAAhsAAAEBAAABdwAAAQYAAAGXAwAAAQkAAAIBAAABSwAAASwAAAEGAAABLAAAAa4BAAABGAAAAQEAAAIFAAABAgAAAQgAAAEFAAABAQAAAQQAAAEBAAACAQAAARoAAAEEAAABCAAAAgEAAAECAAABBAAAAgEAAAIDAAABBgAAASAAAAERAAABBQAAASkAAAETAAABKQAAAQsAAAEPAAABBQAAAQEAAAEDAAABAwAAAQEAAAEPAAABBQAAAQEAAAIiAAABAQAAAQIAAAEEAAABBwAAARQAAAICAAABDgAAAgEAAAICAAABAQAAAQEAAAEBAAABBAAAAQ0AAAEKAAABAQAAAQEAAAEBAAACAQAAAQEAAAEKAAABIgAAAQEAAAEBAAABAgAAAQEAAAEEAAABAwAAAQYAAAHjAQAAAd4BAAABIwAAARgAAAE7AAABdAAAARgAAAEGAAABCAAAASgAAAE+AAABAwAAAXwAAAHKAwAAAacCAAABAQAAAQMAAAEHAAABQwAAAQsAAAENAAACDgAAAwEAAAETAAABNQAAAQMAAAMBAAABAQAAAQUAAAEBAAACBQAAAgEBAAcBAQAHAQEABQEBAAABAQAHAQEAAgEBAAABAQAAAQEAAAEBAAABAQAFBAAAAQEAAAEFAAACAgAAAQEAAAIDAAABAQAAAQEAAAJ7AAACUAAAAQEAAAEDAAABBAAAAQgAAAEBAAABAQAAAtkBAAABBwAAAbgBAAABwAMAAAEBAAACwQEAAAENAAABEQAAAQIAAAHgAQAAAsoBAQABAQEAAAEBAAEBAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAOEBAAABAQAAAQoAAAEBAAABAQAAAQEAAAG5AQAAAQcAAAGAAgAAAQEAAAQCAAABdgAAAcMBAAABAQAAAQkAAAEMAAAB3AEAAAELAAABAQAAAgEAAAEBAAAB3gEAAAEBAAABBQAAAQIAAAE1AAAByQMAAAEBAAABEgAAAQgAAAE7AAABKQAAAjAAAAGBAQAAASMAAAEBAAABAQAAAaQDAAABBAAAAQUAAAJcAAABBAAAAQQAAAEIAAABPgAAAREAAAEJAAABFgAAATEAAAEBAAABSQAAAQ4AAAE0AAACAwAAAZUBAAABAgAAAQEAAAGEAQAAAW4AAAEBAAABBQAAATYAAAENAAABCAAAAQ8AAAH9AQAAAa8CAAABAgAAAQMAAAEDAAABBAAAAVIAAAEFAAABUAAAAQ0AAAEBAAABwgEAAAEBAAABhgMAAAEMAAABAQAAAgUAAAIBAAABAgAABAQAAAGpAgAAASsAAAErAAACAQAAAbQBAAABjgIAAAICAAABAQAAASsAAAEBAAABKwAAASsAAAF6AAABKQAAAf8CAAABBwAAAQgAAAEpAAABAQAAAgEAAAEBAAABAQAAAQIAAAEEAAACFwAAAYMBAAABBQAAAQcAAAE6AAABCgAAAUoAAAEkAAABAQAAARAAAAEPAAABCAAAAgEAAAIFAAABAQAAAcoDAAAB7QEAAAEDAAABWwAAAQIAAAMHAAABUgAAAQIAAAEGAAABAQAAATkBAAcBAQADAQEACQEBAAEBAQADAQEAAQEBAAABAwADAQEAAAEBAAMBAQADAQEAAAEBAAMBAQAAAQEAARMAAAICAAACAQAAAQMAAAEOAQACAQEAAgEBAAABAQAAAQEAAAEBAAEGAQABAQEAAAEBAAQBAQAAAQEAAAEBAAABAQAAAQEAAA0AAAIKAAABCgEAAQEBAAMBAQAAAQEAAAEBAAAJAAABAQAAASwAAAECAAABFQEAAwEBAAABAQAAAQEAAgEBAAABAQAAAQEAAQwAAAEBAAABAQAAAQYAAAEBAAABCQAAAQEAAAMCAAACBAAAAgIAAAEEAAACAQAAAQEAAAEFAAABAgAAAQEAAAQIAAABBQAAAgYAAAIBAAADCQAAAgUAAAEBAAABEAAAAwUAAAEGAAABAgAAAjwAAAIBAAABAQAAAc8BAAABQwAAAQEAAAGxAQAAAVIAAAERAAABeQAAAfUBAAAB/wEAAAESAAABQwAAAgEAAAEEAAADAQAAAQQBAAMWAAABPwAAAQEAAAEEAAABGAAAAQEAAAJVAAABAQAAAQYAAAEwAAABPQAAAZwBAAABkwIAAAEBAAABVQAAAUQAAAGeAQAAAQYAAAFvAAABBAAAAQEAAAFPAAABAQAAAQEAAAEBAAACDwAAAQoAAAEbAAABPAAAASAAAAEBAAABMAAAAQEAAAEhAAABkwEAAAE+AAABBgAAARgAAAEBAAADHgAAARMAAAEUAAABAQAAAXYAAAFVAAABRAAAAUoAAAGFAgAAAZMCAAABiAEAAAFlAAABCAAAAQcAAAHgAgAAAdACAAABjQEAAAGOAQAAAcEBAAABwwMAAAGhAgAAAeMBAAAB5QEAAAHQAQAAAeEBAAABAQAAAWMAAAEZAAABAQAAAREAAAEPAAABCgAAASsAAAGCAQAAAQEAAAEGAAABAQAAAQoAAAEUAAACBQAAAU4AAAEfAAABpwEAAAEBAAAB2AEAAAGaAgAAAR4AAAEHAAAB5AIAAAGEAwAAAQEAAAEJAAACCAAAAQ0AAAIOAAABRwAAAQYAAAEfAAABAQAAAR8AAAEBAAABPAAAARwAAAEIAAABBgAAASMAAAEeAAABAQAAAQoAAAENAAACHQAAAQsAAAFRAAABPAAAASEAAAEGAAABBwAAAowBAAABAQAAASIAAAFrAAABWQAAATkAAAEBAAABAgAAAQEAAAGhAwAAAdgCAAAB1gEAAAEBAAABogIAAAHKAwAAA7QBAAACAwAAATAAAAEBAAACFwAAARsAAAEBAAABogMAAAG0AQAAAQEAAAEzAAABVAAAAQgAAAE/AAABFAAAAWoAAAEDAAABeQAAAUIAAAG+AQAAAeMBAAABIgAAAQ0AAAGAAwAAAQIAAAETAAABvAEAAAENAAABGAAAAQMAAAGFAgAAARwAAAFBAAABEgAAAQcAAAE0AAABJwAAAQIAAAEBAAABAQAAAboBAAABFAAAAT8AAAEeAAABMQAAAZsBAAABtQMAAAEBAAABSAAAAQEAAAIDAAABAQAAAQMAAAE4AAABFQAAAScAAAEHAAABEAAAAQIAAAEIAAABGwAAAQUAAAECAAABAQAAAQoAAAEBAAABIwAAAQMAAAENAAABEwAAAQEAAAEOAAABAgAAASAAAAEBAAABAQAAAQEAAAEBAAABCwAAAQEAAAEGAAABEQAAAQcAAAEBAAABBQAAAQEAAAEDAAABBAAAAS0AAAHUAQAAAYIBAAAB9wEAAAEwAAABAwAAAcMCAAABwQEAAAECAAABBQEAATcAAAEnAAABMQAAAQUAAAFNAAACFAAAAgEAAAMGAQABBAAAAQIAAAIEAAABBgAAAQgAAAEBAAABCAAAAQEAAAEBAAABBQAAAQQAAAEFAAABAQAAAQEAAAICAAACAQAAAQEAAAEBAAABEAAAAQYAAAEDAAABAQAABAEAAAIBAAACBwAAAQYAAAMBAAAEAgAAAgMAAAEBAAABAQAAAgIAAAEDAAABAQAAAQMAAAEBAAABBAAAAgIAAAIBAAAFAQAAAQUAAAQCAAABAQAAAwEAAAEBAAABBAAAAQQAAAEIAAADAQAAAQMAAAEBAAABAQAAAQYAAAEBAAACAQAAAQIAAAEDAAABAgAAAQMAAAIBAAABAQAAAQEAAAIEAAABAQAAAQEAAAEGAAABAwAAAwEAAAMFAAACAQAAAgMAAAEEAAABAQAAAgIAAAEBAAABBAAAAQUAAAEPAAABBAAAAgEAAAEBAAABBQAAAQIAAAEDAAABAQAAAQMAAAECAAABBAAAAQUAAAEDAAACAQAAAQIAAAEBAAACAQAAAQEAAAEBAAABAQAAAQQAAAIBAAABAQAAAQEAAAEDAAACAwAAAgMAAAEDAAABAQAAAgEAAAEDAAABAwAAAgEAAAIBAAADAQAAAgMAAAEDAAABAQAAAQIAAAEDAAACBAAAAQEAAAIBAAABCQAAAwMAAAECAAABAQAAAQEAAAEBAAABDQAAAwEAAAIHAAABAgAAAQEAAAEBAAABAQAAAQMAAAIBAAACAQAAAQEAAAEBAAABAgAAAQEAAAEBAAAEAQAAAgIAAAECAAABAgAAAQEAAAICAAABAQAAAgYAAAEBAAABAQAAAgEAAAIBAAACBQAAAggAAAEBAAABAQAAAQQAAAEHAAAFAQAAAgIAAAMBAAABAQAAAwEAAAEBAAADAQAAAQYAAAEEAAABDQAAAfsBAAABpQEAAAEBAAABSQAAAU8AAAEEAAABJAAAATUAAAEQAAABAQAAAQgAAAIBAAABDwAAAQUAAAESAAABAQAAAQEAAAIBAAACAwAAAQUAAAEBAAABFAAAAQ0AAAEHAAABAQAAAQIAAAEKAAABBQAAAQEAAAEFAAACEwAAAQIAAAICAAACAQAAAQ0AAAEGAAABAQAAAQMAAAEGAAABDAAAAQEAAAELAAABHgAAAQQAAAIBAAADAwAAAgIAAAEDAAACCAAAAQIAAAEFAAABCQAAAgEAAAIHAAABAQAAARMAAAIBAAABAgAAAQYAAAEWAAABAQAAAgQAAAEPAAABBAAAAQMAAAIBAAABAgAAAQIAAAIGAAABBwAAAQMAAAEBAAACAgAAAg0AAAEBAAABAgAAAhEAAAEBAAABAgAAAQkAAAECAAABIgAAAQEAAAEQAAABAQAABAQAAAEJAAABAwAAAgUAAAEOAAACAgAAAQEAAAICAAABCQAAAQEAAAEPAAABDAAAAQMAAAEDAAABBwAAAwEAAAIJAAABAgAAAQYAAAEOAAACDgAAAQUAAAICAAABBQAAAQIAAAEDAAABAQAAAQYAAAEaAAACBAAAAhgAAAEEAAABBgAAAQUAAAEJAAACBgAAAQEAAAELAAABKAAAARQAAAEBAAABAQAAARQAAAGRAQAAAQEAAAEkAAABLwAAAQEAAAEdAAABBAAAAQYAAAExAAABAQAAAdsBAAABAQAAATIAAAEKAAABLgAAAQUAAAFIAQABAQEAAAEBAAABAQAAAQEAAFEAAAKpAQAAAbYCAAABAwAAARoAAAG2AwAAAb4CAAAB3wEAAAHCAwAAAZgBAAABAwAAAgEAAAIBAAACAwAAAQMAAAEBAAABGAAAAQoAAAHRAgAAAfgCAAABGgAAARIAAAElAAABAQAAAQIAAAECAAABAwAAAQUAAAEJAAABAQAAAQYAAAIDAAABAgAAAgQAAAICAAABBQAAAQIAAAEFAAABBwAAAQEAAAEFAAABAgAAAQ0AAAMCAAACAgAAAwQAAAEBAAABAgAAAQEAAAEKAAABLgAAAgIAAAEBAAABCgAAAgYAAAIBAAABCAAAAQIAAAEBAAADBgAAAQwAAAEJAAABBQAAAgEAAAEFAAABAgAAAgEAAAEIAAABBQAAAgQAAAECAAABCgAAAQIAAAEDAAABBwAAAQcAAAIKAAACBAAAAgsAAAECAAACBAAAAQMAAAECAAABCAAAAQsAAAERAAACAQAAAQEAAAIBAAACAQAAAagCAAABugMAAAEBAAABcQAAAVAAAAEbAAABEAAAAQMAAAECAAABIAAAAXYAAAEkAAACAQAAAQEAAAEBAAABAQAAAQEAAAIGAAABDAAAAQ0AAAHVAQAAATkAAAElAAABIwAAAbsDAAABTQAAAUoAAAE/AAAB4AEAAAINAAABAQAAAQgAAAEBAAABFgAAAgEAAAENAAACEgAAAQoAAAElAAABBQAAARcAAAEZAAABCgAAAQoAAAIPAAABJAAAAhcAAAEpAAABFAAAAQYAAAE4AAABuwEAAAF0AAABaQAAATMAAAEMAAABFQAAAQEAAAEDAAABAgAAAQgAAAELAAABBAAAATgAAAEBAAABFAAAASgAAAEOAAABCgAAAUcAAAEFAAABCQAAAQwAAAHjAQAAAZQDAAABgQEAAAUBAAADwgEAAAEBAAABSgAAAQEAAAGUAwAAAcwBAAAB4QEAAAGGAwAAAZgDAAABjQMAAAHHAgAAAbsDAAABmgMAAAE0AAABjwMAAAENAAABlwMAAAEBAAABBAAAAhcAAAENAAACEgAAAQ0AAAIBAAABAgAAAQoAAAEBAAABJgAAAQUAAAEFAAABAQAAATAAAAEPAAABAQAAAQMAAAEBAAABAQAAAQIAAAF/AAABBwAAAQEAAAEOAAABFQAAAQIAAAFaAAABKQAAATwAAAEIAAABDAAAAQEAAAEGAAABIQAAAQQAAAEHAAABAgAAAVMAAAEHAAABAwAAAQMAAAIBAAADDQAAAQEAAAEEAAABAQAAAQEAAAIBAAACAQAAAQEAAAEDAAABAQAAAwEAAAECAAAEAQAAAgEAAAEBAAACAwAAAQEAAAEJAAABAQAAAQgAAAIGAAABBgAAAQEAAAECAAABCAAAAQIAAAEbAAAEAQAABAMAAAMBAAABAgAABQMAAAEBAAACAgAAAgYAAAMBAAABAwAAAgIAAAMPAAACAQAAAwMAAAIIAAABAwAAAgkAAAEBAAABHAAAAQMAAAEIAAABAQAAAQEAAAIEAAABBAAAAQcAAAEFAAABAQAAAQEAAAIKAAACEwAAAQIAAAEHAAABAQAAASAAAAIIAAABAgAAAhUAAAEBAAACBAAAAQEAAAEGAAABAQAAAQsAAAEIAAABAgAAAQgAAAEKAAABAQAAASYAAAEBAAABCAAAAQIAAAEPAAABhQEAAAFLAAABAQAAAZMBAAABDwAAAQoAAAEBAAABEwAAAREAAAGNAgAAAfIBAQACAQEAAgEBAAABAQABAQEAAAEBAAABAQABAQEAAwEBAAABAQAAAQEAAQEBAAIBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAILAAACCAAAAgYBAAEDAAACLQAAAQEAAAFYAAABAQAAAQEAAAECAAADEQAAAUEAAAEnAAABBgAAAQEAAAFhAAABAQAAAeIBAAABeQAAAQkAAAEGAAABlgMAAAHJAwAAAZsDAAABwAIAAAIIAQABAgAAAhMAAAEKAAABvAEAAAKvAQAAAgMBAAG+AQAAAb4BAAACCgEAAb8BAAABKwAAAY0CAAABFQAAAb4BAAABAQAAASEAAAGBAQAAAQgAAAEBAAAB2wEAAAJFAAABNAAAAgcAAAIYAAABCAAAATAAAAEDAAABIwAAAXUAAAEGAAABSQAAAQEAAAEBAAAB4wEAAAEcAAABwwMAAAFVAAABvgIAAAFoAAABGAEAAQEBAAMBAQACAQEABgEBAAYBAgABAQEAABYAAAIxAAABAQAAAQcAAAEWAAACEQAAARIAAAEBAAABAQAAAgEAAAEMAAACBQAAAy8AAAIRAAAEAQAAAgIAAAELAAABJgAAAwEAAAMBAAACAwAAAQQAAAEBAAABBAAAAQYAAAEKAAABAQAAARIAAAEEAAAEDgAAATYAAAECAAADBgAAATQAAAEbAAABFgAAAQgAAAE7AAABDQAAAXoAAAENAAABAQAAAekBAAABNAAAARkAAAEBAAABFwAAAQgAAAEcAAABAQAAAR4AAAENAAACRgAAATQAAAIBAAABDAAAAgEAAAEBAAABIQAAAQQAAAKzAwAAARgAAAEBAAABNAAAAlwAAAElAAACBwAAAQUAAAE5AAABAQAAAUoAAAEBAAABIQAAAQEAAAI1AAABCgAAAkQAAAFmAAABqQEAAAEBAAABXgAAAXsAAAEdAAABAQAAAbACAAABhAMAAAEBAAABHgAAAYgDAAABgQEAAAFdAAABBQAAAQMAAAHJAQAAAQ0AAAEGAAABAQAAAgMAAAEGAAAB3QIAAAEKAAABrgEAAAGZAgAAAagBAAABrQMAAAEBAAABBQAAAUgAAAIBAAABAQAAAxMAAAEBAAABBAAAAgEAAAFSAAACAQAAAQQAAAEEAAABJQAAAQIAAAEFAAABCwAAAQMAAAExAAABAQAAAgEAAAECAAACAQAAARAAAAFKAAABAQAAAeMCAAABnAMAAAGnAgAAAQEAAAEDAQABrQIBAAMBAQAAAQEAAAEBAAABAQAAAQEAAAECAAEBAQAAAQEAAkMAAAEBAAABwQEAAAEEAQABJAAAAS4AAAEEAAABDQAAAXkAAAEpAAABAQAAAUoAAAHBAgAAAcABAAABEAAAAQEAAAIBAAAE5QEAAAFEAAABsAEAAAEBAAABJAAAAd8CAAABAQAAAQQAAAECAAABeQAAAQEAAAEGAAABOQAAAQEAAAHYAgAAAQIAAAIBAAAB3gIAAAEBAAAB7AIAAAEKAAABAQAAAQEAAAGIAgAAAVoAAAMGAAAEAgAAAUQAAAFIAAABbQAAAaIBAAABAQAAAQEAAAEDAAABBAAAAQYAAAFDAAACAQAAAeABAAABAQAAASEAAAGIAQAAAQEAAAIUAAABagAAAQsAAAEBAAABIwAAAgEAAAECAAABIAAAAQEAAAEBAAABDQAAAQEAAAIhAAABAQAAAQEAAAEBAAABAQAAAQEAAAEVAAAB3wEAAAHjAQAAAQEAAAGsAQAAAX0AAAGmAgAAAQEAAAHkAQAAAgEAAAHXAQAAAQEAAAENAAABFQAAAcwCAAABVgAAAaABAAAB3wEAAAHrAgAAAQ0AAAEGAAACBwAAAQIAAAFaAAABAQAAAhgAAAEhAAABFQAAAgEAAAEMAAABGgAAAQEAAAEBAAADAQAAAgcAAAEGAAABFQAAAQoAAAEPAAACCAAAAgYAAAEUAAABGAAAASQAAAECAAABFgAAAQIAAAECAAABAQAAAQEAAAEBAAAEAQAAAgEAAAQCAAABAQAAAQEAAAEBAAAFAQAAAwAAAAEOAAADAQAAAQEAAAIFAAACAgAAAgQAAAEBAAABAwAAAQgAAAEEAAABAwAAARAAAAQDAAABAgAAAQEAAAICAAABAgAAAQEAAAEDAAABAQAAAwEAAAECAAACRQAAAR8AAAEJAAABEwAAAQYAAAElAAABFwAAASAAAAE2AAABIgAAARYBAAMBAQACAQEAAAEBAAABAQAAAQAAAg8AAAIKAAABAQAAAQwAAAIHAAABFwAAARgAAAFfAAABCwAAAQIAAAE9AAABNgAAATIAAAEBAAABNwAAAQYAAAHOAQAAASMAAAIBAAABAQAAAckCAAACBQAAAgIAAAEGAAABiQEAAAGGAgAAARMAAAGJAQAAASEAAAGdAgAAAUgAAAEBAAAByQEBAAABAQAAAQEAAAEBAABUAAABIQEAAwEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAL2AQAAAVMAAAEBAAACJQAAAQEAAAIGAAADIQAAAQEAAAIDAAABhQEAAAFTAAAEAQAAAwQAAAIWAAABAQAAAQIAAAECAAABBgAAAwcAAAM3AAABMAAAAQQAAAE/AAABoQEAAAEBAAABAwAAAQcAAAEBAAAB6AIAAAEHAAABOwAAAQEAAAEBAAABBQAAAZABAAACAQAAAWgAAAEBAAABAQAAAQoAAAIxAAABIgAAAwEAAAEGAAABBgAAAQUAAAIBAAABCwAAAgMAAAEBAAACAwAAAQEAAAEHAAABAAIACQECAAYBAgAEAQIAAwECAAQBAgAEAQIABQECAAMBAgABAQIACAECAAQBAgAAAQIABAEBAAUBAQABAQEAAQEBAAMBAQAAAQEAAAEBAAABAQABAQEAAQEBAAABAQADAQEAAgEBAAMBAQABAQEAAQEBAAEBAQAAAQEAAQEAAAQBAAABAgAAAQMAAAECAQAIAQEAAQEBAAEBAQAFAQEAAwEBAAIBAQAFAQEAAgEBAAABAQABAQEABAEBAAABAQADAQEABAEBAAEBAQABAQEAAAEBAAMBAQADAQEAAwEBAAMBAQAAAQEAAAEBAAEBAQACAQEAAQEBAAABAQAAAQAAAwQAAAIBAQAHAQEAAgEBAAABAQAAAQEAAgEBAAUBAQADAQEAAQEBAAEBAAABAQAAAQMAAAECAAACAgAAAQ0AAAMBAAACDwAAAQMAAAEHAAABHgAAAQsAAAEHAAABBgAAAQMAAAMDAAABAwAAAQgAAAECAAABAQAAAQoAAAEEAAABAwAAAgEAAAEBAAACCgAAAgQAAAEFAAACAgAAAQUAAAEBAAABBQAAAQEAAAEHAAABAgAAAgQAAAEBAAADAwAAAQcAAAEDAAABAgAAAQEAAAEDAAABBQAAAQgAAAECAAABAgAAAQIAAAEFAAABAQAAAQgAAAEFAAABAwAAAQIAAAEIAAABAQAAAQ4AAAEKAAABGAAAAR0BAAEBAQAAAQEAAAEBAAABAQAABAAAAQcAAAMCAQAJAQEAAgEBAAIBAQADAQEAAQEBAAABAQADAQIAAgEBAAYBAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAHeAgAAAQEAAAGvAQAAAWkAAAO8AgAAASMAAAHLAQAAARAAAAIcAAACDQAAAbACAAABAgAAAQQAAAICAAABAQAAAkEAAAESAAABAQAAAQEAAAEzAAABTwAAAa0BAAABFgAAAgEAAAEdAAABAgAAATcAAAEJAAABBwAAAQEAAAEQAAACAQAAAQIAAAEBAAABEwAAAbwBAAABAQAAARgAAAEFAAABogIAAAGsAQAAAZ0BAAABugEAAAEFAAABDwAAAQMAAAIBAAABAwAAAQcAAAEBAAABBQAAAQsAAAEBAAABIwAAAQMBAAEQAAABRgAAAR8AAAERAAABGwAAAQQAAAETAAABFQAAAQEAAAENAAABAQAAATgAAAEBAAADOgAAAQsAAAEFAAABAQAAAQkAAAEGAAABEwAAAQ8AAAEqAAABAgAAAZABAAABIQAAAQUAAAEKAAABAQAAAW8AAAECAAABUQAAAQYAAAEBAAABBAAAAQEAAAEEAAABCQAAATUAAAEBAAABAQAAARsAAAEIAAABPwAAAYQBAAABAQAAARoAAAFaAAABBgAAAQIAAAIDAAABAwAAAQMAAAESAAABEgAAAQcAAAIEAAABAQAAAQIAAAICAAABAgAAAwEAAAICAAABBQAAAQYAAAIFAAABAgAAAQsAAAEBAAADAQAAAwQAAAEDAAACAQAAAQEAAAEGAAACAgAAAgEAAAIBAAABAQAAAQkAAAUBAAABAwAAAQMAAAECAAABAQAAAQgAAAIBAAABBQAAAQEAAAEFAAABAgAAAQEAAAEGAAABAQAAAQwAAAEHAAABBQAAAQEAAAINAAACAQAAAQEAAAIDAAACAQAAAQYAAAEBAAABAQAAAQIAAAEBAAABBAAAAQEAAAEHAAABAQAAAgEAAAEBAAABAgAAAQEAAAECAAABAwAAAR4AAAEBAAABBwAAAQYAAAElAAABAwAAARoAAAEEAAABDAAAAgEAAAIPAAABAQAAAxIAAAEDAAABAgAAAQcAAAEBAAABEgAAAQMAAAEFAAABBwAAAQoAAAICAAABDwAAASQAAAEBAAABEQAAAWgAAAFUAAABGQAAAQEAAAEAAAABMgAAARkAAAFJAAABAQAAASIAAAEfAAABEQAAAQEAAAJTAAABAQAAASIAAAE0AAABDQAAARMAAAEDAAACCQAAASIAAAFXAAABBwAAAWEAAAF4AAABTAAAAQgAAAEWAAABpAMAAAGSAgAAAZABAAABJAAAAQEAAAEBAAABEwAAAT0AAAEGAAABAgAAAc4BAAABjgEAAAHBAwAAAe4BAAABxwIAAAE9AAABJAAAAQMAAAFxAAABBQAAAUAAAAEBAAACKAAAAQ0AAAICAAABCwAAAwEAAAMCAAAFBAAAAQEAAAEBAAACAQAAAQUAAAEBAAABCAAAAwEAAAUBAAADAQAAAQQAAAEFAAADAwAAAREAAAElAAABBwAAAwEAAAHNAQAAAQEAAAEwAAABYgAAAQEAAAEFAAABGQAAAQoAAAHNAQAAAcEBAAAB6AEAAAECAAABBQAAAcEBAAABFQAAAQIAAAHnAQAAAccDAAABxwMAAAECAAABAQAAAQEAAAEJAAABAQAAAQAAAAEtAAABIgAAAQ8AAAEZAAABGAAAATYAAAEdAAABCwAAAQEAAAETAAABEAAAARIAAAEbAAABDQAAAQEAAAEBAAABOgAAAgEAAAIdAAABAQAAAgEAAAEEAAABAQAAAQIAAAIOAAABBwAAAQgAAAHoAgAAAQEAAAEgAAABAQAAAboCAAABIQAAAcIBAAABpwEAAAE4AAABKAAAAQsAAAEGAAABBwAAAQgAAAE6AAABFwAAASMAAAEBAAABBwAAAQMAAAECAAABlAEAAAEIAAABAgAAATkAAAEVAAABwQEAAAFMAAABbQAAApYBAAAB2wIAAAHYAgAAAcEDAAABAQAAAQ4AAAHNAgAAARgAAAEPAAABAgAAAQcAAAEbAAABugEAAAFtAAABBQAAAgsAAAEBAAABGAAAARQAAAFYAAADBQAAAiAAAAELAAABRgAAAhMAAAEcAAABWAAAASAAAAEDAAABLAAAAQEAAAECAAABJAAAAQgAAAEZAAABCQAAAQYAAAEYAAABAwAAAToAAAIBAAABIAAAAQoAAAEdAAACJgAAASwAAAEBAAABDgAAARgAAAFLAAABsAEAAAEOAAABsAMAAAGkAwAAAW8AAAEBAAABAgAAAaQDAAABBgAAAfUCAAABBQAAAR4AAAEIAAABBwAAASQAAAEEAAABBwAAAZUBAAABJQAAAhIAAAEIAAABOwAAAREAAAESAAABGQAAAQEAAAEGAAABAwAAAVMAAAEBAAABLwAAAQEAAAEMAAACAQAAASgAAAEYAAABOwAAAWwAAAETAAABowIAAAF1AAABZwAAARoAAAEFAAABAQAAAYwBAAAB4wEAAAHkAQAAAcoDAAACwgMAAAFnAAABIAAAAUsAAAEqAAABAQAAAYABAAABowEAAAEYAAABBAAAAQMAAAEBAAABBwAAAQEAAAHGAgAAARsAAAHIAQAAAb8DAAAB2AIAAAEBAAAB1wIAAAECAAABBgAAAdcCAAABAQAAATsAAAExAAAB6wIAAAGdAQAAAZkDAAABFgAAAQQAAAECAAABBQEACAEBAAUBAQAAAQEAAgEBAAABAQAAAQEAAAEBAAEBAQABAQEAAwECAAIBAQABAQAAAwYAAAPHAgAAATsAAAHJAwAAAQEAAAGjAQAAAV4AAAFyAAACCQAAAQwAAAGLAgAAAQEAAAEdAAABAQAAAbMBAAABJgAAASMAAAEJAAABBgAAAQEAAAF4AAAB5AEAAAHRAQAAAdMBAAABFwAAAVEAAAEKAAABAQAAAQkAAAEIAAABCAAAASEAAAEBAAABHQAAAQEAAAMEAAABEQAAAQEAAAEJAAABDwAAARkAAAERAAABXwAAAScAAAEIAAACAQAAARgAAAEHAAABewAAAUYAAAHwAQAAAcEBAAACAgAAAbcBAAABRwAAAQEAAAHDAQAAAQkAAAHBAQAAAgEAAAETAAABkwMAAAECAAABAQAAAZQDAAACAQAAAeECAAABvgMAAAGSAgAAAnwAAAHBAgAAAR4AAAEBAAACAQAAAQUAAALfAgAAARoAAAcBAAAGGgAAARYAAAIJAAABCgAAARgAAAIBAAABJQAAAQEAAAESAAABEgAAAQIAAAMBAAABMgAAAQcAAAECAAABDAAAAQ0AAAIDAAABFwAAAQYAAAEFAAABeQAAAa4BAAABSAAAAQEAAAQBAAAIAQAAAgEAAAEBAAACAwAAARUAAAIBAAACBwAAAkoAAAEBAAABfwAAAQgAAAECAAABmQEAAAHAAQAAAQgAAAHDAQAAAcMBAAABBQEAAaECAAABlgEAAAFBAAABfAAAAf0BAAABrwEAAAHgAQAAAQEAAAGgAgAAAb4DAAABAQAAAdkBAAABkwIAAAEBAAABJQAAAh4AAAEBAAABNgAAAQEAAAEBAAADAQAAAgEAAAEqAAABIAAAAQEAAAISAAABHwAAAQgAAAIBAAACCAAAAQYAAAEBAAACAQAAAQQAAAEBAAABAQAAAQQAAAFNAAABjgEAAAQBAAAGCAAAAlsAAAHBAgAAAQEAAAH1AQAAAQEAAAEOAAABOgAAAkoAAAGHAgAAAdECAAABAQAAAaMBAAADTAAAAusCAAABAgAAAf4BAAABlAMAAAGUAwAAAgEAAAEHAAABCAAAARAAAAEBAAABHQAAARAAAAEEAAABAQAAAREAAAINAAABCQAAAQIAAAEFAAABCQAAAQMAAAEGAAABAQAAAQ4AAAEEAAABAgAAAQUAAAECAAABAQAAARIAAAEBAAABMAAAAQYAAAEbAAABAwAAAQIAAAEDAAABBAAAAQgAAAEHAAABDAAAAQYAAAEBAAABAQAAAQQAAAECAAABAgAAAQ8AAAESAAABBAAAAggAAAEMAAABXAAAARgAAAEEAAABCQAAAQMAAAEBAAACAQAAAQQBAAEuAAADDgAAAUMAAAEUAAABAgAAAQUBAAEWAAABCAAAAQ0AAAIHAAABAQAAAgsAAAcoAAACAQAAAQ8AAAEEAAABEAAAARwAAAE6AAABBAAABAEAAAKXAQAAARgAAAFSAAABAQAAAQcAAAECAAABPgAAAYUCAAABhQMAAAGEAwAAAYIDAAABPAAAAboBAAABxAEAAAEJAAABBgAAAYIBAAABhAEAAAFAAAABCQAAAQEAAAEWAAABAQAAAjEAAAECAAABjAEAAAEGAAABxgMAAAHHAwAAAdgBAAAB+gIAAAFUAAACbgAAAQEAAAEEAAABeQAAAQcAAAHHAgAAAUgAAAHKAQAAAbUBAAAB/gEAAAIiAAABJQAAAYQBAAABIAAAAcEDAAABxgMAAAEGAAAB1QEAAAEBAAABBAAAAeABAAABAgAAAwEAAAIBAAABAgAAAQQAAAG/AwAAAQEAAAEIAAABYgAAAV8AAAMBAAABCgAAAgEAAAIBAAACCAAAAQgAAAMHAAABAQAAAkMAAAEcAAABTQAAAQ0AAAEQAAABAgEAAwEBAAMBAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEABAEBAAQBAQADAQEAAwEBAAMBAQADAQEAAQEBAAABAQAEAQEAAQEBAAABAQABAQEAAwEBAAABAQAAAQEAAQEBAAABAQAAAQEAApgCAAABaQAAARgAAAIBAAABGgAAAUoAAAFmAAABAQAAAQMAAAEEAAABnwEAAAGBAQAAAbMDAAABAQAAASUAAAG0AQAAAeIBAAABVgAAAfcBAAAB9wIAAAEBAAABGgAAAQEAAAFLAAABjQIAAAFpAAABAQAAAdsBAAABAgAAAXsAAAFaAAABuwIAAAGDAQAAAQUAAAEfAAABAQAAAwEAAAEBAAABAwAAAQ0AAAMBAAABLgAAARIAAAHjAgAAAXoAAAIoAAABDAAAAcMDAAABtAMAAAEGAAABAQAAAYgBAAACAQAAAbgCAAABiAEAAAHXAQAAAeECAAAB1gEAAAIBAAACAQAAAckDAAABAQAAAYcDAAAB/wEAAAEBAAABogIAAAGaAwAAAQEAAAGcAwAAAYACAAAB9QIAAAEBAAADAQAAAdcBAAABWgAAAQEAAAGYAgAAAgIAAAEIAAABmQIAAAGaAgAAAQgAAAG5AQAAAYECAAABBAAAAQUAAAErAAAB4AEAAAHiAQAAAQEAAAF8AAABEQAAAXsAAAEBAAABXQAAAfIBAAAB4QEAAAEBAAABAgAAAZ8BAAABSgAAAQsAAAFGAAABYgAAARAAAAIFAAABAQAAAQ4AAAEkAAABAQAAAQ0AAAInAAACAQAAAQ0AAAHiAQAAAf8BAAABhAEAAAEEAAABBQAAAQEAAAFrAAAB9AEAAAHZAgAAAQQAAAEFAAABIwAAAQEAAAEdAAABGQAAAhIAAAFEAAABHgAAAWQAAAEXAAABDAAAAZgBAAABCAAAAUoAAAHZAgAAAUkAAAEBAAABYAAAARUAAAHiAQAAAd4BAAABCAAAAdQBAAABAQAAAQsAAAEGAAABvQEAAAGEAgAAAUgAAAEEAAABbwAAAd4BAAABHAAAAQYAAAIBAAAGAQAAAgEAAAEBAAABAQAAArMDAAABCgAAAQEAAAHbAQAAAQIAAAGNAwAAAUkAAAKZAwAAAQMAAAEBAAABZgAAAVoAAAFeAAABeAAAARgAAAEBAAADAQAAAQYAAAECAAABAQAAAb4DAAABBwAAAZ0BAAABzgEAAAHhAQAAAYYDAAABxgIAAAFnAAADlgEAAAEBAAABrgEAAAEBAAACCQAAAQcAAAEBAAACBQAAAhQAAAFEAAABqAIAAAEBAAABVAAAAQEAAAFYAAABAQAAAa8BAAABCgAAASAAAAEDAAAEAQAAAVYAAAMGAAABIgAAAQwAAAHAAQAAAQkAAAGLAgAAAUUAAAEBAAACAQAAAioAAAEJAAACPwAAAgEAAAIIAAABDQAAAQUAAAETAAACAQAAATAAAAEHAAABBgAAAgsAAAEMAAACEQAAARoAAAEiAAABAQAAAQIAAAFGAAACJgAAARIAAAEJAAAB/gEAAAFLAAABAQAAAQoAAAEKAAABLwAAAQUAAAEBAAAB4QIAAAHBAwAAAakCAAAB5QEAAAE7AAAB2QIAAAEIAAACCAAAASoAAAEDAAABBgAAAQYAAAIBAAABagAAAWEAAAEBAAABlQEAAAGPAwAAAbsDAAABCQAAATwAAAEBAAABxQIAAAEsAAABAQAAAYcBAAABAQAAAeQBAAABHgAAAYEBAAABAQAAAVAAAAITAAABXgAAAS0AAAEBAAABmgMAAAEBAAABSgAAAfoCAAABOwAAAQEAAAEZAAAB1wIAAAEFAAABTQAAAUoAAAFfAAAB3AEAAAF1AAABDQAAAQEAAAFfAAABPgAAASQAAAEeAAABIAAAAbgCAAABgQEAAAF6AAABngEAAAHpAgAAAVoAAAGoAgAAAQEAAAHWAQAAAYIBAAABAQAAAYoBAAABigEAAAEzAAACcAAAAb0DAAABvQMAAAHJAwAAAfACAAABAQAAAd8BAAABAQAAAakBAAABFgAAAQEAAAEGAAABHAAAAVMAAAHGAQAAARAAAAEBAAABOAAAAgEAAAHXAQAAAYEBAAABAQAAATUAAAHiAQAAAdsCAAABkwIAAAEBAAACswEAAAGcAQAAAQEAAAHKAwAAApkBAAABmAIAAAEIAAAB+wIAAAHbAgAAAd4CAAABAQAAAYsDAAAB2AIAAAHtAQAAAQ0AAAEBAAABTwAAAf4BAAAB4wEAAAF1AAABYgAAAQEAAAEDAAABDwAAAUsAAAF6AAABRQAAAQ8AAAEBAAABGQAAASgAAAEBAAABrQEAAAEEAAABwQMAAAEBAAABDgAAAQEAAAG3AgAAAcABAAABSAAAAQQAAAH+AQAAAZMCAAABAQAAAjMAAAFGAAABAQAAARQAAAElAAAB6gEAAAFqAAABEQAAAgIAAAEHAAABBQAAAbQCAAABAQAAAUoAAAHAAQAAAQAAAAEBAAABEAAAAQUAAAGwAQAAASEAAAG6AQAAAd8BAAABegAAAQEAAAEBAAABbgAAAQEAAAEEAAABWgAAAQEAAAGDAwAAAbwBAAACDQAAAggAAAEIAAABBQAAAQEAAAK7AQAAARcAAAEBAAABCAAAAQgAAAGUAQAAAQEAAAIBAAAC2AIAAAG2AwAAAb4DAAABAQAAAcYDAAABBgAAAZQBAAABBQAAATMAAAEBAAADAwEAAeMBAAABAQAAARUAAAEBAAACAwAAAQgAAAR7AAABAQAAAgIAAAIQAAACAgAAAQQAAAEEAAABCQAAARAAAAEJAAABWAAAAQEAAAFqAAABEgAAARoAAAEBAAABBwAAAQMAAAIBAAACAQAAAQEAAAEBAAABkwEAAAEBAAABHwAAAQEAAAESAAABAQAAAQEAAAFPAAADAQAABAIBAAIOAAABAQAABQEAAAECAAACCAAAAhoAAAEUAAABAQAAAe4BAAABlgEAAAGEAQAAAQEAAAFnAAABMwAAAW4AAAEFAAABUwAAAewCAAABCAAAAYUCAAAB7AIAAAMBAAABBwAAAQcAAAEEAQAGAQEABQEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAA7YBAAABAwAAAQEAAAHCAwAAAQEAAAFVAAABLwAAAgIAAAG+AwAAAcADAAABrwEAAAEDAAABSQAAAQEAAAE7AAABJAAAAQEAAAEyAAABGQAAAREAAAFeAAABFgAAATIAAAEBAAABAgAAAgwAAAEJAAABGAAAAQEAAAIEAAABLAAAAf4BAAABCwAAAQcAAAEBAAABAQAAAU0AAAEBAAABHwAAAZMCAAABHwAAAQEAAAEoAAABygEAAAEBAAABRQAAAQIAAAIBAAABawAAAQEAAAIDAAABEQAAAQsAAAIBAAACAQAAAwEAAAEBAAABAQAAAhkAAAEhAAABEQAAAQwAAAEBAAADEAAAAQIAAAIBAAABAQAAAQIAAAEKAAABBwAAAREAAAEBAAABHAAAAQUAAAEfAAABEAAAATUAAAEBAAABFgAAARsAAAHGAQAAAaoBAAABqAIAAAEBAAABxgMAAAEBAAACAQAAAfcCAAAC1wEAAAEBAAABvgEAAAEBAAABsQMAAAEBAAABCAAAAQMAAAFfAAABAQAAARQAAAENAAADAQAAAQMAAAEPAAACAwAAAwwAAAEBAAABAQAAAQsAAAESAAABBwAAASIAAAEBAAABIAAAAQEAAAILAAABIgAAAQMAAAECAAABAQAAAQMAAAEEAAABCgAAAQMAAAEFAAABHgAAAQ0AAAIMAAABAQAAARQAAAEBAAAEDAAAAgcAAAEBAAABBQAAAQUAAAECAAABAAAAAQwAAAE+AAABKgAAAgQAAAIMAAACDwAAAQIAAAEBAAABAgAAAgEAAAEBAAABAQAAAwUAAAIGAAABAgAAAQsAAAIDAAABAQAAAQEAAAEDAAABBwAAAwEAAAEBAAABCAAAAgEAAAIBAAABAQAAAgMAAAEFAAABAQAAAgEAAAMFAAABCAAAAQYAAAUBAAADBAAAAQwAAAIBAAABAQAAAiEAAAIBAAABAQAAAQQAAAIIAAABDQAAAQIAAAEDAAABAQAAAQMAAAMBAAABBQAAAQ0AAAEBAAABBAAAAQYAAAIBAAACAQAAARYAAAEBAAABFwAAAQEAAAIDAAABAgAAAQEAAAEDAAABAwAAAQcAAAEBAAABDQAAAgYAAAEEAAAC2gIAAAEHAAABAQAAAUEAAAEBAAABFwEABQEBAAIBAQAAAQEAAgQAAAECAAACCgEAAwEBAAABAQACAQEAAQEBAAIBAAABBwAAAQEBAAIBAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAEAQEAAAEBAAABAQABCAEAAwEBAAEBAQABAQEAAQEBAAEDAAABAQAAAgsBAAMBAQAAAQEAAAEBAAIBAQAAAQEAAQgBAAQBAQAAAQEAAAEBAAEBAQABAQEAAgEAAAIBAAACAQAAAgcAAAIBAAACAQAAAQoAAAEJAAABDQAAAQMAAAEFAAACAQAAAQEAAAIDAAABCAEAAgEBAAABAQAAAQEAAQEBAAABAQAAAQEAAQEBAAABAQACAQEAAAEBAAEBAAABBAAABQoAAAECAAABDAEABgEBAAABAQAAAQEAAAEBAAIBAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAIBAQABAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAQEAAAEBAAABAQAAAQEAAAEBAQACAQEAAQEBAAABAQACAQEAAAEBAAABAQACAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEAAAEDAAABAQAAAQIAAAEFAAABAQAAAwIAAAIBAAABAQAAAQEAAAMBAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAAQEBAAIBAQABAQEAAA8AAAEBAAADAwAAAgkAAAEBAAABAQAAAQQAAAECAAABDAAAAQwAAAECAAABAQAAAQMAAAECAAABAQAAAQIAAAEBAAADAQAAAwQAAAEBAAABAQAAAQkAAAEBAAADBAAAAsoDAAABygMAAAGmAwAAATUAAAF6AAABGAAAAR0AAAHKAwAAASUAAAEkAAABYQAAAVYAAAFHAAABEgAAAQEAAAEBAAABbQAAAeEBAAAB2AIAAAFOAAABjAIAAAEOAAACgQEAAAHBAQAAAWQAAAFwAAABKQAAAfsBAAABGQAAAQEAAAG+AQAAAQIAAAEBAAABDAAAAQ4AAAEBAAABDAAAAQEAAAEjAAABDwAAARsAAAEcAAABBQAAARIAAAFMAAABEwAAAQEAAAFnAAABAQAAAQUAAAETAAABDgAAARYAAAECAAACiAIAAAGkAwAAAQoAAAK6AwAAAcwBAAABAAAAAQwAAAEBAAABAQAAAQkAAAEBAAABBgAAAQEAAAIIAAABBQAAAQQAAAEBAAABBwAAAQEAAAEJAAABAQAAAQQAAAEBAAABBAAAAQEAAAEDAAABAQAAAQIAAAEGAAABAQAAAQYAAAEBAAABAwAAAQEAAAEIAAABAQAAAQUAAAEBAAABBAAAAQEAAAEHAAABAQAAAQYAAAEBAAABAwAAAQEAAAEGAAABAQAAAQUAAAEIAAABAQAAAQQAAAEBAAABBQAAAQEAAAEHAAABBQAAAQIAAAECAAABDQAAAQEAAAEKAAABAQAAAQUAAAEBAAABAgAAAQEAAAEIAAABAQAAAQQAAAEBAAABBQAAAQEAAAEGAAABAQAAAQoAAAEBAAABBgAAAQEAAAEHAAABBAAAAQkAAAEBAAABBAAAAQgAAAEBAAABCAAAAQEAAAEDAAABAQAAAQYAAAEKAAABAQAAAQMAAAEBAAABBwAAAQEAAAEFAAABAQAAAQoAAAEBAAABAgAAAQEAAAEKAAABCQAAAQEAAAEKAAABAQAAAQcAAAEBAAABDQAAAQEAAAEFAAABBQAAAQEAAAEFAAABAQAAAQgAAAEBAAABCwAAAQEAAAEGAAABvAMAAAHgAQAAAYsCAAABAgAAAQ0AAAFHAAACxgIAAAHSAQAAAVUAAAFuAAABAQAAAg8AAAF5AAABBwAAAUsAAAEBAAABFQAAAawBAAABAQAAARQAAAHKAwAAA+EBAAABnAEAAAG8AQAAAQEAAAIBAAABDQAAAQEAAAEJAAABBQAAAakCAAABkwIAAAFoAAABhwIAAAEMAAACAQAAATEAAAE8AAABGwAAAbsBAAAB4QEAAAHQAQAAAQEAAAHQAQAAAgEAAAIFAAABDAAAAQEAAAErAAABGQAAASUAAAEEAQABFAAAAW4AAAEXAAABJQAAAe0BAAABAQAAATMAAAGAAQAAATsAAAEqAAABJwAAARUAAAEBAAABJgAAARYAAAESAAABawAAAQEAAAEOAAABIgAAAQgAAAEXAAABAwAAARUAAAFnAAABAQAAAXYAAAEIAAABXgAAAYwBAAABbwAAAWcAAAH5AQAAAQoAAAEQAAADBQAAAgIAAAMQAAABBwAAAU8AAAGSAQAAAUUAAAEjAAABAQAAAVEAAAHZAQAAAQcAAAJEAAABjgEAAAHbAgAAAccCAAABDwAAAZoCAAABCQAAAVgAAAH6AgAAAdsCAAABZgAAAREAAAFKAAABwwEAAAENAAABswEAAAGIAQAAARAAAAEIAAABNAAAAYYDAAAB/wEAAAEBAAAB7wEAAAFcAAABAgAAAlkAAAGSAwAAAQEAAAEMAAABGwAAAeMBAAABAQAAAdYBAAADuwMAAAEBAAABrgMAAAG3AQAAArUBAAABBgAAARkAAAEGAAABCAAAAhgAAAEKAAADNgAAAR4AAAEHAAACDQAAAhsAAAESAAABLQAAAS0AAAEGAAABWAAAAR8AAAEBAAABBwAAAt4BAAABAQAAAQcAAAHWAQAAAQUAAAEBAAAB3wEAAAGvAwAAAQoAAAEZAAABGgAAAQcAAAEGAAABGwAAAQgAAAEVAAABDAAAARkAAAEZAAABAQAAAQcAAAEJAAABEgAAAQUAAAENAAABEAAAAQQAAAEFAAABGQAAAQEAAAEVAAABAQAAAR8AAAEBAAABDgAAARYAAAEQAAABDQAAAQEAAAEaAAABAQAAAoQDAAABOgAAAdcCAAABBQAAAXQAAAFLAAABNgAAAQcAAAKaAQAAAQQAAAEBAAABjwEAAAENAAABCgAAASIAAAECAAACAQAAAQEAAAEBAAABAQAAAQEAAAEvAAABgAIAAAIbAAACAQAAAgEAAAIBAAACAQAAAjIAAAEIAAABOwAAAQEAAAFHAAABBgAAAawBAAABJQAAARAAAAEBAAABaQAAAQEAAAFxAAABdgAAAYgBAAABKgAAAgEAAAITAAABAQAAAQQAAAEwAQACAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAA4AQABAQEAAAEBAAABAQAACwAAASgAAAEKAAABEwEAAgEBAAABAQAADQAAASgBAAEBAQAAAQEAAAEBAAAhAQABAQEAAAEBAAABAQAADAAAAQ0AAAIFAQAAAQEAAAEBAAABAQAAAQEAAAEBAAAMAQABAQEAAAEBAAAbAAABAQAAAQQBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAADwEAAgEBAAABAQAAAQEAAAEBAAAcAAABAQAAAQUBAAIBAQAAAQEAAAEBAAEBAQAAAQEAAAEBAADCAwAAAZQDAAABfQAAAcEBAAABTwAAAUcAAAEBAAABHAAAARwAAAEJAAABEQAAAREAAAEDAAABAQAAAQEAAAIcAAABDQAAAQgAAAIMAAABSgAAATEAAAIHAAACigEAAAEmAAABugEAAAENAAABXgAAAT0AAAFkAAABEwAAAaQDAAABHwAAARoAAAEBAAABAQAAARYAAAMBAAACAQAAAQQBAAECAAABAQAAAQIAAAEEAAABAQAAAQIAAAIBAAABAQAAAQEAAAECAAACAQAAAQQAAAECAAABBQAAAQQAAAEMAAACAQAAAQgAAAEVAAABOQAAAQIAAAEVAAACAwAAAQMAAAEBAAACCgAAAiIAAAEVAAABBgAAAQoAAAECAAABAQAAAT0AAAF+AAABAgAAAQsAAAEBAAABAQAAAnYAAAEnAAABVQAAAcgBAAABDQAAAQEAAAEGAAABkgEAAAEIAAABugEAAAIBAAABWAAAAogBAAABZQAAAQEAAAEHAAABAQAAARgAAAEEAAABoAMAAAFTAAABWQAAAcQBAAAB4QEAAAHhAQAAAtUBAAACEwAAAiwAAAGHAwAAAQEAAAEFAAABTAAAAQEAAAIPAAABAgAAAgEAAAEVAAABBwAAAQwAAAIBAAABBQAAAgEAAAEOAAABBAAAAREAAAFDAAABAQAAAQEAAAEIAAABAQAAAgcAAAELAAACAgAAAQMAAAEDAAABAQAAAgIAAAIGAAABBwAAAw0AAAEFAAABAQAAAQEAAAEGAAABAgAAAQgAAAEBAAABHAAAAggAAAEQAAACAQAAAgYAAAIRAAABKQAAAQ0AAAH0AgAAAQMAAAEBAAACDAAAAQUAAAECAAABCwAAAQkAAAEHAAABEwAAAQUAAAEwAAABAwAAARsAAAEBAAABAQAAAQMAAAMDAAABAQAAAQEAAAEDAAABCAAAAQwAAAEGAAABCwAAAgIAAAEBAAABAgAAAQEAAAEBAAABAQAAAQIAAAIFAAABGQAAAQYAAAEsAAABCAAAARkAAAEKAAABDgAAAQEAAAEJAAABBAAAAgEAAAIBAAACAgAAAQcAAAELAAACAwAAAQEAAAIBAAABEQAAAQwAAAEOAAACAQAAAg0AAAECAAACuwEAAAH5AQAAAQoAAAHpAgAAAXwAAAHPAQAAAdEBAAABAgAAASIAAAEHAAABxgEAAAHPAQAAAR0AAAEQAAABBAAAAQEAAAHFAQAAAQIAAAEIAAAB4QEAAAEIAAABvAEAAAENAAAB5wEAAAHhAQAAAQcAAAFkAAABRQAAAScAAAEmAAABEQAAARMAAAIBAAABBgAAAQkAAAGBAQAAAd4BAAABAQAAAQcAAAHjAQAAAeUBAAAB2AIAAAGwAgAAAboCAAABBwAAAboCAAABLgAAAb8BAAAB4wEAAAHlAQAAAeUBAAABLQAAAQgAAAMKAAABfAAAAUYAAAEjAAABBgAAARsAAAFjAAACbgAAAVIAAAJRAAABOgAAAWcAAAESAAABBwAAARYAAAESAAABGwAAARsAAAEIAAABAwAAASgAAAEyAAACCgAAASMAAAEBAAABSQAAAc4BAAABygMAAAHiAQAAAQEAAAHZAQAAAQAAAAEMAAABywEAAAEKAAABAQAAAQEAAAEBAAABKQAAAQYAAAFAAAABFgAAAT0AAAGIAQAAAVEAAAG+AQAAAQoAAAFRAAABAQAAATUAAAEHAAABKwAAAQEAAAGhAgAAAcQBAAABAQAAAToAAAHBAQAAATsAAAH3AgAAAZsDAAABAQAAAfwBAAABZQEAAgEBAAABAQAAAQEAAAEBAAABAQABAQEAAQEBAAABAQAABwEAAgEBAAEBAQAAAQEAAAEBAAEJAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAADAEAAwEBAAEBAQAAAQEAAAEBAAAPAQACAQEAAAEBAAABAQABAQEAAAEBAAEIAQACAQEAAAEBAAABAQABAQEAAAEBAAEBAQACAQEAAAEBAAALAAABMwEAAgEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEIAAABBwAAAQ4BAAIBAQABAQEAAQEBAAABAAABBAAAAQQAAAEBAAABDQAAAQYAAAEPAAABBAAAAQMAAAEHAAABBwAAAQMAAAEFAAABCQAAAQUAAAEfAAABGgAAAQEAAAFrAAABCwAAAocBAAABEAAAAQIAAAESAAACBwAAAQEAAAQBAAABEwAAATMAAAEQAAABPgAAAQoAAAMRAAABBwAAAQsAAAEIAAADBwAAAQEAAAECAAABKwAAAVEAAAExAAABFQAAAREAAAEBAAABEQAAAT0AAAEBAAABxgEAAAH2AQAAAb8BAAABAgAAAWgAAAEBAAABUAAAAQMAAAElAAABHwAAAe4CAAAB1QEAAAEFAAABvQEAAAEiAAACCgAAAQEAAAICAAABDwAAAQMAAAF4AAABJwAAAQcAAAEZAAABuAEAAAEBAAABagAAATkAAAEDAAABAQAABA0AAAEBAAABAgAAAfUCAAABAQAAAekBAAABHwAAAZkBAAABHQAAATQAAAEBAAABAwAAAQIAAAEDAAACBwAAAhIAAAE/AAABAwAAAVUAAAEnAAABAwAAAQEAAAEdAAABBQAAARsAAAEuAAABBwAAAQcAAAEKAAABBAAAAgUAAAEFAAABBwAAAQIAAAEBAAABCgAAAQoAAAEKAAABAgAAAQIAAAIBAAABSgAAAQYAAAEMAAABAwAAAQMAAAExAAABCAAAAQYAAAETAAABAwIABQECAAYBAgACAQIABwECAAgBAgADAQIAAwECAAQBAgABAQIAAQECAAMBAwACAQIAAgECAAMBAAADAQAAAgkAAAEKAQACAQEAAgEBAAABAQABAQEAAAEBAAABAQABAQEAAAEBAAEnAAABHAAAAR0AAAEXAAABCAEAAQIAAAEVAAABFgEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAEBAAABAQABAQEAAAEBAAABAQAAAQEAAAEBAAASAAACAQAAAgQAAAEDAAABAgAAAcEDAAABdgAAAcECAAABwgEAAAEaAAABBgAAAQEAAAEbAAABAQAAAQgAAAEXAAABGgAAARcAAAEBAAAEAgAAAggAAAMIAAABGQAAARcAAAMBAAABBQAAAQgAAAESAAADAQAABwEAAAIRAAADDgAAAQIAAAEwAAABAQAAAzEAAAEWAAABDQAAAiYAAAEdAAABCgAAAQ4AAAEHAAABKAAAAVcAAAGoAQAAAYQDAAABmQIAAAE1AAABGAAAAQEAAAI0AAABAgAAAQ8AAAIEAAABEAAAAQwAAAEBAAACBwAAAQ8AAAEBAAABBAAAAQUAAAEVAAABAQAAAQUAAAEMAAABEQAAAQUAAAEeAAACAQAAAQEAAAELAAABBwAAAQEAAAEsAAABAwAAAQUAAAIFAAABBwAAAQgAAAEBAAABFgAAAQUAAAEBAAAEGwAAAsMCAAABGwAAAU0AAAGsAQAAAQoAAAFwAAABEgAAAQEAAAEBAAABBAAAAUYAAAENAAABCQAAAQUAAAEHAAABOwAAAaIBAAABCgAAAVQAAAGWAQAAARgAAAEBAAABagAAAgEAAAEGAAABAQAAAXIAAAECAAABAQAAAQcAAAFBAAABBAAAAbABAAACBgEAAYsBAAABAQAAARYAAAEBAAABwwEAAAFIAAADAQAAAwEAAAECAAABAQAABQEAAAECAAABOAAAAwEAAAkBAAABEwAAAQEAAAMLAAADAQAABFYAAAQHAAACAQAAAgoAAAIBAAADHQAAAQYAAAIBAAACAgAAAi8AAAQBAAACAQAAASAAAAEBAAABAQAAAgEAAAIBAAACEgAAAwEAAAO3AgAAAUgAAAIEAAACPAAAAa4BAAACAwAAAlEAAAIBAAABAQAAAgEAAAJNAAACAwAAATgAAAEBAAABIAAAAb8BAAACAgAAAd4BAAABCAAAAdUBAAABCwAAAQYAAAE7AAABngEAAAEFAAADAQAAAgUAAAECAAACtAEAAAEmAAABAQAAAgEAAAHJAwAAAakBAAABAQAAAT4AAAHVAQAAAR8AAAEBAAABjAMAAAEBAAABogMAAAGMAwAAAQEAAAEBAAABFAAAAQYAAAFHAAABAwAAAdECAAABBwAAAQMAAAErAAABNAAAAUsAAAEbAAABBwAAAQEAAAETAAABPgAAAVwAAAEJAAABAQAAASgAAAEBAAABCQAAAQkAAAGYAwAAAU0AAAEDAAAB0gIAAATHAwAAAQEAAAHjAQAAAQIAAAG/AwAAAQEAAAHHAgAAAY8DAAABwAEAAAFSAAABlgIAAAEBAAABBAAAAQEAAAHJAQAAARsAAAFFAAABAQAAARgAAAE8AAABsAIAAAHgAQAAAZoDAAABMQAAAgUAAAECAAACEgAAARcAAAEBAAABFAAAAQwAAAEBAAABBgAAAQ0AAAECAAABCAAAAQgAAAEBAAABGAAAAQEAAAIIAAABAwAAAQoAAAECAAABBQAAAgYAAAEBAAACAQAAAQMAAAEBAAABHgAAAQoAAAEBAAABDQAAAQkAAAEIAAABAQAAAQYAAAENAAACDgAAAQsAAAEEAAABGAAAAQEAAAEEAAABAQAAAQIAAAECAAABAQAAAQEAAAECAAABAQAAAQIAAAEZAAABBAAAAQEAAAEGAAABAgAABAEAAAECAAACAQAAAQEAAAEDAAADAwAAAQEAAAECAAABAQAAAQEAAAEBAAABAQAAAgMAAAEGAAABSwAAAYoBAAABAwAAAQIAAAELAAAB0QEAAAEEAAABBAAAAQEAAAEHAAABBgAAAeQBAAABAQAAAdkBAAABOwAAATEAAAEkAAABTgAAAQwAAAHuAgAAAQEAAAIBAAAB7gIAAAHgAQAAAbYDAAAB+wEAAAEMAAACBAAAAcgDAAABjgEAAAEOAAABGgAAAQsAAAEBAAABAQAAARIAAAECAAABAwAAAVcAAAEVAAABMwAAARwAAAIDAAABAwAAARgAAAEDAAABCAAAAQoAAAHGAwAAAQYAAAEnAAABAQAAAhIAAAEBAAABGgAAARsAAAI+AAABAQAAAgMAAAElAAABHAAAASQAAAEBAAABCgAAAQ8AAAEBAAABEgAAASAAAAEDAAACAQAAAQQAAAFDAAADCgAAARYAAAELAAABEwAAAQEAAAEMAAABAgAAAQMAAAQBAAABBAAAAQkAAAENAAAFAQAAAQIBAAABAQAAAQEAAgcAAAEMAAABBwAAAQIAAAECAAABAQAAAQkAAAIBAAADAQAABQsAAAENAAAEEAAAARUAAAIHAAADAQAAAQcAAAEMAAABCQAAAQYAAAEHAAABJgAAAQIAAAIFAAABBgAAAgEAAAEIAAABAwAAAQYAAAECAAABBQAAARAAAAECAAADAQAAAQEAAAIBAAABAQAAAwEAAAMBAAADAgAAAgEAAAIBAAABAQAAAgMAAAEBAAACAwAAAQMAAAIGAAAC4QEAAAHVAQAAAWcAAAGiAwAAAb4BAAABAQAAAQUAAAEVAAABNQAAARkAAAEBAAADBQAAAQEAAAEEAAABAgAAASAAAAENAAABCAAAAQMAAAEBAAABAQAAAR8AAAEQAAABAgAAAQYAAAECAAABAQAAATEAAAIBAAACFQAAAQEAAAEiAAABDwAAAQEAAAIgAAABNwAAAQAAAAELAAAB2AIAAAEEAAACAQAAAbkBAAABnwEAAAEBAAABNAAAAQEAAAEBAAABAgAAAQcAAAMCAAABswMAAAFPAAABwgEAAAEzAAABxwIAAAGFAwAAAXYAAAE4AAABgwIAAAEIAAABBAAAAUcAAAEKAAACDAAAAQEAAAICAAABBgAAAwYAAAEBAAABBQAAAQ4AAAEPAAABBwAAAQwAAAMDAAABCgAAAQgAAAEBAAABBQAAAQgAAAEGAAABAQAAAQYAAAIDAAACBwAAAR0AAAIBAAADAQAAAQIAAAEHAAABBQAAATAAAAIHAAACAQAAAQEAAAENAAABJgAAAQEAAAEVAAABBQAAAwMAAAEBAAABAQAAAQEAAAIVAAABAgEAAwEBAAABAQACAQEAAwEBAAMBAQAAAQEAAQECAAEBAQACbwAAAQwAAAEEAAABMgAAAREAAAEBAAABDwAAAScAAAEBAAABBgAAAQYAAAFiAAABJQAAAQ0AAAEgAAABAQAAAQIAAAQOAAABBAAAAQIAAAEBAAABBQAAAQYAAAEXAAABBgAAASsAAAEFAAACAQAAAQEAAAEIAAABEAAAAQwAAAMBAAABIwAAAQEAAAGMAQAAAgIAAAEEAAACBQAAAQwAAAKtAgAAAQEAAAIFAQABBwAAAT8AAAJpAAABQAAAAVkAAAEkAAACzwEAAAEBAAACAQAAAwEAAAFeAAABUwAAASoAAAGFAgAAAeoBAAABIgAAAkcAAAEaAAACQQAAATYAAAGjAQAAAaoCAAAB6QEAAAGkAgAAAQEAAAEBAAABKgAAAdACAAAB0AIAAAEBAAABqwMAAAKjAQAAAzgAAAEBAAABDgAAAa0CAAABAQAAAgUAAAEOAAABCwAAAQEAAAJbAAABSgAAApACAAABmQMAAAHFAQAAAScAAAIBAAACBAAAARYAAAEGAAABMAAAAQEAAAENAAABAQAAAVkAAAIBAAACBQAAAgEAAAEBAAACAQAAAQIAAAG6AwAAAUoAAAE/AAABAQAAARIAAAEBAAABFgAAAX8AAAELAAABPQAAAU8AAAE6AAABHQAAAQIAAAH7AQAAAdsCAAABgQEAAAHuAQAAAbgCAAABcAAAAQEAAAH1AgAAAQcAAAECAAAB3wEAAAECAAABAQAAAQEAAAIBAAABEwAAAQwAAAEPAAABAQAAARoAAAEBAAABDgAAAgEAAAEDAAABAwAAARYAAAESAAACAQAAAQMAAAICAAACEAAAARsAAAElAAABDgAAAQkAAAESAAABAQAAAQIAAAEEAAABAQAAAQUAAAEGAAABBgEAAwEBAAMBAQACAQEAAwEBAAIBAQAAAQEAAwECAAIBAQACDgAAAQkAAAEBAAABDgAAAQ4AAAEMAAAFAQAAAQQAAAEDAAADLgAAAQIAAAEBAAABBQAAAQEAAAEFAAABBQAAAREAAAEfAAACAQAAAb8BAAABFAAAAQwAAAEDAAABAQAAAgEAAAEBAAABLgAAASgAAAEBAAADAQAAAQEBAAEOAAABAgAAAQYAAAEBAAABDQAAATkAAAGTAQAAAQcAAAGtAwAAAQEAAAEDAAABNQAAAiwAAAECAAABAwAAAQIAAAEMAAABAQAAAQ4AAAESAAABEgAAAycAAAEBAAABGQAAAQEAAAEEAAABDgAAAUIAAAF5AAABuwEAAAFeAAABrQEAAAHRAQAAAY0CAAABBwAAAQEAAAHbAgAAAcEBAAABxgIAAAEBAAABEgAAAQIAAAGHAwAAAQEAAAGXAQAAATsAAAEdAAABAAAAAQUAAAEBAAABBQAAASkAAAEDAAABEQAAAQEAAAEGAAABEgAAAQcAAAEBAAABGgAAAQEAAAEUAAABBgAAAQIAAAEBAAABAQAAAQMAAAEXAAABBgAAAQEAAAEGAAABBQAAAwEAAAMCAAACBAAAAQEAAAIBAAABAwAAAQUAAAMEAAABAQAAAggAAAEFAAABCQAAATcAAAEDAQABEgAAAQEAAAEEAAABCAAAAQEAAAEGAAABCQAAAggAAAERAAACFgAAAQ0AAAESAAABAQAAAwEAAAECAAABAgAAAQMAAAEBAAABAQAAAQMAAAEBAAABAQAAAQEAAAEBAAABGAAAATkAAAEpAAACiwIAAAEOAAACAwAAAQMAAAEBAAABDwAAAQEAAAGJAQAAAQEAAAECAAABPAAAAakBAAABAQAAARMAAAEKAAABtQMAAAEBAAABjwIAAAEBAAABYgAAAQYAAAEBAAABJwAAAZgDAAABmgMAAAEBAAABkgMAAAEBAAACCAAAAQQAAAEhAAABOQAAASIAAAEiAAABtAIAAAEBAAAB/wEAAAEBAAAB4gEAAAEBAAAB4QEAAAE8AAABogMAAAHJAwAAAR8AAAGbAgAAAYUBAAABAQAAAXQAAAGfAQAAAUUAAAENAAABAQAAARYAAAEGAAABFQAAAQkAAAE1AAABAgAAAgkAAAEBAAABCQAAAQEAAAEcAAABCQAAAQIAAAFHAAABHAAAATYAAAIlAAABAQAAAYEDAAAB/gEAAAENAAABXgAAAkUAAAFiAAABAQAAAgEAAAFkAAABBgAAAQEAAAEBAAABPwAAAYQCAAAC9QIAAAEBAAABBwAAAQEAAAGCAQAAAUYAAAIJAAABBgAAAQMAAAEeAAABBwAAAQEAAAEKAAABAQAAAQEAAAExAAABAQAAAQEAAAESAAABAQAAAQ8AAAEhAAACAQAAAgEAAAIBAAACAQAAAhIAAAESAAABBQAAAQwAAAEDAAABAgAAAoIBAAAB5QEAAAGrAwAAAQUAAAEbAAADWwAAATcAAAEBAAABIwAAAQEAAAIkAAABJQAAAQgAAAFTAAABAgAAAQUAAAK0AQAAAbQBAAAByQMAAAElAAACEAAAAQcAAAMBAAACFQAAAgEAAAEJAAABAQAAAwEAAAERAAACAQAAAQIAAAEHAAABBgAAAQEAAAEOAAABFAAAAQ4AAANDAAABBgAAAQoAAAEUAAABBgAAAQcAAAIBAAACBwAAAQ4AAAEIAAABBwEAAQYAAAEBAAABXgAAAg0AAAEYAAABBQAAAQsAAAEHAAACAQAAAxUAAAEFAQABAwAAAQMAAAYBAAABEQAAAQEAAAEJAAABAgAAAQQBAAIBAAABDgAAASEAAAIFAAABPwAAAQEAAAEbAAABCAAAAQYBAAEHAAACBwAAAgEAAAEOAAAEBQAAAQEAAAECAAABAgAAAQQAAAEBAAABAQAAAQUAAAI9AAAB2gEAAAEGAAABCAAAAbMDAAABAQAAAQEAAAFbAAABPwAAASMAAAEBAAABxwMAAAGiAwAAAY0CAAABDgAAAQUAAAEBAAABBgAAAUIAAAGIAQAAAdsCAAABEQAAAgUBAAFbAAABGAAAAREAAAEBAAABDwAAAQMAAAEeAAABDwAAAgEAAAEvAAABAQAAAQkAAAFzAAABCQAAASMAAAMHAAABNgAAAQEAAAEBAAABCAAAAbQDAAABAgAAAQQAAAEBAAABDQAAAiYAAAKnAQAAAQIAAAHQAQAAAQEAAAEBAAABDAAAAQUAAAEGAAABxgIAAAEBAAABAQAAASkAAAGjAQAAAQoAAAE6AAABggEAAAGMAQAAAQQAAAECAAABlwEAAAHBAQAAARYAAAEEAAABZAAAAbIBAAABDgAAAjsAAAFZAAABwwMAAAEAAAABDAAAAQYAAAIBAAABPwAAAgUAAAJkAAABgwEAAAE1AAABFQAAAQEAAAEeAAABAQAAAQEAAAExAAABTAAAAREAAAEcAAABDgAAARYAAAEXAAABCwAAAQUAAAECAAABBwAAAVgAAAEdAAABHQAAAQgAAAGBAgAAAQUAAAEBAAABAQAAAQgAAAIBAAABAgAAAQEAAAEGAAABAQAAAQgAAAIBAAABAQAAAQIAAAEXAAABGAAAAQwAAAEJAAABBAAAAQQAAAEBAAABAgAAAQEAAAEHAAABHAAAAQIAAAENAAABBwAAAQcAAAEFAAABAQAAAQEAAAEEAAABCgAAAQoAAAMFAAADHAAAAQQAAAEBAAABAwAAASQAAAEPAAADAQAAARQAAAEXAAABCAAAAQIAAAEOAAABEQAAARMAAAEYAAABAQAAAgEAAAIBAAABAwAAAQEAAAEBAAABAgAAAQIAAAEBAAABBgAAAQIAAAEGAAABMQAAAQIAAAQEAQABFAAAARYAAAEDAAABBAAAAgEAAARQAAABBgAAAQYAAAEBAAABCAAAAQEAAAEYAAABAQAAAQIAAAE/AAABWgAAAToAAAQBAAACbgAAAQQAAAEBAAABAgAAATQAAAHJAQAAAQEAAAEHAAABogMAAAHXAQAAAQUAAAEKAAABAQAAAQIAAAEGAAABAwAAAQQAAAEBAAABAgAAAwEAAAIJAAABAQAAAQ0AAAEGAQABEwAAAgUAAAEDAAABAwAAARYAAAIBAAACCAAAAQEAAAEdAAACIQAAAQ0AAAECAAABAQAAAg8AAAECAAABBgAAAQQAAAEUAAABAQAAARMAAAEVAAABAQAAAQYAAAEPAAABFQAAAQkAAAEIAAABDAAAAigAAAIGAAABAQAAAQEAAAEiAAABAQAAAgQAAAEBAAABMAAAAXUAAAFtAAABJQAAARcAAAFSAAAB1QEAAAEFAAABBQAAARoAAAEBAAADjAMAAAHHAwAAAYQDAAABnAEAAAGcAwAAAcsBAAABAwAAAQUAAAIGAAABLwAAAgMAAAEBAAABvwMAAALGAgAAAYABAAABAQAAAdUBAAABBQAAAd8BAAABNQAAAT8AAAIOAAACAgAAASMAAAFSAAACAQAAApkDAAABhgMAAAHWAQAAAQoAAAIBAAABuQEAAAEcAAABxAEAAAF5AAAB0QEAAAHfAQAAAQQAAAH2AgAAAUIAAAGYAwAAAf0BAAABSgAAAXMAAAEBAAABgQIAAAH6AgAAASMAAAEuAAABBQAAASAAAAIXAAABFQAAAQIAAAEDAAABBgAAAQEAAAQdAAABBAAAARAAAAEUAAABUwAAAQwAAAEEAAABAQAAARAAAAEGAAABAwAAASMAAAEHAAABJQAAAQEAAAIrAAABDwAAARAAAAEBAAABBAAAATAAAAEJAAABAQAAARIAAAENAAABHwAAAQYAAAEFAAABFgAAASMAAAETAAACEwAAApUBAAABtAEAAAEFAAABkQEAAAHcAQAAAQUAAAEBAAABOwAAAQ4AAAG+AQAAAUYAAAFbAAABDAAAAQUAAAEPAAABPgAAARsAAAEBAAAB4QEAAAE0AAABUQAAATEAAAE1AAAB/wEAAAEBAAABSQAAAaMBAAABAgAAAQEAAAICAAABFwAAARoAAAEBAAABFQAAARMAAAIBAAABAQAAAjoAAAIBAAABJwAAAXYAAAEBAAABCQAAAgEAAAEIAAABIAAAASMAAAEQAAABCAAAARgAAAEDAAABAQAAAgEAAAUNAAABEAAAAQEAAAMBAAACAQAABAMAAAEdAAABCgAAAQMAAAEBAAABAQAAARAAAAIBAAABAwAAAQIAAAEMAAADAQAABQIAAAEJAAACAQAAAwMAAAEDAAABAQAAAQEAAAEBAAACAQAABAEAAAEBAAABBgAAAgEAAAEFAAABAQAAAg4AAAIBAAACAgAAAwEAAAEDAAAGAQAABQIAAAYKAAABCAAABAIAAAMHAAABBQAAAQIAAAENAAAEAQAAAwEAAAEGAAABAgAABAcAAAMBAAAEBwAAAQEAAAEBAAABAQAAAgEAAAEBAAACBAAABwEAAAYBAAAHAQAACAEAAAkBAAAGCwAAAQEAAAEFAAACAQAAAgIAAAECAAADAQAAAgYAAAECAAACAQAAARgAAAFJAAABAQAAAVQAAAEsAAACAQAAAQkAAAGVAQAAASUAAAEJAAADAQAAAQgAAAEaAAABAQAAARsAAAEBAAACDAAAAQEAAAEfAAABKQAAARsAAAE7AAAFEwAAAhMAAAEUAAABDQAAAggAAAICAAACDQAAAgEAAAIlAAABAQAAAQIAAAEBAAABBgAAAQwAAAEBAAABBgAAAQ4AAAE1AAACIAAAARYAAAELAAABKAAAARcAAAEBAAADAwAAAgIAAAEcAAABJgAAAQoAAAEJAAABCQAAAQgAAAEGAAABAgAAAgEAAAEEAAABDwAAARUAAAEBAAACDgAAAR4AAAEHAAABAwAAAQUAAAEBAAABTwAAAU0AAAEdAAABWAAAAQIAAAEGAAADIgAAARcAAAIPAAABBwAAAQEAAAEJAAABAQAAAQ8AAAECAAABAgAAAQUAAAEEAAABFAAAAwEAAAEGAAADaQAAARIAAAEWAAABAQAAAwcAAAEcAAABAQAAAQEAAAEBAAABFgAAAQUAAAEEAAABAQAAAQcAAAFaAAABAQAAAQkAAAENAQADAQEAAgEBAAABAQAAAQEAAwEBAAIPAAABBQAAAQUAAAEHAAABAgAAAQIAAAIBAAABFQAAARsAAAEDAAABAQAAAQQAAAEAAAACAQAAAgEAAAMKAAACVQAAAQMAAAEyAAABrwEAAAETAAABBQAAAwEAAAEEAAABAgAAAQEAAAECAAADAQAAAgIAAAEIAAABCgAAAQMAAAEBAAABAQAAAREAAAEBAAABAQAAAQEAAAQBAAABBwAAAgIAAAGcAQAAAQEAAAEBAAABlgMAAAGdAQAAAQEAAAHJAwAAARAAAAEHAAABAQAAAQEAAAG3AQAAARQAAAEBAAACCAAAAeUBAAAB5QEAAAJmAAABjgIAAAFmAAABBgAAATwAAAEoAAABAwAAAakBAAABzgEAAAEUAAABoQEAAAEBAAAB2AIAAAEiAAABAwEAAUIAAAEBAAABgAMAAAENAAABAQAAASsAAAEBAAADAQAAAgcAAAE5AAABJwAAAQEAAAFAAAABAQAAAQgAAAExAAAEBAAAAQEBAAICAAAEKwAAAUQAAAGMAgAAAQ8AAAEBAAABEgAAAVMAAAIBAAABAwAAAQQAAAIVAAABBwAAASsAAAEBAAACOAAAAR8AAAECAAABCgAAARoAAAELAAABAQAAATMAAAIIAAACCwAAAQEAAAEgAAADAgAAAgYAAAL5AgAAAcMCAAABkQIAAAFIAAABAQAAAgMAAAEBAAABAwAAATgAAAEVAAABYwAAAQcAAAEBAAABCgAAAQEAAAEjAAABAwAAASAAAAEBAAABDgAAAQIAAAEPAAACCQAAAQgAAAEBAAABAQAAAQEAAAEBAAABEgAAASYAAAG7AQAAAcMBAAAC+gEAAAEEAAABAQAAAQIAAAICAAACAQAAAQMAAAIHAAACBQAAAQYAAAEBAAABEQEADgEBAAcBAQAJAQEACQEBAAkBAQACAQMAAwEBAAcVAAABAQAAAwEAAAMSAAACAQAAAgEAAAECAAACAQAAAgEAAAMBAAABAgAAAQEAAAECAAABBwAAAwEAAAMFAAABCAAABQEAAAUBAAACAQAAAgEAAAIDAAABAQAAAgoAAAIBAAACAgAAAxAAAAUBAAACAQAAAgEAAAcKAAAEAQAAAgIAAAIEAAAECgAABAEAAAMhAAABAQAABQEAAAUBAAAGAgAABgEAAAQBAAAFAQAABAEAAAMBAAAECAAABAEAAAYBAAADAQAAAwUAAAIBAAABBQAAAQEAAAQDAAABAgAAAQEAAAMBAAABAQAABAEAAAEKAAABCAAAAgMAAAIBAAACAQAAAQIAAAEEAAABAQAACAEAAAcBAAACAQAAAQEBAAEBAAABAgEABQEBAAMBAQACAQEAAwMAAAYBAAACAQAAAwYAAAMHAAADAQAABAEAAAMCAAACBQAABAEBAAINAAAEAQAAAgEAAAIHAAABBgAAAgEAAAIBAAABBgAAAgkAAAEBAAACAQAAAQEAAAQBAAACAQAAAQEAAAEDAAACAQAAAQIAAAESAAABAQAAAwEAAAEBAAACAQAAAQEAAAMBAAACAQAAAgEAAAEDAAACAQAAAgEAAAQBAAABAgAAAgUAAAEBAAACAQAAAQYAAAFuAAABBQAAARIAAAF2AAABAQAAAeUBAAADygEAAAEMAAABwQMAAAGTAwAAAesCAAAByQMAAAPKAQAAAQEAAAEJAAABygEAAAEKAAAB0AEAAAHtAQAAAd4CAAABBwAAAd8CAAABwQMAAAFrAAABLQEABAEBAAABAQAAAQEAAAEBAAYBAQADAQEABQEBAAABAQACbAAAAZICAAADAQAAAZkBAAABAwAAAf4BAAABmAEAAAEDAAACAQAAAQQAAAGbAQAAAYEBAAACAQAAAQUAAAEiAAABEwAAATgAAAEBAAABJQAAAQYAAAEJAAABAQAAAQQAAAEtAAABQAAAAZoCAAABAwAAAQMAAAEBAAABAQAAAhwAAAECAAABDQAAAQIAAAITAAABAQAAAQQAAAEBAAACBgAAAQ0AAAEBAAADAgAAAQUAAAEFAAABBQAAAQEAAAEQAAABFAAAAQgAAAEUAAABAQAAAQQAAAEDAAABAQAAAQIAAAEBAAABBgAAAQIAAAEGAAABAgAAAQEAAAEEAAABAwAAAQIAAAESAAACAQAAAQEAAAEBAAABAgAAAg4AAAEJAAABAwAAAQEAAAICAAABCgAAARgAAAEBAAABBwAAAQQAAAEIAAABDQAAAQkAAAEIAAACAQAAAQgAAAEPAAABCQAAAQEAAAEEAAABFAAAAQgAAAEDAAABBAAAAQIAAAEBAAABAQAAAQEAAAEGAAABBQAAAQMAAAIFAAABBAAAAZsDAAABxwIAAAHgAQAAAoEBAAABnAMAAAE7AAABAQAAAcwBAAAB5AEAAAEBAAABBwAAAQEAAAEHAAABzwEAAAEKAAAB2wEAAAHkAQAAAQgAAAEFAAAB5wEAAAEEAAAB2wEAAAEGAAABQwEAAgEBAAABAQAAAQEAAAEBAAAXAAABGAAAAU8AAAMBAAABIQAAAQUAAAIBAAABBAAAAR4AAAETAAABAQAAARoAAAIOAQAEAQEAAgEBAAABAQAAOAAAAQEAAAITAAABCwEAAwEBAAEBAQACAQEAAAEBAAABAQAAAQEAAwEBAAIBAQABAQEAAQEBAAABAQABEQAAAQEAAAHdAgAAAQoAAAH8AgAAAe0CAAAD7QIAAAH0AQAAAgAAAAEMAAABgQMAAAGWAwAAAcMBAAABCwAAAe8CAAACyAMAAAG8AQAAAdgCAAABAQAAAQIAAAGaAgAAAQEAAAGIAQAAAV4AAAEEAAABeAAAARAAAAFBAAAB2QIAAAECAAAB+QIAAAGBAQAAAQEAAAFeAAABAQAAAQQAAAHPAQAAAQYAAAG9AwAAAakCAAABkgEAAAEBAAAB1QEAAAIFAAACBgAAAQgAAAGSAgAAAbgBAAABBwAAAQEAAALKAwAAAQ8AAAFhAAABKgAAAd4CAAABBgAAAYwCAAABCAAAASQAAAEBAAACDAAAAQEAAAEBAAABFgAAAQEAAAQFAQACAgAAAQ4AAAEBAAABBgAAAQUAAAEHAAACAQAAAQEAAAEIAAACAQAAAQcBAAMBAQACAQEAAAEBAAABAQAAAQEAAAEBAAIBAAABDgEAAwEBAAEBAQABAQIAAQEBAAIHAQACAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAEAAAAQoAAAEGAAABFgAAAQoBAAUBAQAAAQEAAAEBAAIBAQAAAQEAAAEBAAMBAAABCgAAAQEAAAEBAAABEQAAAQkAAAEwAAABBwAAARkAAAIBAAABDAAAAToAAAGWAwAAAQcAAAEHAAABZgAAAQEAAAEBAAABAwAAAVQAAAEBAAABCAAAAeICAAABAQAAAQMAAAEcAAABAQAAAQgAAAEbAAADAQAAAQEAAAFIAAABMQAAAQIAAAEOAAACJwAAAUYAAAECAAABBQAAAQEAAAEBAAABQgAAAQ0AAAEqAAACCwAAAUsAAAGGAQAAAb8BAAABswMAAAEBAAABwwMAAAECAAABygIAAAEuAAABAQAAAckDAAABlQMAAAEAAAACCgAAAQIAAAJCAAACAQAAAWcAAAFIAAABBgAAAQ4AAAEBAAABMgAAAScAAAEEAAABAgAAAQMAAAQBAAABAgAAAgEAAAEBAAAIAQAAAgIDAAYBAAAEDQAAAQQAAAEBAQABtgEAAAEDAAABwwIAAAH9AQAAAXgAAAIFAAABBAAAAiQAAAETAAAB8gIAAAEDAQAEAQEAAgEBAAABAQACAQEABQEBAAYBAQADAQEAAgEBAAIBAQACDAAAAQEAAAUBAAAEBQAAAcMDAAABqQEAAAGAAQAAAQEAAAHJAwAAAQEAAAG3AgAAAWoAAAH1AgAAAQQAAAEDAAABAgAAAfUCAAABCQAAAfkCAAAB7gIAAAEyAAABAwAAATQAAAEBAAABSwAAAgcAAAELAAABAgAAAXsAAAEfAAABnQEAAAL5AQAAAQEAAAGsAQAAAakBAAABAQAAAT8AAAG5AQAAAQIAAAEGAAABAQAAAQYAAAIBAAABBAAAAQ8AAAEEAAABAQAAAiMAAAEEAAABMgAAAQ4AAAEPAAABIgAAARYAAAEjAAABCgAAAQIAAAEMAAABAwAAASIAAAEBAAABAgAAAQcAAAEEAAABBAAAAQIAAAEQAAABAQAAARoAAAEaAAABEQAAARIAAAEIAAABBAAAAQsAAAEjAAABWgAAAuYBAAACBQAAAQEAAAIBAAABBgAAARIAAAHoAQAAAfQBAAABAAEAAgEBAAEBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQABAQEAAAMAAAECAAABAQAABAEAAAUMAAADAQAAAQYAAAEBAAACBQAAAgEAAAMBAAABAQAAARkAAAIEAAABCgAAAQsBAAIBAQAAAQEAAAEBAAEBAQACAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAEHAQADAQEAAAEBAAABAQAAAQEAAgkBAAMBAQADAQEAAAEBAAEBAQACAQEAAAEBAAIBAQADAQEAAgEBAAABAQACCAEABAEBAAEBAQAAAQEAAAEBAAABAAABAQAAAQIAAAEBAAABAQAAAgEAAAMBAAABAQAAAQYBAAMBAQABAQEAAAEBAAEBAQACAQEAAQgBAAMBAQABAQEAAAEBAAABAQADAQEAAQEBAAUBAQACAQEAAQQAAAEMAAACAQAAAgYAAAEVAAACBAAAAQcAAAECAAABAgAAAQIAAAEBAQADAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAUBAQAAAQEAAgEAAAECAAABAQAAAQMAAAEBAQABAQEAAAEBAAEBAQAAAQEAAQEBAAEBAQAABQAAAQQAAAIFAAABAQAAAgQBAAIBAQAAAQEAAAEBAAIBAQAAAQEAAAEBAAIBAQAAAQEAAQEBAAIBAQABAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAUBAAIBAQABAQEAAQEBAAABAQAAAQEAAAEBAAIBAQAAAQEAAAEBAAMBAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQAAAQMAAAEBAAABAwAAAQEAAAIDAAABBwEAAgEBAAABAQAAAQEAAAEBAAIBAQABAQEAAAEBAAABAQAAAQEAAAEBAAEEAAABAQAAAQUAAAEBAAABAQAAAQIAAAEBAAABAQAAAQEAAAMBAAADAwAAAQMAAAEBAAABAgAAAgIAAAEEAAABAQAAAQkAAAMBAAABAQAAAQIAAAEGAAABAwAAAwEAAAEBAAABGQAAAQQAAAEjAAABDgAAAQcAAAEuAAABhQMAAAEGAAACAwAABAEAAAMFAAADAQAAAwEAAAQFAAABAQAAAQEAAAQBAAADAQAAAQQAAAECAAABAQAAAQIAAAYBAAAEAgAAAQIAAAEBAAAFAQAAAgoAAAEBAAADBAAAAQEAAAEEAAABAQAAARAAAAECAAAFAgAABQEAAAcBAAACAQAAAgEAAAICAAACDAAAAQEAAAEHAAABAQAAAgEAAAECAAACAgAAAgEAAAMFAAAHAQAADwEAAAQBAAADAQAAAQEAAAQCAAAIAgAAAwEAAAIBAAABBQAAAQMAAAcBAAAGAQAABAIAAAUBAAABAQAABwQAAAIBAAABAgAAAQgAAAMBAAAIAQAABAEAAAEBAAADAgAABQEAAAEEAAACAQAABgEAAAQDAAABNgAAAwEAAAEBAAABBQAAAQEAAAEHAAABAwAAAgEAAAIHAAABBwAAAQUAAAEOAAABCAAAAQEAAAEFAAABAQAAAgUAAAERAAABAwAAAwcAAAECAAABEQAAAQoAAAEQAAACAQAAAQcAAAICAAABAQAAAQIAAAEBAAABBAAAAgwAAAEaAAABCwAAARAAAAEDAAABAQAAAgMAAAECAAABAQAAAQYAAAEIAAACAQAAAQUAAAELAAABAQAAAQkAAAIOAAABBgAAAQIAAAEDAAAECQAAAQgAAAEBAAABAQAAAQEAAAECAAABAQAAAQ8AAAEBAAACAQAAARIAAAEBAAABCgAAAQQAAAECAAABBQAAAQUAAAEDAAABAQAAAQ4AAAEBAAABCAAAARgAAAEDAAABCQAAAQMAAAEBAAABDQAAAQMAAAESAAABAQAAAwEAAAEEAAABAwAAAQUAAAEIAAABDgAAAQoAAAEQAAABGwAAAQcAAAIBAAABLAAAAVQAAAIgAAACDwAAAasBAAABAQAAAjIAAAEBAAABUAAAAcABAAABNAAAASkAAAHXAgAAAQUAAAGbAwAAAWYAAAEBAAACBAAAAQwAAAIOAAABIQAAAQQAAAESAAABAwAAAggAAAECAAABCAAAAwIAAAECAAABBQAAAQIAAAERAAABAgAAAQcAAAEPAAABFgAAAQ4AAAGCAQAAAQEAAAEBAAABAwAAAcoDAAAByQMAAAFIAAABAQAAAW4AAAEuAAABLgAAAQEAAAEjAAABIwAAAQEAAAEqAAABFwAAARoAAAESAAABAwAAAbUDAAABmAEAAAEIAAABowIAAAKzAwAAAeQBAAAB3QEAAAEAAAABDAAAAZMCAAABjwEAAAHEAQAAAQEAAAGBAQAAAYIBAAABPgAAAQEAAAG6AQAAAQEAAAE4AAADAQAAAQMAAAG0AwAAARQAAAGZAQAAASAAAAHPAgAAAQcAAAEfAAABCQAAAZMBAAAB2QIAAAE8AAAB4gEAAAHBAQAAASIAAAEHAAABMwAAAV4AAAEBAAABAwAAAQEAAAEBAAABAgAAAR4AAAEFAAABBwAAAQEAAAIBAAABCAAAAcIBAAABAQAAATAAAAEHAAAB/wEAAAEBAAAB6gEAAAFFAAACAQAAAgIAAAMBAAABrwIAAAEBAAACAwEAAQkAAAEIAAABLQAAAQgAAAIMAAABAQAAASIAAAEiAAABhAEAAAEEAAACAQAAAwEAAAEqAAABBgAAATAAAAERAAABEQAAAQMAAAECAAABFQAAASYAAAEBAAABBAAAARcAAAEBAAABAQAAARoAAAEBAAABBwAAAgEAAAIWAAABBQAAAQEAAAHBAQAAAQIAAAEBAAABBwAAAQ4AAALhAgAAAZcDAAABwAMAAAEBAAABtwMAAAHHAwAAAwEAAAGZAQAAAQEAAAGsAgAAAQEAAAOaAwAAAQEAAAHAAQAAAREAAAGGAQAAAgEAAAEEAAABYwAAAcQBAAAB/wEAAAFhAAABAwAAAUUAAAEXAAADBAAAAQEAAAEBAAABAgAAAQ4AAAELAAABDQAAAQEAAAFOAAABcgAAARMAAAIBAAACVQAAAVUAAAFrAAABAQAAATEAAAEGAAABWgAAAcEBAAABDwAAAVEAAAEFAAABAQAAAQkAAAHbAQAAAXwAAAGXAwAAAtYBAAABAQAAAcABAAABCgAAAQkAAAFSAAACAwAAAQUAAAJIAAABFgAAAgUAAAEBAAABAQAAATsAAAECAAACCwAAASIAAAEBAAABBgAAAQwAAAERAAABIwAAAaQCAAABBwEAAQEAAAH7AQAAAQ0AAAEKAAABAQAAAmUAAAEBAAABCgAAAQEAAAEBAAABBwAAAQEAAAIBAAACEwAAAgEAAAEDAAABBAAAAQEAAAEXAAABAQAAARIAAAEjAAABDQAAAgkAAAELAAACHQAAAQEAAAEVAAABCgAAAQMAAAECAAABCwAAARQAAAEmAAADAQAAAQ0AAAEBAAABJQAAAgEAAAEUAAABawAABQUAAAQBAAABAQEAAgEAAAXEAQAAAQEAAAEBAAADAQAAAxwAAAIBAAACcwAAAQcAAAFOAAABAwAAAWcAAAEBAAACCwAAAR4AAAEBAAABAwAAAgEAAAEBAAAEAQAAAgIAAAECAAACAQAAARsAAAFuAAABaQAAAwEAAAEMAAACFgAAAgEAAAEKAAABAwAAAdcCAAABAwAAAwIAAAH+AQAAAX0AAAEnAAABwgMAAAE6AAACUwAAAR8AAAEBAAABAQAAAQMAAAFOAAABBgAAAQYAAAEBAAABVQAAAgEAAAENAAABXAAAAQEAAAESAAACDAAAAhIAAAEKAAABCwAAAQ0AAAFoAAACAgAAAQQAAAINAAABAwAAARQAAAIPAAAB/gEAAAGjAQAAARsAAAHjAQAAAQEAAAETAAABeQAAAQcAAAFhAAABtQMAAAH/AQAAAQEAAAHNAQAAARAAAAEBAAABBAEAAQIAAAEJAAACBAAAAQEAAAECAAACAQAAAwUAAAEBAQABBwAAAiYAAAEGAAABCAAAAhMAAAIRAAABIQAAAkcAAAERAAABEAAAAQkAAAEGAAABFQAAAQEAAAEVAAACGwAAAd4BAAABCAAAAdwBAAABwQMAAAGGAwAAAQEAAAGAAwAAAZsDAAABEAAAAQcAAAFWAAABBgAAAQ8AAAEEAAABAQAAAQEAAAIBAAABBQAAAWUAAAERAAACSwAAARwAAAIzAAABFQAAAQoAAAEGAAABAQAAAQIAAAELAAABAgAAAQ0AAAE8AAABxwMAAAKZAQAAAQkAAAIBAAABPgAAAQEAAAEDAAABWgAAAQ4AAAEBAAABnAEAAAGcAQAAAQoAAAGTAQAAAX0AAAEVAAABDQAAAQkAAAGhAgAAAQEAAAFTAAABqAEAAAGEAgAAAgMAAAUEAAABaAAAAWIAAAG8AQAAAQ0AAAFEAAABAQAAAYsCAAABDgAAAT8AAAFyAAABDgAAAQIAAAEBAAACBgAAAQMAAAIBAAACIAAAAQoAAAENAAABBAAAAREAAAEIAAABBgAAAQcAAAEGAAABAQAAAQEAAAEKAAABAQAAAQYAAAIBAAABAQAAASwAAAEZAAABBAAAAQgAAAECAAADAgAAAQMAAAECAAABAwAAAQIAAAEFAAABBgAAAQ4AAAEBAAACBwAAAQQAAAECAAABHQAAAQMAAAEPAAABAwAAAQEAAAEEAAABAwAAAQMAAAMCAAABEQAAAioAAAENAAACAwAAAQsAAAEBAAABAgAAAQkAAAIBAAABAgAAAQIAAAEEAAABUwAAAQEAAAEpAAABqAIAAAG1AwAAAZgBAAABCAAAAccDAAABZQAAAQEAAAEHAAABTwAAAQEAAAEGAAABEgAAAQUAAAEFAAABUQAAASoAAAEHAAADAwAAAQUAAAEdAAABHgAAAQ0AAAFQAAABEgAAAScAAAEMAAABLgAAAQMAAAFaAAABDQAAAgcAAAEBAAABDQAAAW4AAAEBAAAB2AIAAAEEAAABAQAAAQEAAAEDAAABBwAAAQgAAAESAAABCQAAAh8AAAEFAAABBgAAAQEAAAEKAAABAQAAAVkAAAEKAAABFgAAAQ4AAAEJAAABAQAAAQEAAAEBAAABAQAAAQIAAAENAAABAwAAAQoAAAEBAAABDQAAARsAAAEBAAADAQAAAQgAAAEBAAACAgEABQEBAAIBAQACAQEAAgEBAAQBAQADAQEAAQEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAAABAwAAAQcAAAEFAAADBQAAAQMAAAELAAABAgAAAQEAAAEBAAABBgAAARIAAAIKAAABAQAAAQEAAAQBAAADAQAAAwEAAAEBAAACAQAAAwIAAAIBAAABAQAAAQEAAAEIAAABCQAAAQkAAAHHAgAAAesCAAABwAEAAAEaAAABCAAAARMAAAEpAAABJQAAAQsAAAEcAAABQwAAAQEAAAEWAAABIQAAAQgAAAEVAAABAgAAARMAAAEBAAABagAAAQIAAAFrAAAB4QIAAAFKAAABFwAAAQEAAAEHAAABHwAAAgEAAAEYAAABAQAAAQMAAAEDAAABFgAAAgEAAAIBAAABAgAAAQEAAAMHAAABAgAAAgEAAAEDAAACAQAAAQMAAAEDAAABWQAAAQIAAAEGAAABJQAAAQgAAAECAAABAQAAAwEAAAEPAAABBQAAAQ8AAAEBAAABKQAAAQsAAAFNAAABGgAAAR0AAAE1AAABBQAAAQQAAAEBAAABDwAAAgMAAAEDAAABAgAAASAAAAEVAAABCwAAAQEAAAEHAAACAQAAAkUAAAEOAAABBQAAAgIAAAEJAAABGwAAAQEAAAEGAAABAQAAAQIAAAMDAAAC3gIAAAGVAQAAAU0AAAFCAAABAgAAAQUBAAFnAAABDQAAAU0AAAF2AAACRAAAAQYAAAFFAAABDwAAAb8BAAABAQAAAWAAAAFBAAABAQAAAToAAAG0AQAAARoAAAOTAwAAAQIAAAEBAAABDQAAAQAAAAEMAAABrQEAAAICAAADDwAAAQoAAAEDAAABAQAAAgEAAAFHAAACAgAAAQcAAAEHAAABAQAAA2gAAAEbAAABAwAAAQsAAAEBAAABqgEAAAGSAgAAAcoDAAABMgAAAb8CAAABAQAAAdYBAAABXAAAAQ4AAAEFAAABAQAAAQIAAAFRAAABAgAAAgEAAAFFAAABFQAAARAAAAESAAACXwAAAQQAAAEBAAABAQAAAQQAAAEBAAABBAAAAdEBAAABnAEAAAEBAAABlwIAAAEDAAABBAAAAdEBAAAB5AEAAAENAAABAQAAAccDAAAByAMAAAElAAABHwAAAQEAAAFXAAABvwEAAAEfAAABAwAAAQEAAAIeAAABCQAAAQcAAAEBAAABEgAAAQUAAAEcAAABFAAAAR4AAAEBAAABAQAAAQMAAAMDAAABAQAAAQEAAAEDAAABBwAAAQEAAAIBAAABCwAAAQYAAAELAAACAgAAAQEAAAECAAABAQAAAQEAAAEBAAABAgAAAgUAAAEZAAABBgAAASwAAAEIAAABGQAAAQoAAAEOAAACAQAAAQMAAAEGAAACBAAAAgEAAAIBAAACAgAAAQcAAAELAAADAQAAAQIAAAEBAAACAQAAAhEAAAEMAAABDgAAAgEAAAINAAABAgAAAYIBAAAB1QEAAAMFAAADbwAAAboBAAABYQAAAQEAAAEBAAABAQAAAQEAAAE6AAABvQMAAAGBAQAAAcMBAAABOwAAAfoBAAABsQMAAAEBAAABBQAAAQkAAAEBAAABvQEAAAESAAABBQAAAQMAAAHOAQAAAQoAAAEBAAABrAEAAAEpAAACEQAAAQoAAAELAAABBgAAAQEAAAFAAAABAQAAAQIAAAEgAAABBAAAAQQAAAEJAAABAQAAAgsAAAECAAABAgAAAQgAAAETAAABBwAAAT8AAAEiAAABAQAAAgIAAAEFAAABDQAAAgEAAAECAAABBwAAAgIAAAECAAACAQAAAwkAAAEBAAABBAAAAQEAAAEqAAABAAAAAQYAAAEBAAABBQAAARkAAAECAAABAQAAAgIAAAEBAAABAQAAAQEAAAEiAAABFwAAAQMAAAEIAAABCQAAAQIAAAEHAAABCgAAAQYAAAEPAAABBwAAAQQAAAERAAABHgAAARcAAAEMAAABBQAAAQUAAAEJAAABBQAAAQYAAAENAAABAwAAAQYAAAECAAABBQAAAQQAAAIBAAABAQAAAQgAAAECAAABBwAAAQYAAAEJAAABDAAAAQEAAAESAAABAQAAAQEAAAEYAAABDAAAAh0AAAFNAAACAwAAAoIBAAABQgAAAQEAAAFyAAABAwAAAR4AAAEBAAABBAAAAgEAAAIjAAABAwAAAjsAAAEBAAABCQAAATwAAAEBAAABBAAAARIAAAIBAAABLwAAAQEAAAEHAAABCQAAAUEAAAEZAAABDQAAAgEAAAEeAAABCwAAASgAAAFOAAABxQEAAAGOAQAAASkAAAExAAACAQAAAQQAAAIeAAABHwAAAacBAAABMgAAAQEAAAELAAABAQAAAQABAAEBAQABAQEAAQEBAAIBAQAEAQEAAgEBAAIBAQADAQEAAwEBAAsBAQAMAQEAAAEBAAABAQADAQEAAQEBAAEBAQAEAQEAAQEBAAIBAQAAAQEAAgEBAAEBAQAAAQEABAEBAAQBAQAFAQEAAQEBAAEBAQABAQEAAQEBAAEBAAADAQAAAQIAAAEBAAABAgAAAQIBAAcBAQABAQEAAQEBAAQBAQAFAQEAAgEBAAYBAQADAQEAAQEBAAEBAQADAQEAAgEBAAMBAQAEAQEAAAEBAAEBAQACAQEAAgEBAAgBAQAHAQEAAgEBAAABAQAAAQEAAgEBAAIBAgACAQEAAQEBAAABAAAFAQAAAwEAAAMBAAACAQAAAgEBAAUBAQABAQEAAAEBAAABAQABAQEAAQEBAAABAQAAAQEAAAEAAAEBAAABAwAAAQIAAAECAAABAgAAAwQAAAMHAAACBAAAAQQAAAMEAQADAQAAAwEAAAEBAAABCAAAAQUAAAEBAAACAQAAAgIAAAIHAAABBgAAAQEAAAECAAABEQAAAQUAAAIFAAABCAAAAgEAAAECAAABAQAAAQEAAAEJAAABAgAAAQEAAAICAAABCAAAAgQAAAIEAAABAwAAAQEAAAECAAABAQAAAQQAAAEBAAABAQAAAQIAAAEFAAACAgAAAQIAAAEBAAACAQAAAQEAAAEBAAABBQAAAQEAAAEBAAABBwAAAQUAAAELAAACBQAAAgEAAAIDAAACBQAAAQMAAAEBAAACAwEAAQEAAAEBAAACAgAAAQQAAAICAAABBQAAAgEAAAEEAAACAQAAAQUAAAEDAAABAgAAAQUAAAEOAAABCgAAAQQAAAIBAAADAQAAAQUAAAECAAABAQAAAgoAAAECAAABCAAAAQkAAAENAAABAQEAAgEBAAEBAQAAAQEAAAEBAAAEAAABBwAAAQIAAAIEAAADAgAAAQEAAAEBAAACDgAAAQoAAAESAAACAQAAASYAAAFkAAABDgAAAQEAAAKeAQAAAS8AAAEIAAABIgAAAREAAAEGAAABTwAAAU4AAAGRAQAAATYAAAEBAAABgQEAAAIBAAAB1QEAAAEFAAABWAAAAZgBAAABAQAAAQcAAAEZAAABKQAAAWQAAAMBAAAFKQAAARoAAAUBAAABBAAAAcYDAAABBgAAAREAAALPAQAAAeIBAAABBAAAAQYAAAEFAAABBQAABFgAAAIDAAABCAAAAS0AAAEZAAABAQAAAQQAAAEUAAABIQAAAwEAAAEBAAACHAAAAQIAAAEBAAABBQAAAgEAAAEHAAABBQAAAh0AAAEGAAACCAAAAQEAAAIBAAADAwAAARgAAAEBAAABAQAAAQ8AAAEBAAABNQAAAacCAAABAQAAAQMAAAFLAAABagAAAY8BAAABJwAAAfUCAAABCQAAAboBAAABVgAAAUEAAAHNAQAAAbsDAAABKwAAARQAAAGBAgAAAgEAAAEHAAACAgAAARIAAAEVAAABAQAAAQYAAAEOAAABAQAAAQYAAAEBAAACGQAAAQEAAAEMAAABBQAAAQIAAAEEAAABBgAAAQ4AAAEDAAABBgAAAQQAAAEMAAABFAAAAQEAAAEaAAABAQAAARoAAAIBAAABAwAAAgEAAAEDAAABDQAAAQQAAAEPAAABAQAAAQQAAAERAAABAwAABAIAAAIBAAABCgAAAQcAAAEBAAABAQAAASoAAAEJAAABAgAAASoAAAHLAQAAAWsAAAEPAAABEAAAAQoAAAHQAQAAAX4AAAEYAAABBQAAASgAAAEkAAABBAAAAQIAAAE2AAABhQEAAAEDAAABAQAAAgoAAAG7AQAAApMBAAABAQAAAZsBAAACxgEAAAG3AQAAAeoBAAABugIAAAGcAQAAAYwBAAABBAAAAQIAAAEEAAABAQAAARUAAAEBAAABAQAAAgMAAAHDAQAAAYQCAAABAwAAAQsAAAEBAAABXwAAAbQDAAABvAMAAAG+AwAAAQEAAAElAAABVAAAAQcAAAEMAAABBAAAAQIAAAEbAAABAAAAAQcAAAEEAAABAgAAAQMAAAEEAAABFAAAAQQAAAE5AAABAQAAAQcAAAEEAAABSwAAAgoAAAEFAAACAwAAAQcAAAEBAAABAwAAAQEAAAEEAAABAgAAAQIAAAEEAAABEwAAAQoAAAEKAAABAQAAAQsAAAEBAAABFwAAAQEAAAEFAAABBwAAAR8AAAEBAAABAgAAAQQAAAECAAABAQAAAQUAAAEEAAABAgAAARYAAAEAAAABAQAAARgAAAEBAAABAgAAAQEAAAECAAABCAAAAQwAAAEaAQABAQEAAAEBAAABAQAAAgAAAQwAAAISAAACAQAAAR4AAAEUAAABKAAAAQEAAAEBAAADCAAAAQUAAAESAAABAQAAAQQAAAEyAAABGwAAARkBAAABAQAAAQEAAAEBAAABAQAAAQEAAAIAAAEBAAABPAAAAQUAAAEFAAABAQAAAwEAAAEEAAACAQAAAQEAAAIBAAABAgAAATkAAAEFAAABAgAAARQAAAE3AAABCgAAAQEAAAEkAAABNAAAAQ8AAAEhAAABCAAAAQYAAAEBAAACAQAAAU8AAAEBAAABDQAAAg0AAAEIAAABAQAAAQUAAAEhAAABHgAAAgEAAAEBAAABBgAAAQEAAALbAQAAAgIAAAI+AAABAQAAAScAAAEMAAABDwAAATYAAAEBAAABBgAAARwAAAEhAAABJQAAARMAAAF2AAABCgAAAgEAAAMBAAABCAAAAQEAAAEBAAABCAAAAQwAAAECAAABMwAAAQoAAAEvAAABAgAAASoAAAEBAAABBQAAAQIAAAFAAAABDwAAAQIAAAEFAAABBAAAAQIAAAEQAAABAwAAAaABAAABCQAAAg8AAAQBAAABBwAAASkAAAEIAAABBQAAARgAAAEFAAABBgAAAQcAAAEhAAABAQAAAQMAAAEIAAABEAAAAQIAAAIIAAABFwAAAQgAAAEOAAACDAAAAQEAAAEMAAABCwAAAQwAAAIXAAABBQAAAQMAAAEHAAABEwAAAQEAAAFrAAABAQAAAY4CAAABSwAAAQEAAAGOAgAAAv8CAAABCgAAAewCAAABAQAAAfoCAAABAQAAAdcCAAABBQAAARQAAAEoAAABjAMAAAEBAAABggEAAAH/AQAAAQEAAAFwAAABAQAAAcoCAAABIgAAAYUBAAACJAAAAUUAAAEfAAABOwAAAbMDAAABvgMAAAE7AAABAQAAAYUBAAABxQEAAAEBAAABNgAAAgIAAAECAAABAAEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAAKABAAABBQAAAUkAAAIBAAABBgAAAToAAAFlAAABAwAAAgMAAAEQAAABFwAAARAAAAMBAAACCAAAAQUAAAEEAAABNwAAAQEAAAEBAAACAwAAAgsAAAEEAAABUwAAAQYAAAICAQAJAQEADAEBAAgBAQADAQEAAgECAAEBAQAIAQEABQEBAAYBAQAIAQEABgEBAAUBAQADAQEABgEBAAMBAQACAQEAAQEBAAQBAQAMAQEAAgEBAAMBAQAIAQEAAQECAAUBAQAAAQAAAwEAAAEBAAADAQAABgIAAAIBAAABAQEABAEBAAMBAQABAQEAAQEBAAYBAQAGAQEAAwEBAAYBAQAAAQEAAgECAAEBAQACAQEAAAEBAAQBAQACAQEACQEBAAEBAQADAgAAAgEAAAMBAAABAQAAAwIAAAEEAAACAQAAAgIAAAEBAAABAgAAAQIBAAMBAQACAQEAAgEBAAICAAABAQAAAwEAAAEBAAAEBAAAAQEAAAIBAAABCAAAAQEAAAECAAABAQAAAQEAAAEBAAADAQAAAgEAAAIBAAABAwAAAwEAAAIBAAABAQAAAwIAAAEEAAABAgAAAQEAAAEDAAABBgAAAQQAAAIBAAACAQAAAQUAAAIBAAACBgAAAQMAAAEDAAABBAAAAQIAAAEWAAADAQAAAgMAAAUBAAAIAQAABwEAAAEBAAAGAQAAAQUAAAEDAAABAwAAAQgAAAKmAgAAAQAAAAEMAAABSAAAAQEAAAIBAAACAgAAAQEAAAIBAAABAgAAATgAAAEiAAABPwAAAQkAAAEBAAABBQAAAQQAAAEDAAABJgAAAREAAAEDAAABFwAAAgIAAAEGAAABAgAAAQEAAAENAAACAQAAAQEAAAEEAAABCQAAARMAAAECAAABAQAAARQAAAEFAAABBQAAAQQAAAEBAAABtwIAAAGpAQAAAYgBAAABUwAAAQIAAAFZAAABAwAAAcADAAABYQAAAQEAAAEGAAABFQAAAQgAAAEhAAABKQAAAgMAAAEEAAABDAAAAQEAAAEEAAABFwAAAQEAAAEhAAABDgAAAQ8AAAIFAAABAQAAAQEAAAIBAAABBwAAAQsAAAIFAAACIwAAAQoAAAEpAAABAgAAAQYAAAECAAABAQAAAgEAAAMEAAABDgAAAQEAAAEGAAABAwAAAQYAAAEBAAABTwAAAQUAAAEBAAABEQAAAQ8AAAEBAAABJwAAAQsAAAECAAABCAAAARIAAAEYAAABAQAAAREAAAEvAAABJQAAAQEAAAEUAAABDgAAARAAAAEUAAABRAAAAQEAAAGtAwAAAQEAAAGGAwAAAQEAAAHFAgAAAQEAAAHKAQAAAQEAAAFIAAABAQAAATwAAAEFAAABEwAAAQEAAAEZAAABGwAAAaEBAAABFQAAAUgAAAIBAAABAwAAASgAAAElAAABAQAAAQMAAAEBAAABCQAAAi8AAAEEAAABEAAAAVEAAAEBAAABSAAAAQQAAAFSAAABhQMAAAE1AAABNQAAAQEAAAETAAACDAAAAQ4AAAEIAAABCAAAAhIAAAIGAAABHgAAAQUAAAEDAAABAwAAAg0AAAEaAAABCAAAATsAAAElAAABAwAAAQEAAAEBAAABIwAAAQEAAAEOAAABDQAAAQYAAAEBAAACAwAAAQYAAAEHAAAB5gEAAAEFAAABAQAAAQUAAAFmAAABaAAAAgIAAAEEAAACAwAAAQEAAAEDAAABRAAAApYBAAABLAAAAQEAAAIBAAABAwAAAQ8AAAFaAAABAQAAATUAAAEDAAABBQAAAdcCAAABBQAAAZwBAAABJAAAAWkAAAGTAQAAAQEAAAG0AQAAAQEAAAFOAAABDwAAAQEAAAGAAQAAAQgAAAG+AQAAAacBAAADHAAAAQUAAAEPAAABTwAAAV0AAAEvAAABSAAAAQQAAAE9AAABiQEAAAMkAAABAwAAAR8AAAIyAAABAwAAAQEAAAEWAAABIgAAAQEAAAGTAgAAAYIBAAABUwAAAQUAAAFrAAABAQAAAXUAAAG+AQAAAQoAAAGzAwAAAQgAAAGNAwAAAQEAAAEUAAABswMAAAFeAAABZAAAASAAAAEZAAABEQAAAQwAAAECAAABWAAAARkAAAEBAAABAQAAAQEAAAETAAAByQMAAAEYAAAB6QIAAAJGAAABwQIAAAEeAAABAQAAAwEAAAEEAAABAQAAAgMAAALgAgAAAeACAAABBgEAAZkBAAABvgEAAAEFAAABOgAAAYwDAAABBgAAAQcAAAEGAAABGAAAAQsAAAEBAAABSQAAAckBAAACAQAAAUUAAAEDAAABMwAAARYAAAFJAAAB1gEAAAEBAAABTgAAAZQBAAABTgAAAYADAAACDwAAAQEAAAEIAQABAQEAAwEBAAIBAQAGAQEABgECAAEBAQAAIAAAAUYAAAFSAAABEwAAAcYBAAABfAAAAQEAAAIBAAABAQEAAe4BAAABBgAAAZYBAAABBAAAAgEAAAEEAAAB2wEAAAICAAABygMAAAGsAwAAAZMCAAADAQAAAZYDAAABmwEAAAICAAABGQAAAQMBAAUBAQAKAQEACfoBAAABAQAAAZsBAAABmwEAAAECAAABGQAAAQUAAAHAAQAAAeUBAAAB3AEAAAEBAAACAQAAAZsBAAABNwAAAZMCAAABSAAAAewBAAABAQAAAagCAAABAQAAARoAAAEJAAACGQAAASAAAAEBAAADHgAAAgMAAAIPAAABAQAABBQAAAEBAAABEQAAAQUAAAEBAAABSwAAAWoAAAIBAAABUgAAAYMBAAABBQAAAQUAAAECAAAB0wEAAAESAAABBgAAAcoDAAAFtAEAAAEBAAABugMAAAEiAAABqQIAAAGZAQAAAQAAAAIBAAABAgAAAQIAAAEGAAABAgEABAEBAAEBAQACAQEAAgEBAAABAQABAQEABQEBAAIBAQAAAQEAAAEBAAECAAABBAAAAQIAAAIIAAABEgAAAQYAAAEEAAABAQAAAQ0AAAEBAAABAQAAAgEAAAEFAAABAQAAAQEAAAIDAAABAQAAAQYAAAEIAAABAQEAAQEBAAABAQAAAQEAAAEBAAABAQAABgAAAQcAAAEtAAABCgAAAQQAAAEWAAABCwAAAQsAAAIEAAABBwAAAQEAAAEFAAABEAAAAQ4AAAEJAAABCwAAAigAAAELAAABCgAAAQwAAAECAAACCwAAAgEAAAQHAAABIQAAAyIAAAEiAAACAQAAAbsCAAABBwAAATMAAAICAAABBAEAASUAAAJrAAAB1QIAAAHqAQAAAYYDAAABBAAAAgwAAAMBAAABAgAAAQIBAAICAAADCAAAAQMAAAEBAAABGgAAAQEAAAYBAAADAgAAARkAAAIFAAACCQAAAQEAAAEFAAABBQAAASYAAAEBAAAEAQAAAgEAAAIDAAABDgAAASQAAAEBAAACUgAAATkAAAEKAAABDgAAAQoAAAECAAABCAAAAQkAAAINAAACBQAAAQgAAAEDAAABAQAABwMAAAICAAABAQAAAwMAAAICAAABBAAAAwQAAAEBAAABAgAAARYAAAECAAABAQAAAQUAAAMVAAABAQAAAQMAAAEFAAABDAAAAQIAAAELAAACEQAAAQEAAAEBAAABCAAAAgwAAAIJAAABAgAAAQIAAAErAAAEAQAAAwEAAAMNAAABBAAAAQEAAAEBAAABEQAAAQcAAAEJAAABCgAAAQoAAAEZAAABDgAAAggAAAEsAAACAQAAAdgCAAABMQAABQQAAAEBAQACAgAABcMCAAABRwAAAb8BAAAByQMAAAG6AQAAAi8AAAIpAAACIAAAAQQAAAEBAAABAgAAATkAAAEYAAACAQAAAgEAAAIBAAACAQAAAaACAAAB5QEAAASlAwAAAYsDAAABAQAAAakCAAAB+QIAAAGZAQAAAQUAAAGUAgAAAQ0AAAHbAgAAATwAAAEBAAABBwAABQ4AAAIBAAACKAAAAhIAAAEVAAABUgAAAQEAAAEQAAACBAEAARAAAAEUAAABMwAAAQ0AAAFNAAABcgAAARkAAAEKAAABAQAAAhoAAAEBAAADPwAAARoAAAEDAAABAgAAAQwAAAECAAABIAAAAQIAAAEBAAABqAIAAAFSAAAB1wEAAAEMAAADGwAAAQUAAAMBAAABAwAAAQEAAAIWAAABQQAAAQQAAAEIAAABDwAAAREAAAEOAAABNwAAARIAAAEWAAABAwAAAQcAAAEBAAABEQAAAQEAAAEIAAABBgAAARgAAAEzAAABAgAAASEAAAEJAAABAQAAARUAAAEKAAABAQAAAQQAAAEJAAACQgAAAXIAAAEfAAABAQAAAWUAAAGPAQAAAZUBAAABAQAAATAAAAG2AQAAAccCAAABLAAAAQEAAAMCAAABNgAAAQgAAAGqAQAAAZQBAAABNQAAARUAAAFlAAABCAAAAbcBAAAClwMAAAEBAAABIQAAARMAAAEBAAABGAAAAQEAAAEgAAACAQAAAQMAAAEBAAACBgAAAQcAAAECAAACBwAAARoAAAEDAAABAQAAAS4AAAEFAAABCAAAATkAAAEnAAABNQAAAUwAAAECAAABBAAAAQ0AAAEeAAACBQAAAgIAAAICAAABAQAAAWMAAAFGAAABQQAAARgAAAEHAAABJAAAAZoBAAABmQEAAAEPAAABLAAAAQEAAAEBAAABAAAAAQwAAAFJAAABFQAAAUwAAAIFAAACAgAAAQUAAAICAAACAQAAAQIAAAEHAAABAQAAAQEAAAEFAAABAgAAAQMAAAELAAABGAAAAjQAAAIBAAABDgAAAQUAAAEFAAABDQAAAwEAAAUBAAAFAQAAAwEAAAEBAAACAgAAATYAAAEGAAACGAAAAQEAAAICAAABAQAAAQEAAAEDAAABAQAAAQIAAAIBAAADAQAAAgQAAAEBAAABAgAAAQEAAAMFAAAB+gIAAAEDAQABpQIAAAEIAAABAQAAAToAAAEBAAABBAAAAZMBAAABAgAAAQcAAAQBAAACHAAAAbYBAAABGAAAAUMAAAIEAAABGgAAAgEAAAEGAAACDgAAAQwAAAEBAAABNAAAAUkAAAEBAAABVAAAAQEAAAErAAABDQAAAQEAAAECAAADAgAAAQIAAAEDAAABCwAAAQIAAAEGAAAByAMAAAEBAAABkwIAAAGRAQAAAccCAAABCQAAAkAAAAEaAAABEgAAAQwAAAEGAAABLAAAAQUAAAEEAAACDgAAAQMAAAEBAAABBgAAAQEAAAIBAAABBAAAAwUAAAEBAAACEgAAAQMAAAEDAAABNgAAAQ0AAAEXAAABBwAAAQQAAAIBAAACBAAAAQEAAAEEAAABLgAAASoAAAEHAAABBgAAAdgBAAABwwEAAAXjAQAAAd4CAAABigEAAAHbAgAAAZcDAAABAQAAAcYBAAAB8QEAAAGSAwAAAQIAAAIDAAABAwAAAQQAAAEBAAABgQEAAAFoAAABnAIAAAEPAAABswMAAAHKAwAAAkMAAAFpAAABRgAAAQcAAAELAAABBwAAAQcAAAECAAABAgAAAQoAAAEEAAABCQAAAQkAAAEEAAABBgAAAQMAAAEIAQACAQEAAAEBAAABAQAAAQAAAQgAAAEGAAABCwAAAQEAAAECAAABCgAAAQoAAAELAAABCAAAAQ4AAAEFAAACBgAAAp0BAAABHwAAAQEAAAENAAABCgAAAQEAAAEFAAABOQAAAUUAAAEDAAABTgAAAQEAAAE6AAABBAAAAwUAAAIBAAABIgAAAQEAAAEIAAACEwAAAQEAAAEBAAADAgAAAQkAAAMBAAABDQAAAwUAAAIBAAACCwAAAQEAAAMMAAACAQAAAgIAAAEPAAACBAAAAQ8AAAMBAAABAQAAAQEAAAEKAAAEAQAAAgsAAAEDAAABAQAAAQEAAAEHAAACAQAAAwEAAAUCAAACAQAAAQEAAAEFAAABAQAABAEAAAQBAAABGQAAAgYAAAIFAAABAQAAAQ0AAAEGAAABAwAAAgEAAAIEAAABDwAAAgYAAAEBAAACDAAAAgIAAAEGAAABDwAAAgwAAAE1AAABCAAAARsAAAIBAAABBgAAAr0DAAABBQAAAZoDAAABAQAAAQEAAAEBAAACCgEACAEBAAEBAQACAQEAAgEBAAABAQAAAQEAAAEBAAQBAQAAAQEAAAEBAAMIAAACGgAAAQ8AAAEFAAABJwAAAc0CAAACCQAAAQEAAAGcAQAAARYAAAELAAABAgAAARgAAAGlAQAAAQ4AAAEBAAABAgAAAQEAAAEnAAABmQMAAAEZAAABnAEAAAEBAAABmAMAAAEBAAABAQAAAZwBAAABAQAAAbwBAAABAwAAAQgAAAECAAABvAEAAAELAAABAgAAARoAAAF5AAABBwAAAboCAAABhAMAAAFlAAABAwAAAwEAAAMCAAABAgAAAUwAAAEVAAABAQAAAQEAAAECAAAB6wEAAAIBAAACBAAAAUkAAAEBAAABpgEAAAG7AQAAAaICAAABlgEAAAHGAgAAAZYBAAABNAAAAU0AAAFVAAABxQEAAAEjAAABXQAAATwAAAEBAAAB5AIAAAEZAAABSQAAAZIBAAACAQAAAQEAAAJvAAABxgMAAAFUAAABVAAAAQEAAAEZAAABBQAAAfsBAAABVgAAAYMBAAABAQAAAgIAAALaAQAAAS0AAAEBAAABFAAAAWsAAAEeAAABggEAAAEBAAABpwEAAAEBAAAB1wEAAAENAAAB5QEAAAEIAAAB2QEAAAHOAQAAAQIAAAQBAAAEAQAAAQYAAAEBAQACAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAQEBAAABAQABAQEAAAEBAAEBAAABBgAAAQgAAAHEAQAAARgAAAGuAQAAAQ0AAAGYAQAAAQgAAAHYAQAAASMAAAEYAAABRQAAAQEAAAGIAQAAAQkAAAEBAAABAwAAAhMAAAEIAAAECQEAAQEBAAABAQABAQEAAQEBAAABAQAAAQEAAAEBAAAZAAABAwAAAgEAAAEJAAABHwAAAQgAAAEHAAABAwAAAQMAAAERAAABCgAAAQoAAAEaAAABFgAAAgQAAAEEAAABAQAAAQYAAAELAAABTwAAAR0AAAEKAAACAQAAAR8AAAEFAAABIAAAAo8CAAABLgAAAWsAAAEOAAABAQAAAckDAAABAQAAAZoBAAAB/wEAAAEIAAABYgAAAS8AAAFJAAABAQAAARwAAAE9AAABIgAAAhIAAAEQAAACEwAABQEAAAQBAAAGAQAABrMDAAABlwMAAAEHAAAB9AEAAAE8AAABPwAAARMAAAHSAQAAAQUAAAFkAAAB7QEAAAPNAQAAAZkDAAABiwIAAAEWAAABVQAAARIAAAFpAAABDwAAAQEAAAJcAAABhQEAAAH5AgAAAdkCAAABOwAAAbABAAABAwAAAQIAAAEBAAACIwAAARQAAAOTAwAAAZIDAAADAQAAAgEAAAEHAAAEBAAAAwUAAAEiAAABCwAAAZcCAAAB/AIAAAHWAQAAAQEAAAEOAAAFogEAAAIvAAACBAAAAQcAAAEFAAABBgAAAZ4BAAABwwEAAAElAAABDQAAAQEAAAEFAAABGAAAAQgAAAGGAwAAAccDAAABVQAAARUAAAEBAAAECwAAAUYAAAIBAAABAwAABAIAAAICAAABAwAAAgEBAAEBAAACBAAAAQMAAAIBAAABAQAAAQMAAAMBAAACBAAABAIAAAEFAAADAQAAAgEAAAQBAAABGQAAASwAAAMBAAABMAAAAVsAAAECAAABBAAAAQMAAAEBAAABBAAAAeMBAAABiwIAAAEBAAABiwEAAAEBAAABYgAAAVoAAAINAAABXAAAAaQBAAABAQAAAT8AAAEBAAABCQAAASgAAAHiAQAAAWMAAAHAAQAAAQEAAAHSAQAAAeIBAAABoQEAAAEBAAABIwAAAwEAAAMBAAACWQAAAw8AAAECAAADDwAAAQUAAAGPAQAAAZYBAAABwAEAAAEBAAAB1QEAAAEBAAABBAAAAQQAAAEIAAAB3AEAAAHeAQAAAQgAAAFXAAABAQAAAQgAAAESAAABMAAAARIAAAESAAACFgAAAggAAAHIAQAAAfIBAAAB9QIAAAIEAAABBQAAAikAAAERAAABBgEAARwAAAExAAABIAAAAQEAAAHXAQAAAZwBAAAB/QEAAAECAAABAQAAASUAAAE5AAABKwAAAQEAAAFrAAACDAAAAQQAAAEBAAABXAAAARgAAAEEAAABCQAAAQQAAAEzAAADDgAAAYkBAAACCAAAAQYAAAEFAAACogEAAAFRAAABVAAAAccBAAABAwAAAfABAAABEQAAAQMAAAECAAABAwAAAQEAAAEBAAABAwAAAQUAAAECAAABBwAAAQQAAAE6AAABBgAAAQEAAAEDAAABSAAAAcUCAAABhgMAAAHgAgAAAQUBAAG1AQAAATkAAAEBAAABCAAAAdcBAAABFAAAARMAAAEBAAABCQAAAZkCAAABjQIAAAEBAAABjwIAAAFOAAACBQAAAQMAAAECAAACRwAAAQEAAAGzAQAAAagBAAABQAAAAV0AAAHqAQAAAVwAAAG1AQAAAY8CAAABogIAAAGFAgAAAQIAAAEcAAAB5AIAAAHgAgAAAQUBAAFKAAABrwEAAAEDAAABjwIAAAHEAgAAAZACAAABAQAAAdACAAABKQAAASEAAAEDAAABBQAAARAAAAEBAAABBAAAAQEAAAFiAAADAQAAAwEAAAMBAAABAQAAAwIAAAMBAAAB9QIAAAEJAAAB+wIAAAGYAwAAAgEAAAEBAAABTQAAAwMAAAE5AAACIQAAAb4BAAACAgAAAdYBAAABAQAAAbwCAAABhgEAAAG3AQAAAZsBAAABQwAAAdkCAAABaQAAAbQDAAABSgAAAQEAAAF+AAACuQEAAAE7AAABmgMAAAGYAQAAAQgAAAGTAwAAAUgAAAGbAQAAAQUAAAHcAQAAAYsBAAABAQAAARIAAAEKAAABKgAAAdsCAAABvQEAAAEfAAABfgAAAgEAAAFIAAAB6QIAAAGhAgAAAc4BAAABAQAAASwAAAEPAAABIAAAAQEAAAEHAAABEgAAATEAAAEBAAABDAAAAQEAAAEsAAABAQAAAU0AAAEBAAABFAAAAiwAAAEBAAABAQAAAUkAAAFbAAABAQAAAQcAAAELAAABBQAAAQIAAAExAAABAQAAAQwAAAEBAAACJAAAARUAAAEnAAABAQAAARkAAAEBAAABQAAAAUsAAAGgAwAAAQEAAAGTAgAAARkAAAFNAAABAQAAAQcAAAEiAAABJQAAAQEAAAEFAAABDQAAAgEAAAECAAACCgAAAwUAAAMvAAABBgAAAQUAAAEBAAABEgAAARUAAAUBAAAFAQAABQEAAAQBAAABAQAABQQAAAEBAAACAQAAAQMAAAEDAAABAQAAAZMBAAABOgAAAQ8AAAEFAAABAQAAAbYBAAABJgAAAQUAAAIJAAABDQAAAW4BAAcBAQAHAQEAAAEBAAABAQAAAQEAAwEBAAEBAQAAAQEAAAECAAULAAABAQAAAQkAAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAABAQAAAQEAABQAAAEGAAABBQAAAewCAAABAQAAAQUAAAEBAAABAQAAARgAAAEGAAACAgAAAwEAAAYBAAAHBwAAAgoAAAIBAAACAQAAAQ4AAAEFAAAEAgAAAwEAAAMBAAABAwAAAQEBAAECAAABAQAABgEAAAEBAAACAQAAAQEAAAEBAAADAQAAAQEAAAECAAACAQAAAQEAAAEBAAABAgAAAwEAAAYBAAAFAQAAAQIAAAECAAABBQAAAQIAAAEBAAACAQAAAQEAAAEBAAACAgAAAQQAAAEEAAAEAQAAAgcAAAEBAAADAgAAAQMAAAEBAAACAwAAAgIAAAEIAAABAQAAAwEAAAQBAAACAQIAAwEAAAMDAAABBAEABAEBAAABAQABAQEAAgEBAAEBAwADAQEAAAEBAAIBAQABAQEAAAEBAAABAQADAQEAAAEAAAEBAAABAgEAAQEBAAIBAQABAQEAAAEBAAABAQAAAQEAAQEBAAEBAQACAQEAAAEBAAABAgABAQEAAAEBAAEBAAACAgAAAwEAAAQBAAADAQAABAEAAAEBAAACAQAAAgIAAAIBAAABBQAAAQEBAAIBAQAAAQEAAQEBAAEBAQABAQEAAAEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAYBAQAAAQEAAAEBAAABAQAEAQAAAQIAAAEDAAABAQAAAQUAAAEBAAABAQAAAQoAAAEUAAABAQAAAQgAAAEFAAABHAAAAXMAAAEqAAABEwAAARgAAAEFAAABFQAAAQEAAAECAAABTgAAATMAAAEkAAABBgAAAQcAAAIIAAABDgAAAQUAAAEBAAABCAAAAQIAAAEFAAAB4AEAAAEBAAABBAAAAQEAAAEBAAAFYgAAAkAAAAEBAAABAQAAARAAAAIGAAACAQAAAQIAAAEBAAABAQAAAwMAAAEUAAABDQAAATIAAAFQAAABDwAAAQQAAAIBAAACAQAAAQgAAAIBAAACAQAAAQEAAAEEAAABAgAAAQEBAAcBAQAEAQEACAEBAAkBAQAIAQEAAAEBAAICAAABAQAAAQEAAAEBAAADAgAABwIAAAEBAAAGAQAAAwEAAAECAAABAQAAAQEAAAMLAAACAQAAAgIAAAMBAAABAQAAAQUAAAMBAAACAQAAAgEAAAEHAAACAQAAAwEAAAMBAAABAQAABQIAAAQBAAAHAgAAAgEAAAECAAABAQAAAwEAAAIBAAAIAQAAAwEAAAMBAAADAwAAAQEAAAECAAABAQAAAgEAAAMBAAAEAgAABAMAAAEBAAADAQAAAgEAAAICAAACAQAAAwEAAAIFAAADAQAAAgEAAAEBAAABAQAAAgEAAAECAAADAQAAAgIAAAEEAAACBQAAAQEAAAMBAAADAQAAAQEAAAEBAAACAQAAAQEAAAEOAAACAQAAAgMAAAIHAAABAQAABAEAAAEBAAABAQAAAQQAAAEDAAACBQAAAQMAAAEEAAABBAAAAQIAAAECAAABAgAAAQEAAAEHAAABAwAAAQIAAAECAAABBgAAAQUAAAEBAAACAQAAAQIAAAEEAAABBQAAAgEAAAQGAAABAgAAAQgAAAIBAAADAwAAAQcAAAEGAAABAQAAAgEAAAEBAAABAwAAAQMAAAEFAAABBgAAARAAAAIBAAACBQAAAQIAAAMHAAABAQAAAQcAAAEDAAABFwAAAgEAAAEBAAABAQAABAEAAAQDAAABBAAAAQEAAAEvAAABAwAAAwYAAAEJAAACAQAAAQYAAAEBAAABBAEAAQIAAAEJAAACBAAAAQEAAAMCAAADAQAABQEAAAMBAAACAwAAAQEBAAEHAAACCgAAAgQAAAIBAAABAQAAARYAAAMBAAABBQAAAQgAAAETAAAEEQAAAQ8AAANZAAABEQAAARAAAAIJAAACBgAAARUAAAEBAAABAwAAAQQAAAIOAAACAgAAARwAAAEpAAABVAAAAQEAAAFeAAABBAAAAQUAAAMNAAACDAEAAgEBAAIBAQAAAQEAAwEBAAABAQACBQAAAdIBAAABAQAAAQcAAAHVAQAAAwEAAAMCAAABAQAAAgEAAAMFAAABAQAAAQEAAAFMAAABwQMAAAHKAwAAAQIAAAHDAgAAAQEAAAEaAAABAQAAAjcAAAFeAAACYwAAAQEAAAEVAAABAQAAARoAAAEBAAACLwAAAQEAAAGNAQAAAU8AAAGZAwAAAe8CAAABYQAAAbwBAAABAwAAAQgAAAECAAABbwAAAR4AAAGHAgAAAQ4AAAEBAAAB1QEAAAEBAAABBAAAAcIBAAABAgAAARUAAAEIAAABygMAAAEHAAADAQAAAQYAAAEBAAABrwMAAAEHAAABnAMAAAGpAgAAAREAAAF8AAABbwAAAQEAAAECAAABPQAAAgEAAAEBAAABDgAAAQEAAAIhAAABAQAAAQIAAAEJAAABAQAAATIAAAGSAQAAAQoAAAEtAAABAQAAASwAAAHHAwAAASUAAAIAAAABDAAAAbYBAAABAgAAAQEAAAEQAAABBwAAARAAAAEBAAACAQAAAhwAAAEEAAABWwAAAQEAAAEaAAABKgAAAQEAAAERAAABLwAAAgEAAAEBAAABAgAAAQEAAAELAAACBAAAAQMAAAMHAAADAQAAAwEAAAICAAACAQAAAgEAAAIBAAABAQAAAQEAAAExAAABAQAAARoAAAUHAAACAQAAAwcAAAECAAABCAAAAe0CAAABxAEAAAGsAQAAAbUDAAAB+wIAAAF2AAABqwEAAAFmAAABTwAAAd4BAAABLAAAAQEAAAFBAAABBQAAAV4AAAFyAAABnAMAAAIaAAABNQAAAckDAAAB+gEAAAGmAQAAAgEAAAEHAAABGAAAAWUAAAFjAAABtAMAAAG7AwAAAQkAAAFKAAACAQAAAfoCAAABmwEAAAGYAwAAAQEAAAGcAQAAAZ4BAAABvgMAAAGWAQAAAf8BAAABYwAAAbMDAAAByQMAAAFDAAACpAEAAAG+AQEAAQEBAAABAQAAAQEAAAEBAAABAQAAAQEAAQEBAAABAQAAAQEAAAEBAAABAQAAlQEAAAGVAwAAAQEAAAGpAgAAAQ0AAAEPAAABMwAAAxQAAAEDAAABAQAAAgEAAAEDAAABGgAAAQ8AAAEDAAADEgAAAQEAAAURAAACLQAAAQQAAAEDAAACAQAAAhEAAAEHAAACCQAAASYAAAIUAAACAQAAAwEAAAEHAAABMwAAAQEAAAEDAAABAQAAAQIAAAEUAAABAQAAAgEAAAEBAAACAgAAAgQAAAIBAAABAQAAAQMAAAJ3AAAB1AEAAAGaAwAAAcIDAAABsQIAAAGWAwAAAfwCAAABxAEAAAGBAQAAAQEAAAG0AgAAAQEAAAGBAQAAAbMCAAABEgAAAVQAAAECAAACAQAAAQwAAAEgAAABEQAAAQ4AAAIBAAABBAAAAQIAAAEjAAABBAAAAQQAAAECAAABAQAAARIAAAEfAAABAQAAAQwAAAIBAAABAQAAAQUAAAEeAAABEgAAAUYAAAEJAAABAQAAAQ0AAAECAAABBQAAAxkAAAEEAAABAwAAAREAAAEFAAABAgAAAawBAAABAQAAAQgAAAEIAAABzAIAAAGIAQAAAQEAAAHCAQAAAUMAAAFUAAAB4wIAAAG1AQAAAeYBAAACAQAAAqwBAAABAQAAAQQAAAEgAAABAQAAAREAAAE3AAABDQAAAXAAAAECAAABKAAAAQoAAAFqAAABMgAAAQEAAAE7AAABvgEAAAEBAAABAQAAAboDAAACAQAABQIAAAEDAAABAQAAAQMBAAG6AwAAAdcCAAABBQAAAboDAAABxgMAAAECAAABtAMAAAEPAAABZgAAAV8AAAF3AAABFAAAAR0AAAEFAAABAgAAAUEAAAEHAAABRgAAASQAAAFAAAABCAAAARkAAAEBAAABFgAAARUAAAEMAAABcQAAAcoDAAABygMAAAHGAQAAAYMCAAABAQAAAgEAAAEBAAACBAAAAgEAAAIGAAABEgAAAgEAAAFQAAABKgAAAVYAAAEVAAABBwAAAWkAAAHaAgAAAT0AAAGPAwAAAREAAAHRAQAAATIAAAEBAAABrAEAAAHuAQAAAeEBAAABAgAAAQEAAAE1AAABgAMAAAHEAQAAAYgDAAABOwAAAZMDAAABAQAAAQcAAAHKAwAAAawBAAAB/QEAAAHJAwAAAegCAAABTgAAAToAAAHRAQAAAeABAAAB+QIAAAKXAgAAAZYCAAABAQAAAQYBAAECAAABlgIAAAEBAAACoQIAAAGwAQAAAWcAAAEEAAABAgEAAZYCAAADAQAAAggAAAG6AQAAAQEAAAEqAAACjAEAAAEBAAABIAAAAQIAAAEXAAABJgEAAwEBAAQBAQAIAQEABQEBAAcBAQAHAQIAAQEBAAABAgACAQEAAgEBAAwBAQAFAQEAAwEBAAYNAAABAQAAAXQAAAYFAAAB/QEAAAGiAgAAAQ4AAAEBAAADhgEAAAGqAQAAAXcAAAEBAAAB2AEAAAEBAAABmgIAAAIGAAABlgIAAAEJAAABAgAAAQUAAAEBAAABBAAAAfUBAAACZAAAARUAAAIFAAABBgAAAQEAAAL1AgAAAQcAAAECAAAB4gEAAAEcAAABfQAAAToAAAESAAABjAEAAAFiAAABKgAAAZcBAAABAgAAARIAAAENAAABAQAAAQwAAAEcAAACBAAAARUBAAIBAQAAAQEAAQEBAAEQAAABBAAAAQkAAAEGAAABAQAAAQMAAAEIAAACEwAAAQ0AAAEGAAABBgAAATMAAAECAAABBAAAAQkAAAEDAAABAgAAAQEAAAEDAAABHQAAAQcAAAENAAABCAAAAQwAAAEDAAABBAAAAQcAAAECAAABAgAAAQYAAAEZAAABtwIAAAHYAgAAAQEAAAEBAAABIAAAAR0AAAEBAAABqgEAAAH7AQAAAagBAAAB7gIAAAGVAwAAAb8DAAABAQAAAeABAAABmQIAAAENAAABGAAAAQoAAAECAAABAgAAAS0AAAIFAAACBgAAAR8AAAJOAAABCgAAAQEAAAIEAAABkwEAAAEDAAACAgAAAQMAAAIBAAACAQAAAgsAAAIYAAABAQAAAQEAAAEnAAABAwAAAbMCAAABAQAAAQIAAAHCAQAAAVgAAAIBAAAEBwAAAQsAAAEBAAACAwAAAQYAAAGAAQAAAZsCAAABcAAAAfABAAABaAAAAQ0AAAEBAAADAQAAAgEAAAIBAAAIAQAAAgIAAAMBAAABAQEAAgEAAAMDAAACAQAAAQEAAAMEAAABAgAABAMAAAEDAAABBAAAARMAAAIGAAABDAAAAQEAAAIEAAACAwAAAQEAAAEEAAADBQAAAgsAAAIBAAADAgAAAgIAAAIDAAACAQAAAwIAAAEFAAAEAgAAAQwAAAEBAAACAQAAAQEAAAEDAAABBQAAAgoAAAMCAAAEAgAAAwcAAAIBAAABAQAAAQIAAAEHAAABJAAABAEAAAYBAAADCgAAAQEAAAECAAACBAAAAQEAAAEBAAABAgAAAgIAAAECAAABAgAAAgEAAAEIAAACAgAAAQEAAAQBAAABAQAAAQEAAAEBAAABAgAAAQcAAAEFAAABBQAAAQQAAAEFAAACAQAAAgUAAAECAAACAQAAAQgAAAEFAAADAQAAAQMAAAICAAABAQAAAQQAAAEFAAABAgAAAwMAAAECAAABAwAAAQIAAAEHAAABBwAAAQMAAAEEAAABAgAAAQEAAAEBAAABAwAAAQMAAAEJAAABAwAAASIAAAIBAAABAQAAAwEAAAEBAAAEAQAAAQEAAAECAAABAwAAA+EBAAABAwAAAQEAAAGiAgAAAesCAAABygEAAAECAAADAQAABAEAAAEBAAABBQAAAQEAAAEDAAAFAQAABwEAAAEkAAABwAEAAAEBAAAChAEAAAHLAQAAAQEAAAEOAAABDQAAAfgBAAABtQEAAAENAAABDQAAAQIAAAEMAAABgQEAAAEBAAADwgEAAAEBAAABAQAAARMAAAEXAAABAgAAARgAAAEFAAABAQAAAe0CAAAFAQAAAQQAAAcBAAAHAgAAAQEAAAICAAACBQAAAg8AAAEjAAAB+AIAAAIFAAABtgEAAAEBAAABCAAAAbQDAAABAQAAAQMBAAFDAAACAQAAASEAAAEDAAABAwAAAgMAAAEBAAABAQAAAQEAAAMBAQABDwAAAQEAAAEBAAACAgEAAQMAAAMCAQAB0QEAAAEGAAABEAAAAQgAAAECAAACCQAAAfUCAAABAQAAAQgAAAENAAABMQAAAwcAAAImAAABFgAAAWUAAAEIAAABDwAAARoAAAECAAABAQAAAQMAAAEDAAABAQAAAZoBAAABAQAAATIAAAEKAAACCwAAATAAAAEBAAABQAEAAAAAAAFKAAABCgAAAncAAAEZAAABlAEAAAEBAAABGQAAAQ0AAAE9AAACAQAABAEAAAIBAAABIwAAAQ4BAAEBAQABAQEAAQEBAAEBAQAAAQEAAAEBAAABAQAAPQAAAQkAAAIDAAABAQAAAQMAAAECAAABBgAAAQEAAAEBAAABBAAAAQEAAAEJAAABCgAAAQMAAAEGAAABAwAAAQYAAAEFAAABCgAAAQIAAAEKAAABHgAAAQEAAAECAAABAQAAAQIAAAEQAAABEgAAARUAAAEBAAACBgAAAwMAAAICAAABAQAAAQgAAAEMAAABEgAAASMAAAENAAABDQAAAeEBAAAB6QEAAAHGAgAAAQABAAYBAQACAQEAAwEBAAEBAQAAAQEAAAEBAAEBAQACAQEAAQEBAAABAQAAAQIAAQEBAAEBAAABBwAAAQsAAAENAAABCAAAAQYAAAEBAAABCgAAAcABAAABigEAAAElAAABAgAAAQEAAAEBAAABBQAAAQYAAAMBAAADAQAAAiwAAAEYAAABtQMAAAEDAAABAQAAAQIAAAEBAAABAQAAAQIAAAEDAAABAgAAAwEAAAgBAAADAQAAAwEAAAIBAAABAQEAAQEAAAEBAAAEAgAAAQQAAAECAAADAQAAAQYAAAEBAAABAQAAAQYAAAEDAAAFBwAABAEAAAQHAQACAwAAAQ8AAAEBAAACAQAAAgoAAAEHAQADAQEAAQEBAAABAQAAAQEAAAEBAAEBAQAAAQEAAAEBAAIHAAABBAAAAQEAAAEBAAABBgAAAQEAAAEBAAACAgAAAQEAAAECAAABAQAAAQMAAAEJAAABEwAAAQMAAAEKAAABAwAAAQQAAAIGAAABAQAAAwIAAAEGAAABAQAAAgMAAAEBAAABAQAAAQQAAAECAAABCgAAAQIAAAEFAAABAQAAAQwAAAEFAAACBAAAAQEAAAECAAABAQAAAgIAAAIKAAABAQAAAQQAAAEIAAABDQAAAQMAAAIFAAACBwAAAQMAAAEDAAABBwAAAQwAAAEEAAABAwAAAQcAAAEFAAACAQAAAQQAAAEKAAABAgAAAQMAAAECAAACBAAAAQYAAAICAAABBAAAAQUAAAEFAAAEAgAAAQMAAAECAAABAQAAAQEAAAEEAAAEAQAAAQIAAAEPAAADAQAABAEAAAMBAAACAQAAAQIAAAECAAABAQAAAQIAAAECAAABAQAAAQIAAAECAAAC7wIAAAEEAAABqAIAAAEBAAABgAMAAAHEAQAAAWsAAAGiAwAABAEAAAGHAwAAAw4AAAEIAAABjAMAAAEBAAABAwAAAQEAAAECAAABAgEAAZQDAAABAQAAAQcAAAMBAAABjQMAAAGVAwAABAEAAAJVAAABFAAAAgEAAAELAAABQAAAAQUAAAE7AAABGgAAARQAAAGZAQAAAaACAAABIQAAApQBAAABagAAAUoAAAE7AAABwAEAAAF5AAABBwAAAVkAAAE2AAABEQAAAcQCAAAB9QEAAAG9AgAAATQAAAEDAAABmwEAAAECAAABmgEAAAEBAAAE6wIAAAFqAAAB9wEAAAGUAQAAASQAAAJ1AAABugEAAAEyAAABAQAAAbUBAAABJwAAAQEAAAIkAAABAQAAAjIAAAFXAAABAQAAAXYAAAEHAAABAQAAAVEAAAEBAAABMAAAAQEAAAEBAAABAQAAAQEAAAESAAABdQAAAQEAAAEMAAABPgAAAQEAAAGGAQAAATQAAAEBAAABHQAAAQEAAAEaAAADAQAAAQMAAAHZAQAAAfsBAAABxAEAAAFBAAABjAIAAAGBAwAAAUsAAAGYAQAAARoAAAGZAQAAATQAAAEGAAABlAEAAAG3AQAAAT4AAAEBAAABZQAAAQEAAAEHAAABFAAAAQEAAAGSAQAAAUQAAAKBAQAAAlQAAAEBAAABBAAAAQQAAAEIAAABQwAAAToAAAFeAAABlwMAAAHQAgAAAfsBAAAByQMAAAHJAwAAAUgAAAENAAABSQAAAQYAAAFHAAABAQAAAQYAAAMfAAABAQAAAQEAAAEBAAACCwAAAgoAAAIBAAABBQAAAQEAAAECAAABMQAAAQEAAAEKAAABAQAAARwAAAEDAAABFgAAAQcAAAEBAAABAwAAAgEAAAEBAAABFgAAAQYAAAEBAAABAQAAAQMAAAEHAAABAQAAAQUAAAEDAAABAQAAAQgAAAEBAAABCgAAAgEAAAEBAAABGQAAAdcCAAABBQAAAdcCAAABAgAAAQEAAAMCAAABFAAAAckDAAABSAAAAQQAAAEBAAABAwAAAU4AAAFFAAABZAAAAUAAAAEBAAABMwAAAQkAAAEGAAAB6AEAAAEIAAAB2gEAAAFHAAABVgEAAgEBAAEBAQAFAQEABQEBAAABAQAHAQEABQEBAAQBAQAFAQEABAEBAAEBAAABBAAAAgEAAAMCAAABBAAAAoYDAAABAQAAAT8AAAEGAAABIgAAAfcCAAABKQAAAQEAAAGYAwAAAQIAAAEEAQABlgEAAAEuAAABEwAAAQIAAAEMAAAEoQEAAAHVAQAAAQUAAAFRAAABXQAAAcEBAAAEBAAAAdUBAAABBQAAAQ4AAAETAAABAQAAAQMAAAMCAAACAQAAAgEAAAMBAAACBgAAAQkAAAEBAAABAgAABAEAAAICAAACAQAAAQMAAAIBAAACAQAAAhUAAAEBAAADAQAAAgEAAAQBAAADCAAAAgMAAAEDAAACAwAAAwEAAAECAAABCQAABQEAAAIDAAACDgAAAwEAAAMBAAACBAAAAQMAAAIBAAABBQAAAwYAAAEBAAACDAAAAQUAAAEBAAABNAAAAQwAAAEQAAABEQAAAgEAAAEDAAABAQAAAQEAAAEBAAABAgAAAiMAAAUHAAABCQAAARsAAAECAAACAQAAAQIAAAEQAAABlgIAAAEBAAABCAAAAegBAAABDwAAAQkAAAErAAABAQAAAQEAAAE2AAABIQAAAR8AAAGzAQAAASsAAAG8AgAAAcwBAAABbwAAAXkAAAHYAQAAAc4BAAABAQAAASgAAAEBAAABEAAAAQEAAAIGAQABLgAAAQQBAAEBAAABAgAAATcAAAMBAAACBAAAAzYAAAElAAABGAAAAQEAAAJNAAABAwAAAQIAAAEpAAABJgAAAR8AAAEBAAACAQAAAQMAAAEBAAABAQAAAwEAAAYBAAAFAQAAAXAAAAEjAAABSwEAAwEBAAIBAQACAQEAAgEBAAABAQACAQEAAwEBAAEBAQAAAQEAAAEBAADqAQAAASkAAAFFAAABAQAAAQEAAAIBAAABAgAAAQEAAAEDAAABZAAAAQIAAAFuAAABAQAAAQEAAAIBAAABAgAAAQEAAAIBAAADAQAAAQIAAAE7AAACAgAAAgEAAAMyAAABdgAAAXYAAAHFAQAAAXcAAAFuAAABBQAAAW4AAAIFAAACbgAAAQEAAAEBAAADAwAAAQEAAAEBAAABAQAAASIAAAJMAAACAQAAAQIAAAICAAACAQAAAQEAAAEBAAABAQAAAWQAAAECAAABbgAAAQEAAAEEAAABbgAAAQUAAAHOAQAAAQIAAAHKAQAAAaECAAABmgEAAAGaAwAAAQEAAAEjAAADAQAAAgEAAAJZAAADDwAAAQIAAAQHAAACCAAAAQUAAAHFAgAAAQEAAAHGAgAAARIAAAJDAAABGgAAAgEAAAERAAABlgEAAAEHAAABkwIAAAHYAQAAAcwBAAABIgAAAQEAAAEQAAABBwAAARwAAAEXAAABFAAAAQsAAAEtAAABIAAAAQgAAAENAAABEwAAAgQAAAEEAAACFQAAAQEAAAMUAAABBwAAAgIAAAEEAAACIwAAAQIAAAEEAAABAQAAAgIAAAEBAAABAwAAAQ4AAAEcAAACAQAAAQEAAAEBAAACAQAAAQoAAAEOAAABAQAAARAAAAERAAABAQAAARQAAAIQAAACJQAAAYcDAAABAwAAAQgAAAFuAAABAQAAAQQAAAEzAAABdAAAAlsAAAEJAAABBgAAAQEAAAESAAABggEAAAEmAAABFwAAAWIAAAF4AAABHgAAAU4AAAFOAAABEQAAAYUDAAABhQIAAAEAAAABDAAAAYoBAAABAQAAAScAAAFBAAABAQAAAQEAAAEKAAABUwAAAQEAAAEDAAABDgAAAQwAAAEEAAABAwAAAQEAAAEPAAABCgAAARkAAAESAAACAQAAAfYBAAABmQEAAAEBAAABaQAAAQEAAAFCAAABygEAAAEKAAABTQAAAZQDAAAB7gIAAAEQAAABAQAAAQYAAAF8AAABeQAAAoIBAAABXAAAARwAAAENAAABMwAAAgYAAAG2AwAAARgAAAEBAAABOgAAAgEAAAEYAAACAQAAAjkAAAG1AQAAAQ4AAAERAAABBwAAAfsBAAABFQAAAVwAAAERAAABAQAAAQgAAAIBAAAHEQAAARcAAAEDAAABDgAAAQYAAAEBAAACAQAAAgkAAAEIAAABBAAAAQ0AAAEDAAABBgAAASgAAAEKAAABBwAAAQ0AAAEDAAABAQAAAgEAAAQiAAABIgAAAQkAAAEEAAABBwAAARAAAAEIAAADAwAAAQQBAAImAAADDAAAAQgAAAEEAAABAQAAAS8AAAF7AAABAQAAAYgBAAABHgAAARkAAAIBAAABHgAAAQEAAAEHAAABLAAAAUYAAAEBAAABAQAAAkAAAAEIAAADAQAAAQEAAAFLAAABlQMAAAFdAAABAQAAATAAAAFnAAABAQAAARQAAAF2AAABAwAAAQMAAAGAAwAAAcwBAAABkwMAAAEIAAABQwAAAgEAAAIBAAABvQEAAAEBAAAB2wEAAAICAAABCAAAAQ0AAAH4AQAAAdsBAQAAAQEAAAEBAADJAwAAAd8BAAABAgAAAWEAAAEDAAABAgAAAR0AAAGmAgAAAYIDAAABxQIAAAG9AgAAAUkAAAIJAAABBAAABAEAAAMBAAABBgAAAQIBAAGTAwAABAEAAAGTAwAAAcUCAAABlAMAAAcBAAABCAEAAZQDAAADAQAAAawBAAABAQAAAgEAAAFHAAABDwAAAgIAAAEBAAABZAAAAQUAAAECAAABAQAAAawBAAABrgEAAAGtAQAAAQEAAAHHAQAAAQEAAAGbAQAAAgEAAAHYAQAAAVUAAAEVAAABCwAAAQEAAAEDAAABAgAAAQUAAAEWAAABHwAAAUEAAAEIAAABDQAAAQEAAAEWAAACCwAAAQQAAAEMAAABCAAAAgEAAAEsAAABJwAAAQEAAAEZAAACmAMAAAGTAwAAAckDAAABmwEAAAGYAwAAAgEAAAEOAAABAQAAAcYCAAABmwMAAAFIAAABBAAAAQEAAAEDAAABOAAAAwEAAAGtAQAAAQMAAAFRAAACAgAAAgEAAAJOAAABOgAAAWIAAAEjAAABFgAAARgAAAEFAAABMQAAAR8AAAEIAAABAQAAAQ8AAAIHAAABHAAAAQgAAAUJAAACDgAAAQYAAAICAAABCAAAARgAAAIBAAACAQAAAgEAAAEBAAABDQAAAgEAAAEHAAABAgAAAQMAAAEDAAABAQAAAQIAAAGVAwAAAQQAAAEBAAABZQAABAEAAAIHAAAEdAAAARgAAAESAAACAgAAAQEAAAIaAAABKwAAAg8AAAEoAAABAQAAAR0AAAGiAgAAAQ4AAAGAAwAAARkAAAG2AwAAAcIDAAABAQAAAcABAAABHgAAAgEAAAECAAABBQAAAs8BAAABDAAAAQUAAAEGAAABwgMAAAEHAAAB3gEAAAIIAAACEAAAAeUBAAABzgEAAAHQAQAAAQ0AAAEBAAABmwEAAAHmAQAAASAAAAEPAAABewAAAfIBAAABDAAAAQQAAAEBAAABvAMAAAEBAAABzgEAAAGpAgAAAdoCAAABqQIAAAEBAAAB2gIAAAG+AQAAAZgBAAACAQAAAgEAAAICAAABAQAABQIAAAEBAAAC4QEAAAEBAAABEgAAAQEAAAEBAAABBQAAAbsBAAABpgEAAAGiAgAAAZUDAAABSwAAAYUBAAAByQEAAAEaAAABCQAAAQEAAAGNAwAAAQEAAAGZAwAAAQEAAAGmAQAAAZsBAAABAQAAAZgBAAABAQAAAQYAAAEBAAABggEAAAFiAAABFAAAAQQAAAECAAAHAQAABhoAAAEcAAACAgAAAwEAAAE5AAABGgAAAQcAAAQGAAADBwAAAV0AAAEZAAABAQAAA8MDAAABmgMAAAGQAgAAAbwBAAABDQAAAQwAAAEFAAABCgAAAQQAAAIHAAACAwAAAwEAAAIEAQACHQAAAQMAAAEDAAABDwAAAnwAAAHvAQAAAZUBAAABAQAAAoUCAAACMwAAAgQBAAGlAgAAARsAAAEBAAACcgAAARUAAAGuAQAAAeECAAACAQAAASQAAAEBAAABGQAAARgAAAIBAAADOgAAAgUAAAIiAAABQgAAAgsAAAECAAACDAAAAQUAAAEEAAABBQAAAQEAAAMCAAABeQAAAwwAAAEFAAABDwAAAQEAAAI7AAABwAEAAAHeAgAAAgEAAAEGAAAB5QEAAAGIAgAAARkAAAEAAAABBAAAAQEAAAEEAAABAgAAAQQAAAEBAAABAgAAAQEAAAIBAAABEwAAAQcAAAEEAAACAQAAAQYAAAEHAAABEwAAARQAAAETAAADAQAAAgYAAAEEAAACAgAAARAAAAEQAAABBgAAAQEAAAEFAAABCAAAAQEAAAECAAABCwAAAQUAAAEBAAABBgAAAQQAAAEBAAABAQAAAgEAAAEBAAACBAAAAQcAAAQCAAABBgAAAQUAAAFlAAABEwAAARgAAAEgAAABAQAAAR0AAAEFAAABJQAAAQQAAAEpAAACAwAAAQ4AAAEGAAABAQAAAhsAAAEFAAACIAAAARMAAAEFAAABAQAAASUAAAIIAAABUwAAAa4CAAABhQIAAAGoAQAAAZkBAAABZwAAAQEAAAERAAABAQAABQEAAAEPAAABJwAAAz8AAAFsAAABAgAAAREAAAEKAAABIAAAAQEAAAITAAABDAAAAQIAAAIVAAABAgAAAREAAAELAAABIAAAAQEAAAIBAAABAQAABAwAAAEIAAAB/gEAAAK+AQAAAcIBAAABAQAAARUAAAEMAAABAQAAAjYAAAJAAAABVwAAAQwAAAEBAAADxAIAAAELAAABBgEAAQ4AAAEBAAABDQAAARQAAAIpAAABEQAAAQEAAAEaAAACFAAAAQEAAAEPAAADAQAAAwEAAAEEAAABAQAAAwEAAAMBAAAEAQAABwEAAAMCAQABAgEAAwEBAAYBAQAGAQEAAB8AAAI6AAAEAQAABwsAAAEKAAABEgAAAQMAAAEBAAADnQEAAAIIAAACAQAAAaYDAAAD+QEAAAEBAAABVQAAAQEAAAEBAAACAQAAAQEAAAIBAAABVwAAAqIBAAAB6gEAAAFVAAABWgAAAQcAAAIEAAABAQAAAr4CAAAC0AIAAAIBAAABXQAAAYIBAAABfQAAAVUAAAEuAAABgQEAAAMBAAACAgAAAQEAAAMDAQAKAQEABQEBAAEBAQADAQEAAQEBAAIBAQAEJwAAAToAAAEBAAABLwAAARAAAAEKAAACAQAAAQcAAAEGAAABpQIAAAHQAgAAAgEAAAHPAgAAAQEAAAH5AQAAARMAAAFxAAABBAAAAgsAAAEEAAABUwAAAQoAAAEIAAACAgAAAgEAAAUBAAACAgAAAQsAAAEBAAABBQAAAREAAAECAAABAQAAASgAAAIBAAACAgAAAgIAAAEEAAABAQAAAQEAAAFMAAADDwAAAV4AAAH5AQAAAc8CAAABAQAAAV4AAAFwAAABcAAAAfUBAAABzwIAAAEBAAABBAAAAdACAAABogEAAAEBAAABRQAAARIAAAUBAAABDwAAAQgAAAQBAAABGAAAAQEAAAEBAAABqwEAAAEFAAABAQAAAgMAAAMBAAABAgAAAQEAAAEBAAABAQAAAQ0AAAIBAAABAgAAAQoAAAEBAAABBwAAAQMBAAwBAQAQAQEABwEBAAUBAQAFAQEAAwEBAAQBAwAEAQEAAhYAAAEBAAADAQAAAQEAAAEHAAABAQAAAgIBAAoBAQAFAQEAAwEBAAYBAQAFAQEAAwEBAAEBAQABAQEAAQEBAAABAQAAAQEAAAEBAAEBAQAAAQAAAQQAAAIBAAABBQAAAQoAAAISAAACIgAAAQEAAAEBAAAGAQAABgEAAAQBAAABAQAAAgEAAAMCAAACAQAAAQEAAAGZAgAAAQEAAAEHAAABMAAAAQYAAAQBAAACAQAABAMAAATAAQAAAQgAAAFKAAAB3gEBAAEBAQAAAQEAAAEBAAEBAQABAQEAAAEBAAABAQAAAQEAAFcAAAFlAAABGwAAAcMDAAABDQAAAd8BAAABgQEAAAGPAwAAAaACAAABAAAAAQUAAAEGAAABFAAAAgEAAAECAAABWwAAAQ0AAAEDAAABAQAAAcsBAAABAQAAAeQBAAABAQAAAQMAAAH9AQAAAUgAAAEBAAABKgAAARoAAAGpAgAAAQAAAAEMAAABqQEAAAFSAAABtQEAAAFRAAABWwAAAgEAAAEDAAABAQAAAgMAAAEBAAABYQAAAgEAAAEFAAABAQAAAQIAAAIOAAABAQAAAS0AAANcAAABCAAAAYACAAADAgAAAYUBAAAB7QEAAAIGAAABAQAAARIAAAEBAAABAQAAAQEAAAGVAQAAAQEAAAL8AgAAAQ==`,d={v:1,analyzer:4,shard:`g10`,N:r,avg:i,docs:a,lens:o,terms:s,df:c,offs:l,post:u};export{r as N,t as analyzer,i as avg,d as default,c as df,a as docs,o as lens,l as offs,u as post,n as shard,s as terms,e as v};